{"id":10057,"date":"2017-01-24T00:00:00","date_gmt":"2017-01-24T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/01\/24\/rescuing-digital-literacy-professional-development\/"},"modified":"2019-09-05T12:13:03","modified_gmt":"2019-09-05T11:13:03","slug":"rescuing-digital-literacy-professional-development","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/01\/24\/rescuing-digital-literacy-professional-development\/","title":{"rendered":"Rescuing Digital Literacy through Professional Development"},"content":{"rendered":"<p>Today, most teachers and most school pupils in the UK have access to digital devices. However, do we do enough to educate students about the often complex issues surrounding the everyday use of technology? And given the crucial role of effective teachers in the education of students, are we doing enough to ensure the right professional development for teachers so that they can be articulate and trusted guides to good digital practices?<\/p>\n<p>For the English curriculum my main concern is that the Gove inspired change from Information and Communications Technology to Computing has dramatically reduced the emphasis in schools on Digital Literacy and Digital Citizenship in schools. Perhaps to our cost.&nbsp;<\/p>\n<p>I asked the thousand strong members of MirandaNet what they thought were the issues.<\/p>\n<p>Dr John Cuthell picked up on my concerns about Digital Literacy and Citizenship by talking about the role of the teacher in countering the current moral panic about post-truth, alternative facts and fake news. In order to help pupils understand these issues he thought educators in classrooms should be helping pupils to understand:<\/p>\n<ul>\n<li>the evaluation, use and attribution of source materials;<\/li>\n<li>the question of register and tone in types of online communication;<\/li>\n<li>awareness of impact on others &#8211; empathy;<\/li>\n<li>ethics and personal integrity.<\/li>\n<\/ul>\n<p>He suggested that the topics through which these could be delivered are many and various, and leap out of the mainstream news media every day: online bullying; cyberstalking; plagiarism; historical truth; and so on.<\/p>\n<p>Another frequent point made by members in 80 countries is that the Bring Your Own Device (BYOD) strategy is making inroads into many schools across the world with along with schemes to assist poor families.<\/p>\n<p>Dr Noeline Wright, &nbsp;a MirandaNet member in New Zealand, describes a total system change in her on-going research into the practice of a state secondary school where curriculum provision has been rethought, subjects integrated and students learn in a variety of timeframes from two terms to one term in length, so that thinking and knowledge can grow properly.<\/p>\n<p>Students work on community projects too, built into their curriculum provision. They use the <a href=\"https:\/\/hapara.com\">Hapara instructional management platform<\/a> that supports teachers’ design, organisation and tracking of student learning. They combine printed and digital materials so students have to manage, use and create a range of different kinds of texts as part of their learning, and by having everything copied digitally, students can access work from home as well. In particular children with learning difficulties are benefitting.<\/p>\n<p>This change is not possible unless schools are networked with ultrafast, uncapped and free broadband and this especially affects the value of the learning platform that could realised through greater home-school online contact.&nbsp; However, as in many countries, universal access to high speed broadband is not yet complete in New Zealand where, similarly, remote rural areas or less well-off urban districts have least connectivity.<\/p>\n<p>Mal Lee from Australia points to studies that show how advantaged youth continually build on their given advantage &#8211; swiftly adjusting their play as the scene evolves and the goal posts are moved. Poorer families need state help to keep up because more than 80% of young people’s learning time takes place outside school walls. In this context, nearly all teens in developed nations have their own cell phone and more than 40% now have smartphones (with that figure rising at pace globally).<\/p>\n<p>Yet the vast majority of schools ban smartphones from the classroom. Elizabeth Hartnell-Young suggests that in contrast schools should value what the learners bring to the table and give them opportunities to contribute to their curriculum. In particular her research looks at personalising learning by incorporating old and new literacies in the curriculum with mobile phones (Hartnell-Young, E. &amp; Vetere, F.&nbsp;<a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/09585170802509872\">Curriculum Journal. 19, 4. pp. 283-292.&nbsp;2008<\/a>).<\/p>\n<p>Marianne Deepwell’s suggestion, based on the work in<a href=\"http:\/\/www.iscoil.ie\/\">&nbsp;iScoil&nbsp;<\/a>in Ireland, is to emphasise a blended model where a partnership approach can facilitate some of our most disadvantaged young people to bridge the digital divide and to access learning with technology.<em>&nbsp;<\/em>In order to&nbsp;deliver a curriculum that enables students to learn both in school and at home they use&nbsp;collaborative learning environments. In this&nbsp;framework&nbsp;formal and non-formal learning&nbsp;can combine across the educational experience from content to delivery to assessment of learning outcomes.<\/p>\n<p>Lubna Malik is Head of the Department of&nbsp;&nbsp;Educational Technology&nbsp;in <a href=\"http:\/\/thecityschool.edu.pk\/\">the City Schools chain<\/a> in Lahore&nbsp;and a&nbsp;MirandaNet Senior Fellow who runs the <a href=\"\/pakistan-chapter\/\">MirandaNet Pakistan Chapter<\/a>. She explains that&nbsp;in Pakistan there are many stark differences in the use of technology in public and private sector schools. In private schools, children are using multiple technologies in the classroom and they have access in the homes too but she wants a solution for the children in the public schools.<\/p>\n<p>She suggests the government and industry should take the route that Western nations have followed: not just funding technology in schools and specific, filtered, discounted internet available in schools and in homes but also good professional development programmes for all teachers. In hope, she concludes that we are all now in an entirely a different era; where we all are connected globally: “Now all students and parents should be part of curriculum development. Learning is an all-the-time process which should be continued any time anywhere.”<\/p>\n<p>&nbsp;<\/p>\n<p>See also the <a href=\"\/knowledgehub\/white-papers\/digital-citizenship-report\/\">MirandaNet Digital Citizenship White Paper<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Today, most teachers and most school pupils in the UK have access to digital devices. However, do we do enough to educate students about the often complex issues surrounding the everyday use of technology? And given the crucial role of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/01\/24\/rescuing-digital-literacy-professional-development\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[129,239,210,240],"class_list":["post-10057","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-curriculum","tag-digital-literacy","tag-digital-schools","tag-professional-development","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10057"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10057"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10057\/revisions"}],"predecessor-version":[{"id":12200,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10057\/revisions\/12200"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10057"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10057"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10057"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}