{"id":10075,"date":"2017-03-23T00:00:00","date_gmt":"2017-03-23T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/"},"modified":"2019-09-05T12:11:08","modified_gmt":"2019-09-05T11:11:08","slug":"dont-lose-essence-means-teach","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/","title":{"rendered":"Don&#8217;t lose the essence of what it means to teach."},"content":{"rendered":"<p><em><span style=\"font-family: arial, helvetica, sans-serif;\">[ Web editor note: this is a lightly edited version of the article that appeared in The TES 17th March 2017.&nbsp;<\/span><\/em><em><span style=\"font-family: arial, helvetica, sans-serif;\">With permission, <a href=\"\/wp-content\/uploads\/2019\/06\/What-it-means-to-teach.pdf\">a scanned version of the article is here<\/a>.]<\/span><\/em><\/p>\n<p><em>Christina Preston and Sarah Younie, March 2017<\/em><\/p>\n<p>“There has never been a better time to be a teacher,” claimed Michael Gove, then educa­tion secretary, in 2013. Teaching is a vocation that still attracts creative and caring profes­sionals who want to make a difference. But as the current government continues to promote structural change and the construction of ever-stronger accountability frameworks, are we in danger of missing the essence of what it means to be a teacher?<\/p>\n<p>Since 2011, ever-louder alarms have been raised by statisticians regarding teacher retention and recruitment. The National Audit Office (NAO) has reported that, between 2011 and 2014, the number of teachers leaving the profession increased by 11 per cent; the proportion of those who chose to leave the profession ahead of retirement rose from 64 per cent to 75 per cent.<\/p>\n<p>Figures from the Institute for Fiscal Studies also showed that 40 per cent of teachers who &nbsp;entered initial teacher training (14,000) were not teaching five years later.<\/p>\n<p>The outlook for recruitment and training is not encouraging. In February 2016, the NAO reported that the Department for Education had missed its recruitment targets for the previous four years and teacher shortages were growing. Amyas Morse, head of the NAO, stated: “Until the department meets its targets and can show how its approach is improving trainee recruitment, quality and retention, we cannot conclude that the arrangements for training new teachers are value for money.”<\/p>\n<h6>‘Beyond exhausted’<\/h6>\n<p>In September last year TES news editor William Stewart observed, “It feels as though ministers have struggled to keep up with the consequences of the change that they have unleashed, let alone the teach­ers in the middle of it.” (bit.ly\/SchoolsWorstYear),<\/p>\n<p>&nbsp;One evening recently, one of the primary teachers in our master’s course instigated a discussion about burnout by recounting the moment when he realised he was beyond exhausted. He said: “The minister for education was invited to visit the city council last week. I was to take my primary class to meet her and do a presentation. My normal reaction would have been one of excitement and exhilaration at the opportunity for myself and my class to engage with a national public figure. Instead, my heart sank and I just thought, ‘Oh no – just another thing to do, on top of all the other things I’ve got to do.’”<\/p>\n<p>The primary teacher said it was at that precise moment when he realised that all the joy had been squeezed out of his job.<\/p>\n<p>“I work really hard preparing and teaching my class; I run the after-school football club; I go the extra mile, prepare for school productions, but I am approaching burnout,” he said.<\/p>\n<p>This moment of honesty from a young man in his late twenties inspired his peers to share their stories from early years, primary, secondary, further education and higher edu­cation. All of whom were committed career teachers who wanted to enhance their prac­tice. Yet their stories were strikingly similar.<\/p>\n<p>A secondary teacher listed the areas that were worrying him, including the expec­tations from Ofsted, analysis of assess­ment data, lack of training, clashing computer systems, insufficient school funding and poor communication. An FE tutor flagged up a lack of resources, as well as having to mark and prepare lessons during her weekends and holidays, plus poor support from management.<\/p>\n<p>At this point, members of the group realised that experiences such as theirs were endemic in the system, not isolated one-offs. Also, it’s not the professionals who are failing: many are still providing a good learning experience despite political challenges. What is out of kilter is a system obsessed with metrics and performance that fails to acknowledge the human cost behind the statistics.<\/p>\n<p>These realities are causing the crisis in recruitment and retention.<\/p>\n<p>Faced with figures about a retention and recruitment crisis in 2013, Mr Gove disagreed that many teachers were nearing burnout. He said: “Far from the picture drawn in such unremittingly bleak colours by the teaching unions, the reality of teaching in England today is that there’s never been a better time to be a teacher.”<\/p>\n<p>And yet, teaching has become one of the most stressful occupations. The Guardian found that nearly half of teachers planned to leave the profession in the next five years because they were “at breaking point”, listing pressures including increasing bureaucracy around the recording of pupil progress; the need to keep data related to staff perfor­mance; and increased time devoted to marking. In March last year, TES reported that 84 per cent of teachers had experienced poor mental health in the previous two years, and problens were rising – mostly due to excessive workload. But the counselling that was recommended as a result would deal with the symptom, not the cause.<\/p>\n<h6>Opportunities to connect<\/h6>\n<p>Our hope is that current policymakers will acknowledge the harmful effect of continuous changes to the curriculum, alterations to examinations and the abandonment of assessment levels, not to mention the introduction of academies, free schools and grammar schools, funding cuts and increases in accountability. These combined changes are damaging teachers’ morale, causing exhaustion, lack of confidence, stress and an overwhelming sense of resignation.<\/p>\n<p>Meanwhile, how can we help ourselves? In an overloaded curriculum, the greatest threat is that we as professionals will lose the sense of who we are. The teachers on our master’s course keep going, they have said, because this activity puts them at the centre of a group of committed professionals with whom they can discuss their issues and feel supported out of school. It gives them a space to connect as a teacher.<\/p>\n<p>Another way to rise above the chaos created by career politicians is to join a professional network with a long shelf life. The value of these organisations is described in James Surowiecki’s The Wisdom of Crowds. An anecdote from the 19th century relates polymath Francis Galton’s surprise when the crowd at a county fair accurately guessed the weight of an ox when their individual guesses were averaged. Surowiecki contends that a diverse collection of people is likely to reach better outcomes than indi­viduals, or even experts.<\/p>\n<p>Called “communities of practice”, such as networks run by the <a href=\"https:\/\/www.nate.org.uk\/\">National Association for the Teaching of English<\/a>, these groupings provide a space for like-minded teachers to support each other. Many communities of practice have spanned members’ entire careers, as well as retirement, and over the years have provided the voice of professional reason in both face-to-face and online contexts.<\/p>\n<p>These networks allow you to reach beyond your educational establishment to build support, knowledge and resources with other professionals through dialogic learning. No matter which phase of education, there will be one for you. It might be the best move you make in preserving your professional sanity.<\/p>\n<h5>Google the communities of practice<\/h5>\n<p>Association for Language Learning (ALL) <a href=\"http:\/\/www.all-languages.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.all-languages.org.uk<\/a><br \/>\nAssociation for Physical Education (afPE) <a href=\"http:\/\/www.afpe.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.afpe.org.uk<\/a><br \/>\nAssociation for Science Education (ASE) <a href=\"http:\/\/www.ase.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.ase.org.uk<\/a><br \/>\nComputers at School (CAS) <a href=\"https:\/\/www.computingatschool.org.uk\/\" rel=\"noopener noreferrer\" target=\"_blank\">https:\/\/www.computingatschool.org.uk\/<\/a><br \/>\nIncorporated Society of Musicians<a href=\"http:\/\/www.ism.org\" rel=\"noopener noreferrer\" target=\"_blank\"> www.ism.org<\/a><br \/>\nInformation Technology in Teacher Education (ITTE) www.itte.org.uk<br \/>\nJoint Mathematical Council of the United Kingdom <a href=\"http:\/\/www.jmc.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.jmc.org.uk<\/a><br \/>\nMirandaNet Fellowship, innovating for education futures <a href=\"\" rel=\"noopener noreferrer\" target=\"_blank\">mirandanet.ac.uk<\/a><br \/>\nNaace – the education technology association <a href=\"http:\/\/www.naace.ac.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.naace.ac.uk<\/a><br \/>\nNational Association for Language Development in the Curriculum (NALDIC) <a href=\"http:\/\/www.naldic.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.naldic.org.uk<\/a><br \/>\nNational Association for the Teaching of English (NATE) <a href=\"http:\/\/www.nate.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.nate.org.uk<\/a><br \/>\nNational Association of Teachers of Religious Education (NATRE) <a href=\"http:\/\/www.natre.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.natre.org.uk<\/a><br \/>\nNational Association of Writers in Education (NAWE) <a href=\"http:\/\/www.nawe.co.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.nawe.co.uk<\/a><br \/>\nNational Society for Education in Art and Design (NSEAD) <a href=\"http:\/\/www.nsead.org\" rel=\"noopener noreferrer\" target=\"_blank\">www.nsead.org<\/a><br \/>\nOne Dance UK <a href=\"http:\/\/www.onedanceuk.org\" rel=\"noopener noreferrer\" target=\"_blank\">www.onedanceuk.org<\/a><br \/>\nPSHE Association <a href=\"http:\/\/www.pshe-association.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.pshe-association.org.uk<\/a><br \/>\nThe Association for Achievement and Improvement through Assessment (AAIA) <a href=\"http:\/\/www.aaia.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.aaia.org.uk<\/a><br \/>\nThe Council for Subject Associations (CfSA) <a href=\"http:\/\/www.subjectassociations.org.uk\/\" rel=\"noopener noreferrer\" target=\"_blank\">http:\/\/www.subjectassociations.org.uk\/<\/a><br \/>\nThe Design and Technology Association <a href=\"http:\/\/www.data.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.data.org.uk<\/a><br \/>\nThe Geographical Association <a href=\"http:\/\/www.geography.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.geography.org.uk<\/a><br \/>\nAssociation for Physical Education (afPE) <a href=\"http:\/\/www.afpe.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.afpe.org.uk<\/a><br \/>\nIncorporated Society of Musicians <a href=\"http:\/\/www.ism.org\" rel=\"noopener noreferrer\" target=\"_blank\">www.ism.org<\/a><br \/>\nInformation Technology in Teacher Education (ITTE) <a href=\"http:\/\/www.itte.org.uk\" rel=\"noopener noreferrer\" target=\"_blank\">www.itte.org.uk<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>[ Web editor note: this is a lightly edited version of the article that appeared in The TES 17th March 2017.&nbsp;With permission, a scanned version of the article is here.] Christina Preston and Sarah Younie, March 2017 “There has never &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1,288],"tags":[71,129,164],"class_list":["post-10075","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","category-publications","tag-cpd","tag-curriculum","tag-teachers","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10075"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10075"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10075\/revisions"}],"predecessor-version":[{"id":12199,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10075\/revisions\/12199"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10075"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10075"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10075"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}