{"id":10078,"date":"2017-04-30T00:00:00","date_gmt":"2017-04-29T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/04\/30\/children-hardwired-learn\/"},"modified":"2019-09-05T12:07:40","modified_gmt":"2019-09-05T11:07:40","slug":"children-hardwired-learn","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/04\/30\/children-hardwired-learn\/","title":{"rendered":"Hardwired to learn"},"content":{"rendered":"<div style=\"font-size: 13pt; font-family: verdana, geneva, sans-serif; margin-left: 100px; margin-right: 100px;\">\n<hr style=\"color: #a0182e; border-top: dotted 1px;\">\n<p><i>This post was&nbsp; first published in <a href=\"http:\/\/edexec.co.uk\/hardwired-to-learn-professor-christina-preston-on-edtech-and-attainment\/\">Education Executive<\/a>, 27th April 2017.<\/i><\/p>\n<hr style=\"color: #a0182e; border-top: dotted 1px;\">\n<p style=\"text-align: justify;\"><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-8532 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/brainmap1.jpg\" alt=\"Brain Map\" width=\"255\" height=\"185\"><strong>Since<\/strong> the introduction of computers in schools debates around education technology have persisted – from the introduction of modems to interactive whiteboards to tablets. Yet the central question remains: <em>does technology enhance education and lead to student attainment?<\/em><\/p>\n<p style=\"text-align: justify;\"><span class=\"dropcap\">I<\/span> asked this question in the MirandaNet debating forum where global experts in innovation from all areas of education contributed. Three prevailing strands emerged: the potential benefits to learning, how technology has impacted teaching and the limitations of technology in education.<\/p>\n<p style=\"padding-left: 60px; text-align: justify;\"><em>“If schools do not embrace these advances they are not preparing young people for a world where these technologies will be pervasive.”<\/em><\/p>\n<h5 style=\"text-align: justify;\">Children are hardwired to learn<\/h5>\n<p style=\"text-align: justify;\">At the heart of this debate are the learners themselves. “Children are hardwired to learn under all sorts of circumstances and technology is particularly useful through its multimedia support for learning,” says Jocelyn Wishart, senior education lecturer at the University of Bristol.<\/p>\n<p style=\"padding-left: 60px; text-align: justify;\"><em>“You have to start with how people learn. Technology is an excellent tool for empowering people.”<\/em><\/p>\n<p style=\"text-align: justify;\">Indeed, with the increasing focus on digital skills it makes sense that young people are encouraged to work with technology. In the words of independent consultant, Chris Yapp, “If schools do not embrace these advances they are not preparing young people for a world where these technologies will be pervasive.”<\/p>\n<p style=\"text-align: justify;\">We should focus on how edtech can change the learning experience rather than on the technology itself. The <a href=\"https:\/\/educationendowmentfoundation.org.uk\/resources\/early-years-toolkit\/digital-technology\/\"><em>Digital Technology <\/em>report <\/a>from the Education Excellence Framework (EEF) outlines that while technology does appear to correlate with moderate learning gains, the variation suggests that edtech is not a solution but an enabler. Charlotte Davies, founder of Fit2Learn, concludes, “You have to start with&nbsp;<em>how<\/em>&nbsp;people learn. Technology is an excellent tool for empowering people.” Yapp describes this as, “The learning horse that pulls the technology cart”.<\/p>\n<h5 style=\"text-align: justify;\">Teaching is the profession that creates all others<\/h5>\n<p style=\"padding-left: 60px; text-align: justify;\"><em>“The learning horse is driven by teachers who know what the technological cart is carrying and how those things can help the horse to get where it’s going.”<\/em><\/p>\n<p style=\"text-align: justify;\">Following this, it is critical to analyse the position of the teacher. The discussion of whether robots could, eventually, replace teachers echoes earlier debates asking the same of computers. Realistically, technology cannot replace an effective teacher but, in an increasingly digital world, keeping pace with these developments will pose a challenge.<\/p>\n<p style=\"text-align: justify;\">The quality of continuing professional development (CPD) is a key concern. Former professional development lecturer, Simon Rae, expands on Yapp’s statement. “The learning horse is driven by teachers who know what the technological cart is carrying and how those things can help the horse to get where it’s going.” This is, again, addressed by the EEF, with a call for teachers to understand not just how to use the technology, but how it can be used to support learning.<\/p>\n<h5 style=\"text-align: justify;\">Technology is rarely used to its full potential<\/h5>\n<p style=\"text-align: justify;\">The limitations of technology in education are two-fold, both technical and political. Indeed, in technical terms, if the technology does not provide a distinct enhancement of the learning experience it cannot be expected to bring about real improvement to attainment.<\/p>\n<p style=\"text-align: justify;\">Politics intervenes in the way that the curriculum and government guidance restricts the material and methods of learning. A former lecturer in teacher education, David Longman, suggests that, “Technology is rarely used to its full potential [due to] formal constraints imposed by assessment regulations.” If the curriculum was more flexible and adaptable, and schools were given the freedom to develop their own learning systems, learners would be able to truly enhance their skills, working towards real academic and cognitive attainment.<\/p>\n<p style=\"padding-left: 60px; text-align: justify;\"><em>Is it simply the improvement of traditional examination results or are we looking to revolutionise the way in which we conduct and measure learning?<\/em><\/p>\n<p style=\"text-align: justify;\">Education consultant Joe Nutt suggests a political solution to the dangers of buying technology without a pedagogical purpose. “We need an ethical framework for anyone selling technology into schools. No-one should settle for anything that does not focus completely on enabling credible educational change.”<\/p>\n<p style=\"text-align: justify;\">These debates will continue indefinitely, reigniting at every new development in edtech such as robotics and virtual reality. However, to ensure the true enhancement of attainment in schools we must first decide what this means. Is it simply the improvement of traditional examination results or are we looking to revolutionise the way in which we conduct and measure learning?<\/p>\n<p style=\"text-align: justify;\">The jury is out!<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>This post was&nbsp; first published in Education Executive, 27th April 2017. Since the introduction of computers in schools debates around education technology have persisted – from the introduction of modems to interactive whiteboards to tablets. Yet the central question remains: &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/04\/30\/children-hardwired-learn\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[71,225],"class_list":["post-10078","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-cpd","tag-edtech","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10078"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10078"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10078\/revisions"}],"predecessor-version":[{"id":12197,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10078\/revisions\/12197"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10078"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10078"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10078"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}