{"id":10088,"date":"2017-08-29T00:00:00","date_gmt":"2017-08-28T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/collaborative-lifelong-learning-teacher-educators-across-cultural-boundaries\/"},"modified":"2019-08-27T14:02:17","modified_gmt":"2019-08-27T13:02:17","slug":"collaborative-lifelong-learning-teacher-educators-across-cultural-boundaries","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/collaborative-lifelong-learning-teacher-educators-across-cultural-boundaries\/","title":{"rendered":"Collaborative lifelong learning for teacher educators across cultural boundaries"},"content":{"rendered":"<p style=\"margin-bottom: 5px;\"><em>Christina Preston, Founder MirandaNet Fellowship<\/em><\/p>\n<p style=\"margin-bottom: 5px;\"><em>Sarah Younie, MirandaNet Fellowship, Institute for Education Futures, University of De Montfort<\/em><\/p>\n<p><em>Bozena Mannova, MirandaNet Fellowship, Prague Technical University.<\/em><\/p>\n<p>Since the 1990s the authors of this paper have been sharing their professional knowledge about the use of digital tools in their curricula. This exchange has been undertaken through the MirandaNet Fellowship, a professional community of practice that was established in 1992 and the Czech Miranda, a chapter of the organisation that was founded in 1994. Through exchange visits, shared conferences, workshops, joint EU projects and collaborative reports and academic papers this Anglo-Czech alliance has built a bank of evidence about government policy on curriculum and the development of classroom practice in each country. What has been notable is the Czech movements from Computer Science towards digital literacy and citizenship whilst the English have moved in the opposite direction. During these 25 years, the authors have also shared a deeper knowledge about life under different political systems through this long-term relationship. In the shadow of Brexit these are the topics of our paper.<\/p>\n<p>This paper outlines an Anglo-Czech co-operation organised by members of the MirandaNet Fellowship, an international professional development organisation for teacher educators and teachers who are responsible for in service Information and Communications (ICT) programmes. The MirandaNet Fellowship includes ICT policy makers, industrial partners, researchers, teacher educators and teachers. The community is engaged in defining the cultural, social and political challenges that confront the teaching profession and changing teaching practice. The focus of this work is the creation of an effective on-line learning community.<\/p>\n<p>Czechs who are Fellows of MirandaNet, established the Czech Miranda in 1994 which preserves their own identity and diversity whilst still working with the English (hpk.fel.cvut.cz) The Czech team developed a national identity as expert advisers to government based on their international Fellowship experience. An ICT training centre for teachers was sponsored by Hewlett Packard and Microsoft in Prague and one of the team became a presenter of programmes about Computing on Czech television.<\/p>\n<p>Understanding the nature of this Anglo Czech co-operation depends on an understanding of the political and industrial context from which the Czech Republic was emerging. A history of Austrian, German and Russian rule since the seventeenth century created a teaching profession which was not fully confident in Czech approaches and strategies. Unlike in the UK, the incipient national education computer industry in the Czech Republic was not yet able to support Czech education in the spirit of social responsibility.&nbsp; The&nbsp; Government was yet ready to fully prioritise teachers&#8217; professional training needs in digital technologies and share in redefining their role in lifelong learning.<\/p>\n<p>Consequently, when the authors of this paper embarked on this Anglo-Czech enterprise the MirandaNet Fellowship expected to encounter significant diversity between the professional approach to ICT in each country as well as differences in access. However, Anglo Czech professional differences have been subsumed in a joint endeavour&nbsp; to define and create a governmental and industrial context in which teachers can operate best.<\/p>\n<p>In order to reach out to more Czech teacher educators, a new EU project was funded by&nbsp; a Joint European Project (JEP) from Tempus and co-ordinated by&nbsp; the Czech Technical University in Prague. The Czech team was encouraging collaborative lifelong learning&nbsp; for&nbsp; teacher educators across cultural boundaries,&nbsp; distributing knowledge about ICT in service programmes more widely in the Czech Republic and developing&nbsp; assessment and evaluation systems with experts from Helsinki University and The Institute of Education, University of London. Through the project three more teacher education ICT training rooms were funded in Prague and Ostrava to offer Czech teachers the most current experiences of multimedia including video-conferencing.<\/p>\n<p>The Czech Velvet team was basing their programmes on findings from their contribution to a comparative study of the motivation of teachers in using ICT funded by the Teacher Training Agency and Oracle.&nbsp; Reflections on the kind of learner that an effective teacher of teachers needs to be and the role of action research in empowering teachers in classrooms are proving fruitful.&nbsp; The Czech team began to integrating this knowledge into in service programmes designed to stimulate constructive and sustained learning amongst teachers and to challenge their pedagogical stance.<\/p>\n<p>Alongside the education history background another story was emerging. Between the authors, all innovative educators, a strong bond and trust has been built up and a joint sense of collaborative pedagogy. Projects were designed to share democratic strategies in classroom and practice-based professional development projects led by teachers as co-researchers. In addition, alongside these conventional approaches to change, innovative research methods like extended critical incidents and ethnography were used to research the story of educators who were caught up in regime change. At the beginning the Czechs felt that their professional autonomy was compromised and some were prevented from progressing. In these early days, educators in the West had little idea about how life was different in the Communist Block.<\/p>\n<p>In our presentation we not only tell the story of how the Czechs celebrated &nbsp;freedom from the authoritarianism of communism but also the lessons educators in England are drawing from this as their own political beliefs about democracy are challenged by the Brexit vote and the election of President Trump in the USA.<\/p>\n<p style=\"text-align: center;\"><a href=\"\/wp-content\/uploads\/2019\/06\/WCCE-OMA-presentation-040717.pdf\">Slide show in PDF<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Christina Preston, Founder MirandaNet Fellowship Sarah Younie, MirandaNet Fellowship, Institute for Education Futures, University of De Montfort Bozena Mannova, MirandaNet Fellowship, Prague Technical University. Since the 1990s the authors of this paper have been sharing their professional knowledge about the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/collaborative-lifelong-learning-teacher-educators-across-cultural-boundaries\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[71,247,113],"class_list":["post-10088","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-cpd","tag-international","tag-learning","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10088"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10088"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10088\/revisions"}],"predecessor-version":[{"id":12188,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10088\/revisions\/12188"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10088"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10088"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10088"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}