{"id":10089,"date":"2017-09-02T00:00:00","date_gmt":"2017-09-01T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/09\/02\/coding-lessons-computing-curriculum\/"},"modified":"2019-06-29T22:05:35","modified_gmt":"2019-06-29T21:05:35","slug":"coding-lessons-computing-curriculum","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/09\/02\/coding-lessons-computing-curriculum\/","title":{"rendered":"Coding for what? Lessons from computing in the curriculum"},"content":{"rendered":"<p>Faculty of Social Science, University of Stirling<\/p>\n<hr \/>\n<p>This article was first published in the 2017 summer edition of the Naace Advancing Education Journal edited by Christina Preston. You can find out about Naace here. <a href=\"http:\/\/www.naace.co.uk\">www.naace.co.uk<\/a><\/p>\n<hr \/>\n<p><strong> <\/strong><strong>Summary<\/strong>             <em>The subject of computing arrived in the National Curriculum in England as the result of a diverse variety of influences, agendas and interests. This article narrates the story of how the computing curriculum came into being and teases out the different purposes that motivated diverse organizations to influence its conceptualization and direction. The article highlights how a more social understanding of the impacts of computers on society and individuals was excluded from the curriculum at an early stage of its development as the result of political interference. This exclusion poses problems as young people are now growing up in a digital world of digital opportunities but also digital risks such as online misinformation and surveillance<\/em><\/p>\n<p><strong>Ruling machines<\/strong><\/p>\n<p>Recently, the role of digital technologies in everyday life and politics has become a major global concern.  Topics including fake news, data mining, online surveillance, privacy invasions, hacking, cyberattacks, political bots and computational propaganda are the subjects of the <a href=\"https:\/\/www.theguardian.com\/technology\/2017\/may\/07\/the-great-british-brexit-robbery-hijacked-democracy\">news<\/a>, <a href=\"http:\/\/comprop.oii.ox.ac.uk\/wp-content\/uploads\/sites\/89\/2017\/06\/Casestudies-ExecutiveSummary.pdf\">academic research<\/a> and <a href=\"http:\/\/researchbriefings.parliament.uk\/ResearchBriefing\/Summary\/POST-PN-0559\">government debate<\/a>. Digital technologies, we now know, aren’t just neutral tools. They can be programmed with the potential to shape people’s actions, stimulate enjoyment, mediate social relationships, influence feelings, change minds, filter information, automate jobs, recommend products and media to consume, manipulate political convictions, disrupt democratic processes, and even to ‘personalize’ what and how people learn. Academic research on the impacts of software, algorithms and data on society are revealing that data-processing software and algorithms are becoming more powerful in our everyday lives. However, such studies also crucially acknowledge that there are <em>people<\/em> behind software, algorithms and data analysis—programmers who have <em>learned to code<\/em> to make the technologies we live with.<\/p>\n<p>Within our own field, education and teaching, some have begun to suggest that children need equipping with the tools and skills to take an active part in this increasingly software-supported and automated world. Recently, for example, a profile of ‘Silicon Valley’s classrooms of the future’ appeared in the <a href=\"https:\/\/www.ft.com\/content\/d629e512-e805-11e6-967b-c88452263daf\">Financial Times magazine<\/a>. ‘Having disrupted the world,’ it claimed, ‘the tech community now wants to prepare children for their new place in it. Leading venture capitalist Marc Andreessen predicts a future with two types of job: people who tell computers what to do, and people who are told what to do by computers. Silicon Valley wants to equip young people to rule the machines.’<\/p>\n<p>As a result, Silicon Valley companies are now investing billions of dollars to re-engineer public education to enable people to rule the machines. One such effort, according to Natasha Singer writing in the <a href=\"https:\/\/www.nytimes.com\/2017\/06\/06\/technology\/tech-billionaires-education-zuckerberg-facebook-hastings.html\">New York Times<\/a>, is the learning to code organization Code.org, ‘a major non-profit group financed with more than $60 million from Silicon Valley luminaries and their companies, which has the stated goal of getting every public school in the United States to teach computer science. Its argument is twofold: students would benefit from these classes, and companies need more programmers.’ According to Singer’s follow-up article in the <a href=\"https:\/\/www.nytimes.com\/2017\/06\/27\/technology\/education-partovi-computer-science-coding-apple-microsoft.html\">New York Times<\/a>, the learning to code movement is a key way that Silicon Valley companies and entrepreneurs are staging a commercial takeover of public education. ‘Code.org has emerged as a new prototype for Silicon Valley education reform: a social-media-savvy entity that pushes for education policy changes, develops curriculums, offers online coding lessons and trains teachers—touching nearly every facet of the education supply chain,’ argued Singer.<\/p>\n<p>However, it’s not just in Silicon Valley that this enthusiasm for teaching children to ‘rule the machines’ has taken hold. Across the world, children are being told they must ‘learn to code.’ Governments in Europe, the Americas, Asia, Australia and New Zealand have all begun to introduce computer programming and computer science into school curricula. In England, the new subject of computing appeared in 2013, and the English example is now something of a global prototype that other countries are watching with interest. Over the last couple of years, I’ve been <a href=\"http:\/\/www.tandfonline.com\/doi\/full\/10.1080\/19460171.2015.1052003\">studying the documents<\/a> produced to promote learning to code in England, following how coding and computing have been embedded in the curriculum, and recently interviewing relevant policy influencers involved in the new computing curriculum. In our recent interviews, we’ve been trying to work out <em>why<\/em> various influencers want computer programming in schools—what are the purposes of learning to code in the curriculum? In other words, ‘<em>coding for what<\/em>?’ And we’ve been trying to piece together the policy narrative, and to uncover the influences involved in shaping the direction of the computing curriculum.<\/p>\n<p><strong>The business of curriculum politics<\/strong><\/p>\n<p>England was the first country in the world to formalize computing and programming in its curriculum for schools in 2013. The key catalyst was a speech in 2011 by <a href=\"https:\/\/www.theguardian.com\/media\/interactive\/2011\/aug\/26\/eric-schmidt-mactaggart-lecture-full-text\">Eric Schmidt<\/a>, then the chief executive of Google, at the Edinburgh Television Festival, during which he attacked the emphasis in UK schools on teaching students to use information and communication technology (ICT) applications.<\/p>\n<p>‘In the 1980s the BBC not only broadcast programming for kids about coding, but (in partnership with Acorn) shipped over a million BBC Micro computers into schools and homes,’ Schmidt said. ‘That was a fabulous initiative, but it’s long gone. I was flabbergasted to learn that today computer science isn’t even taught as standard in UK schools. Your IT curriculum focuses on teaching how to use software, but gives no insight into how it’s made. That is just throwing away your great computing heritage.’<\/p>\n<p>The speech resonated with growing concerns at the time with the subject of ICT in the National Curriculum in England. In fact, within six months of Schmidt’s speech, the Secretary of State for education in England at the time, <a href=\"https:\/\/www.gov.uk\/government\/speeches\/michael-gove-speech-at-the-bett-show-2012\">Michael Gove<\/a> MP, announced the complete disapplication of ICT during his own speech at a 2012 technology trade show for teachers, BETT. In his speech Gove referenced a National Curriculum Review Call for Evidence in which the British Computer Society, Computing at School, eSkills UK, the Royal Society, and even Naace all called the current National Curriculum for ICT unsatisfactory, and then spelled out what he planned to do about it.<\/p>\n<p>‘I am announcing today that the Department for Education is … withdrawing the existing National Curriculum Programme of Study for ICT from September this year,’ said Gove. ‘The traditional approach would have been to keep the Programme of Study in place for the next 4 years, while we assembled a panel of experts, wrote a new ICT curriculum&#8230;.  We will not be doing that. Technology in schools will no longer be micromanaged by Whitehall.’<\/p>\n<p>Following the speech, the Department for Education embarked on a period of consultation to work out how it would reform ICT. The inspectorate for schools, <a href=\"https:\/\/www.gov.uk\/government\/publications\/ict-in-schools-2008-to-2011\">Ofsted<\/a>, also undertook a highly critical review of the subject.<\/p>\n<p>It is tempting to see Gove’s speech, just months after Schmidt’s attack, as an example of commercial aspirations driving government decision-making. One of the interviewees we spoke to about the new curriculum said, ‘Would you have got the attention of Michael Gove without Google or Microsoft government relations? I don’t think you would. You wouldn’t reach that level of policymaking.’<\/p>\n<p>But actually it’s not as straightforward as business driving curriculum policy. What happened in England with computing in the curriculum was the result of a much messier mix of ambitions and activities including government, businesses, professional societies, venture capitalists, think tanks, charities, non-profit organizations, the media and campaigning groups. As another of our interviewees said, from the outside the new curriculum looked ‘sudden and organized’ but was actually a more ‘anarchic’ mess of ‘passions’ and ‘reasons’.<\/p>\n<p><strong>Anarchic passions<\/strong><\/p>\n<p>The year before Eric Schmidt’s Edinburgh speech, in summer 2010, the campaigning organization Computing at School had already produced a <a href=\"http:\/\/www.computingatschool.org.uk\/data\/uploads\/Computing_at_School.pdf\">white paper<\/a> detailing a new approach to computing teaching. Computing at School (CaS) is a teacher members’ organization, a formal partner of the British Computing Society (BCS, otherwise known as the Chartered Institute for IT) and is chaired by a senior Microsoft researcher. CaS is financially supported by the BCS, Microsoft, Google, Ensoft and the UK Committee of Heads and Professors of Computer Science, with a board including academic computer scientists, computing educators, and industry representatives from Microsoft. Its 2010 white paper focused on ‘how computers work,’ the knowledge and skills of programming, and ‘computational thinking’—that is, it said, a ‘philosophy that underpins computing’ and a distinctive way to ‘tackle problems, to break them down into solvable chunks and to devise algorithms to solve them’ in a way that a computer can understand.<\/p>\n<p>One of the other key groups seeking to influence computing in schools prior to the two speeches was Nesta, a think tank for innovation with particular focus areas on the creative industries, digital economy, and digital education. In 2011 Nesta oversaw a review of the skills requirements for the videogames and visual effects industries in the UK. The <a href=\"http:\/\/www.nesta.org.uk\/publications\/next-gen\">Next Gen review<\/a> was first commissioned in summer 2010 by Ed Vaizey MP, then the Minister for Culture, Communications and the Creative Industries. The public figurehead for the review was the digital entrepreneur, Ian Livingstone, the chair of Eidos Interactive games company, and then the government’s ‘Skills Champion.’ The research and the published report and its policy recommendations, however, were developed by in-house Nesta staff. Nesta also produced a 2012 report on <a href=\"http:\/\/www.nesta.org.uk\/publications\/legacy-bbc-micro\">the legacy of the BBC Micro<\/a> that Eric Schmidt had credited as a ‘fabulous initiative’ to get UK children coding in the 80s.<\/p>\n<p>Soon after the Next Gen report was released, Livingstone and Nesta formed a pressure group, the <a href=\"http:\/\/www.nesta.org.uk\/blog\/creating-coalitions-lessons-next-gen\">Next Gen Skills campaign<\/a>, which lobbied government hard to introduce programming and computer science into the curriculum. The campaign was supported by Google, Facebook, Nintendo, Microsoft, and was led by the interactive games and entertainment trade body UKIE. The BCS added a letter of support for Next Gen which was then sent to Michael Gove. The letter was additionally signed by Google staff who had been involved in Next Gen during the research phase, who then also briefed Eric Schmidt ahead of his Edinburgh TV Festival keynote. According to a <a href=\"http:\/\/www.nesta.org.uk\/next-gen\">Nesta retrospective<\/a> of the Next Gen report and campaign: ‘Since its report launched five years ago, Next Gen<em> <\/em>has influenced policy, rallied industry and galvanized educators to improve computer science teaching. The story is proof of the importance of building a rigorous evidence base on which to formulate policy, and the power of partnerships in affecting policy change. It has paved the way for a new generation of coders to reclaim our great computing heritage.’<\/p>\n<p>At about the same time as the Next Gen campaign was lobbying Michael Gove and the DfE, the Royal Society was also working on its own review of computer science education in UK schools. Its report, <a href=\"https:\/\/royalsociety.org\/topics-policy\/projects\/computing-in-schools\/report\/\">Shut Down or Restart?<\/a>, was published just days after Michael Gove’s speech in January 2012. Its emphasis was on the idea of computing at the ‘fourth science’ in the English computing curriculum and reflected the interests of academic computer scientists rather than the industry interests of Nesta’s Next Gen. Nonetheless, BCS and CaS, Nesta and the Royal Society between them appeared to have found common ground between their various interests.<\/p>\n<p><strong>Curriculum consultation &amp; conflict<\/strong><\/p>\n<p>Given the diverse sources of influence on computing in schools, however, it was probably inevitable that conflict about the shape and direction of the new subject would emerge as it was formally developed.<\/p>\n<p>In the months following Michael Gove’s speech, members of Computing at School began attending consultation meetings for the ICT curriculum organized by the DfE, where they were able to lobby civil servants about computer science as a school subject. As a consequence, its white paper, and the outline <a href=\"https:\/\/www.computingatschool.org.uk\/data\/uploads\/ComputingCurric.pdf\">computing curriculum<\/a> it then produced in March 2012 (with the endorsement of BCS, Microsoft and Google) was taken forward as a suggested blueprint for the new subject. The Department for Education then formed a working group to design draft programmes of study for the new subject. The working group was led by the British Computing Society, the Royal Academy of Engineering, and Computing at School, with membership that encompassed interests from industry, education and academia. The Computing at School chairperson was appointed by the Department for Education as head of the working group to oversee the development of the new curriculum, which consisted of a 3 month process of stakeholder consultation, debate and drafting in autumn 2012.<\/p>\n<p>Although in the interviews we conducted some members of the working group reported a harmonious period of discussion and drafting, characterized by a high degree of consensus and agreement, other members described more discontent and heated debate. High-level terminology for the new subject was especially divisive, with some favouring an emphasis on ICT, others on computer science, and other prioritizing digital literacy. An original high-level draft of the curriculum—which the DfE had demanded consist of no more than two sides of A4 paper—seemed to solve the disagreement by focusing on three core concepts of ‘Fundamentals’ (computer science and software), ‘Applications’ (using ICT), and ‘Implications’ (digital literacy, the role of technology and impact on society and e-safety). However, this draft was rejected which resulted in a further round of redrafting and consultation, and eventual submission to the DfE late in 2012. At this point, the government minister and special advisor then responsible for overseeing the new subject demanded further changes which most notably included a much greater emphasis on computer science concepts rather than aspects of ICT and digital literacy which had until then been retained.<\/p>\n<p>Controversially, according to some accounts from participants in the working group, two senior BCS members were charged with rewriting the curriculum over a single weekend, which involved renaming the subject as computing without any consultation with the original working group. As a consequence, aspects of the curriculum emphasizing  ‘critical evaluation of digital content,’ the ‘impacts’ of technology on individuals and society, and ‘implications’ for ‘rights, responsibilities and freedoms’ were entirely deleted and replaced with much more computer science-based focus on the study of algorithms, Boolean logic, and data manipulation. According to the interviews we conducted, when the computing curriculum consultation group submitted its draft in late 2012, ‘The exact words were ‘the minister is not minded to approve the draft you sent,”’ one interviewee told us. The group had submitted its draft curriculum at 5 o’clock on a Friday evening and the chair was then contacted over the weekend by the special adviser to the minister. Our interviewee then described how he called the working group chair to ask, ‘are we going to reform the drafting group…? And the answer was, “No, we’ve already done it. We were told unless we got it back to the minister by 9 o’clock on Monday morning with a greater emphasis on Computer Science, then computing would not be in the national curriculum.”’<\/p>\n<p>The interference in the consultative process by a ministerial special adviser over a single weekend represents a decisive moment in the shaping of computing as it was introduced into the curriculum. It was not a popular decision among all members of the working group. One of the people we interviewed, also part of the curriculum consultation and drafting group, told us he was even banned from attending meetings after complaining about there being too much Computer Science content. Another had his expenses cancelled as part of the group to stop him doing wider consultation with teachers. The minister’s special adviser was allegedly behind both decisions.<\/p>\n<p><strong>Geek insiders<\/strong><\/p>\n<p>The role of charitable, non-profit and voluntary groups focused on teaching children how to program computers in out-of-school settings was significant in demonstrating how computing might be approached in practice in the classroom. Some members from these groups had already helped the DfE understand the possibilities of coding in schools during the consultation period for the curriculum, by acting as ‘geek insiders’ (as one of our interviewees characterized it) who could translate the language of the technology sector into the language of government. Organizations such as <a href=\"http:\/\/yrs.io\/\">Young Rewired State<\/a> with its Festival of Code event, the<a href=\"https:\/\/www.raspberrypi.org\/\"> Raspberry Pi Foundation<\/a> (the charity set up to support the educational uses of the small, ‘hackable’ Raspberry Pi device) and <a href=\"https:\/\/www.codeclub.org.uk\/\">Code Club<\/a>, an after-school programming scheme run by volunteer computer programmers, all helped to demonstrate what might be possible within the new curriculum.<\/p>\n<p>With the announcement of computing in the curriculum, some of these organizations began to focus on teacher training to prepare practitioners to teach the subject. Code Club established <a href=\"https:\/\/www.codeclubpro.org\/\">Code Club Pro<\/a>, where volunteer programmers educate primary school teachers in how to teach programming themselves, while the Raspberry Pi  Foundation established the <a href=\"https:\/\/www.raspberrypi.org\/picademy\/\">Picademy<\/a> for free teacher training. Code Club was also absorbed into the Raspberry Pi Foundation in 2015 as part of a partnership to catalyse the wider uptake of computing in schools. The Raspberry Pi Foundation also began publishing the <em>Hello World<\/em> magazine to focus on ‘plugging gaps’ in teachers’ knowledge and skills in computer science and programming.<\/p>\n<p>Perhaps the most high profile intervention into coding in schools was the launch of the BBC nationwide campaign <a href=\"http:\/\/www.bbc.co.uk\/mediacentre\/latestnews\/2015\/make-it-digital\">Make It Digital<\/a> in 2015. Make it Digital was intended to capitalize on the legacy of the BBC Micro and the BBC Computer Literacy Project that accompanied it in the 1980s, and help build the UK’s digital skills through a variety of new programmes, partnerships and projects. One of the key projects was the launch of the <a href=\"http:\/\/www.bbc.co.uk\/mediacentre\/mediapacks\/microbit\/thebbcmicrobit\">BBC micro:bit<\/a>, a small coding device which it distributed for free to a million UK schoolchildren in 2016. Although it did not appear until 2016, the micro:bit had a much longer gestation, with an initial period of public consultation about the possibility of a new <a href=\"http:\/\/www.agent4change.net\/news\/1280-milestone-or-millstone-bbc-and-computer-literacy\">BBC Micro Project<\/a> led by academics at Manchester Metropolitan University in partnership with the BBC in 2011. The <a href=\"http:\/\/www.bbc.co.uk\/mediacentre\/mediapacks\/microbit\">design, manufacture and distribution<\/a> of the micro:bit was enabled through 29 formal partnerships agreed with, among others, ARM, Barclays, Lancaster University, Microsoft, Samsung, Technology Will Save Us, and ‘formal product champions’ including Cisco, Code Club, CoderDojo and the Open University in outreach, engagement and educational resources.<\/p>\n<p><strong>Follow the money<\/strong><\/p>\n<p>Commercial organizations took forward computing and coding with enthusiasm. There were clear perceived commercial benefits for those for-profit companies that provide resources for programming. The chief executive of the online coding provider <a href=\"https:\/\/www.theguardian.com\/technology\/2014\/sep\/05\/codecademy-coding-schools-education-apps\">Codecademy<\/a>, for example, claimed to have ‘struck oil’ when the new subject was announced as it was ‘forcing an entire generation to learn to code.’ The US organization Code.org launched the <a href=\"https:\/\/uk.code.org\/\">Hour of Code<\/a> in the UK in 2014, with public endorsement from then-Mayor of London Boris Johnson, Tim Berners-Lee, Ian Livingstone and the chairman of Computing at School. In the same year, the <a href=\"http:\/\/www.yearofcode.org\/\">Year of Code<\/a> campaign was established in January 2014 to help people ‘learn code and create exciting things on computers.’ Year of Code was chaired by Rohan Silva, a former senior policy advisor to Prime Minister David Cameron, and an ‘entrepreneur-in-residence’ at Index Ventures, an international venture capital firm dedicated to technology entrepreneurship. As <em>The Observer<\/em> technology columnist <a href=\"https:\/\/www.theguardian.com\/technology\/2014\/feb\/15\/year-of-code-needs-reboot-teachers\">John Naughton<\/a> noted, ‘Year of Code is a takeover bid by a corporate world that has woken up to the realization that the changes in the computing curriculum … will open up massive commercial opportunities.’<\/p>\n<p>Notably, the computing curriculum has led to some significant public-private funding arrangements. In early 2015, the new Secretary of State for education, Nicky Morgan <a href=\"https:\/\/www.gov.uk\/government\/news\/36-million-for-technology-experts-to-train-computing-teachers\">announced<\/a> £3.6million ‘to launch top technology experts—from firms including O2 and Google—into schools up and down the country to help prepare England’s primary school teachers for the new computing curriculum.’ As part of the package, Morgan announced that the DFE would provide the BCS with more than £2 million to set up a network of 400 ‘master teachers’ to train teachers in other schools and provide resources for use in the classroom; £1.1 million to Computing at School to help train primary teachers already working in the classroom through online resources and school workshops; bursaries for those wanting to become computing teachers; and the introduction of computing teacher training scholarships of £25,000—backed by Microsoft, Google, IBM and Facebook—to encourage more graduates to become computing teachers. These funding arrangements were made as part of the DfE’s <a href=\"https:\/\/www.gov.uk\/government\/news\/microsoft-google-and-ibm-to-help-train-computing-teachers\">Computing Matched Fund<\/a>, first trialed in 2014 with £500,000 from the DfE and involving matched funding agreements with Microsoft, Google, academic departments, private philanthropists, and organizations including BCS, Computing at School and Code Club.<\/p>\n<p>Though the introduction of computing in the National Curriculum applies only in England, the other devolved governments of the UK have similar aspirations for the new subject. In <a href=\"http:\/\/www.sqa.org.uk\/sqa\/48477.html\">Scotland<\/a>, computing science is already available as a national qualification subject in the Curriculum for Excellence, coding is an optional part of the ICT curriculum in <a href=\"http:\/\/www.niassembly.gov.uk\/globalassets\/documents\/raise\/publications\/2015\/education\/3715.pdf\">Northern Ireland<\/a>, and in 2017, <a href=\"http:\/\/www.bbc.co.uk\/news\/uk-wales-40264545\">Wales announced<\/a> £1.3million funding for schools to set up coding clubs, as a route towards the introduction of computing in the Welsh curriculum in 2021. Thanks to fairly significant levels of commercial investment and some government funding, computing is now established across the UK.<\/p>\n<p>Five years after Eric Schmidt’s speech, Google was far more enthusiastic about the state of computing in UK education. In late 2016 Google revealed plans for its proposed new <a href=\"https:\/\/www.theguardian.com\/technology\/2017\/jun\/01\/google-submits-plans-million-sq-ft-london-hq-construction-kings-cross\">London headquarters<\/a>, the enormous ‘landscraper’ building it plans to build next to King’s Cross railway station. ‘Here in the UK, it’s clear to me that computer science has a great future with the talent, educational institutions, and passion for innovation we see all around us,’ said new Google chief executive Sundar Pichai. ‘We are committed to the UK and excited to continue our investment.’           <\/p>\n<p><strong>Gains and losses<\/strong><\/p>\n<p>Over a period of just a few years, a lot has been accomplished. England has a new subject in the National Curriculum. Startup companies and charities staffed by volunteer programmers are playing a stronger role in educating young people and training teachers in coding. Respected institutions have managed to lobby government successfully. A million children have been given a micro:bit. Money is being spent, and made. Global commercial technology companies have got closer to education policymaking. Entrepreneurs such as Ian Livingstone are setting up their own schools to enact their visions of the future of education. As a result, England’s experiment with computing in the curriculum is being treated as a prototype for other countries to emulate.<\/p>\n<p>Much has been lost along the way, too. There is now evidence that fewer girls and children from lower socioeconomic groups are choosing to study <a href=\"http:\/\/www.bbc.co.uk\/news\/technology-40322796\">computing at GCSE<\/a> than was projected, which the BCS sees as ‘a disaster for our children, and the future of the nation.’ With the academization of schools in England and greater freedoms over the curriculum, there are also concerns that schools without fully trained teachers could just drop computing altogether. More subtly, any sense of the differentiation between ‘computing,’ ‘computer science’ and ‘programming’ has been lost too. Government ministers and special advisers may have demanded more computer science emphasis, but the common references to learning ‘<a href=\"https:\/\/www.americanscientist.org\/sites\/americanscientist.org\/files\/2014129911110802-2015-01Hayes.pdf\">code<\/a>’ tend to treat the subject more like software engineering and the creation of artefacts with value in themselves rather than the study of algorithms and computation.<\/p>\n<p>Maybe too, then, computing in schools has been overly influenced by the interests of entrepreneurs from technology campuses in Silicon Valley, whose agendas are to cultivate more software programmers, and many of which aspire to a worldwide <a href=\"https:\/\/dmlcentral.net\/disrupting-the-silicon-valley-department-of-education\/\">reshaping of public education<\/a> to become more technology-led and less micromanaged by government departments. And finally, a significant loss from the computing curriculum is a more social and critical understanding of the impacts of computing on society.<\/p>\n<p><strong>Toward critical computing<\/strong><\/p>\n<p>Late in 2016 Oracle, one of the world’s largest business software and database vendors, announced it would fund European Union member states $1.4 billion dollars to advance computing and programming in schools through <a href=\"https:\/\/www.oracle.com\/corporate\/pressrelease\/oracle-pledges-computer-science-education-eu-120116.html\">Oracle Academy<\/a>, its global philanthropic arm. This is part of its ambition to spread computer science education around the world. It claims to have impacted on 30 million students in 110 countries already, mostly through retraining teachers, and annually invests $3.3 billion to ‘accelerate digital literacy worldwide.’ Most notably, in Europe, Oracle is seeking to ‘Level Oracle Academy’s entire curriculum to the European Qualifications Framework.’ This makes Oracle potentially very influential in European computing education. A European Union spokesperson said of the deal, ‘Digitally skilled professionals are critical to Europe’s competitiveness and capacity for innovation. Over the last ten years, we’ve seen the demand for workers with computer science and coding skills grow by four percent each year. Oracle’s efforts to bring computer science into classrooms across the European Union will help strengthen our digital economy.’<\/p>\n<p>However, Oracle is not just a charitable provider of funds for computing teacher training around the world. Recently, Oracle was one of the key organizations identified in a report by the Austrian research group <a href=\"http:\/\/crackedlabs.org\/dl\/CrackedLabs_Christl_CorporateSurveillance.pdf\">Cracked Labs<\/a> on the commercial data and surveillance industry. It demonstrated how we are being tracked and profiled via data collected from our use of telecoms, the media, retail, finance, social media and technology platforms, and public services. As one of the world’s biggest data companies, Oracle’s ‘data cloud’ contains detailed information about 2 billion people, which it uses to profile and sort, find and target people, sell data, personalize content, and measure how people behave. As the outspokenly critical programmer <a href=\"http:\/\/idlewords.com\/talks\/sase_panel.htm\">Maciej Ceglowski<\/a> has said, ‘an enthusiastic group of nerds has decided to treat the rest of the world as a science experiment’ by creating ‘the greatest surveillance apparatus the world has ever seen.’<\/p>\n<p>This is the kind of digital environment that children and young people are now living and learning in. That’s why a serious discussion is required about a different, more socially and critically-focused direction in coding and computing in the curriculum. Otherwise we risk reproducing the commercial values of technology companies inside the classroom, or even educating ‘enthusiastic nerds’ who are blind to the negative side effects of the programs they write.<\/p>\n<p>As the philosopher of technology <a href=\"https:\/\/www.theatlantic.com\/technology\/archive\/2015\/11\/programmers-should-not-call-themselves-engineers\/414271\/\">Ian Bogost<\/a> has commented, ‘Not all students in computer-science programs think they’ll become startup billionaires… But not all of them don’t think so, either. Would-be “engineers” are encouraged to think of every project as a potential business ready to scale and sell.’ The commercial culture of computing that is creeping into computer science courses, he has added, downplays the social consequences of software engineering decisions while emphasizing ‘speculative finance.’<\/p>\n<p>There is also a risk that young people are being taught how to program computers without being taught about the social consequences of technology development. It is notable that when the co-founder of Code Club criticized the ‘mass surveillance’ practices of Google a few years back that she was <a href=\"https:\/\/gist.github.com\/drtortoise\/5dc254c614d6b6a19116\">forced to resign<\/a> by the Code Club board. Google was then one of Code Club’s main commercial sponsors. ‘We should not accept that privacy no longer exists, just because corporations doing mass surveillance also teach kids to code,’ she said. ‘I cannot stay silent about large corporations infringing on human rights, and I believe it is my moral obligation to speak out against it.’<\/p>\n<p>Commercial companies like Google and Oracle have become some of the world’s most generous donors to computer science and coding courses. But they are also deeply concerning organizations with huge powers of data-based surveillance and capacity to intervene in people’s lives through measuring, profiling, sorting, and targeting them through the digital data traces that are produced when lives are spent connected to the internet. Some <a href=\"http:\/\/www.smh.com.au\/nsw\/dont-teach-your-kids-coding-teach-them-how-to-live-online-20170323-gv5e9r.html\">critics<\/a> are already arguing that learning to code is a distraction from learning ‘values filters so our children can interact in this environment.’ The <a href=\"http:\/\/www.bbc.co.uk\/news\/education-39329967\">House of Lords<\/a> recently issued a similar assessment of British education, claiming it does not adequately prepare children to ‘thrive online.’<\/p>\n<p>What would it mean to receive an education in computing that helped young people navigate life in the algorithmic data cloud in an informed and safe way, rather than as passive subjects of the vast science experiment designed by the enthusiastic nerds of the commercial technology sector? Is there space in the computing curriculum for lessons that help children understand privacy and data protection, how news circulates online, how cyberattacks and hacking affect people and institutions, how algorithms and automation are changing the future of work, how political bots threaten democracy—and how there are programmers and business plans and political agendas and interest groups behind all of this too. Computing educators need to remember that computing technologies and the programmers and project managers that built them are often thoroughly enmeshed in politics. Learning to code and knowing how computers work from a computer science perspective will not help young people understand the power of computers and of the programmers that ‘rule the machines’ to also rule the ways that millions of people live their lives.<\/p>\n<p>It is time to consider a more socially aware and critical computing education that could engage with the social and political power of code to engineer, in part, how we live and think. That type of study of computing and its impacts and implications was shut down before the curriculum had even started up.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Faculty of Social Science, University of Stirling This article was first published in the 2017 summer edition of the Naace Advancing Education Journal edited by Christina Preston. You can find out about Naace here. www.naace.co.uk  Summary             The subject of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/09\/02\/coding-lessons-computing-curriculum\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[272,289,1],"tags":[207],"class_list":["post-10089","post","type-post","status-publish","format-standard","hentry","category-article","category-computing","category-mirandanet-blog","tag-computing-curriculum","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10089"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10089"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10089\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10089"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10089"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10089"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}