{"id":10080,"date":"2017-05-14T00:00:00","date_gmt":"2017-05-13T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/05\/14\/health-safety-gone-digital\/"},"modified":"2019-06-29T22:05:35","modified_gmt":"2019-06-29T21:05:35","slug":"health-safety-gone-digital","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/05\/14\/health-safety-gone-digital\/","title":{"rendered":"Health and Safety gone digital"},"content":{"rendered":"<div style=\"font-size: 13pt; font-family: verdana, geneva, sans-serif; margin-left: 100px; margin-right: 100px;\">\n<p style=\"text-align: justify;\">Once upon a time there was no ‘Computing’ in the curriculum. When it first appeared nationally it was wrapped within ‘Technology’ alongside ‘Food Tech’ and ‘Design Tech, and often taught on a carousel with those as well. Before that time we didn’t have ‘Technology’ even. We had woodwork and metalwork and Domestic Science.<\/p>\n<p style=\"text-align: justify;\">I’m not harking back to those days out of a sense of nostalgia, I think we need a curriculum for the times we live in and the nearest thing most of us get to woodwork nowadays is wrestling flat-pack furniture into shape. Carpentry in schools is largely a thing of the past now, like London smog and Wagon Wheels. Craft work in schools today might be CAD\/CAM with a 3D printer – a flawless dovetail joint every time, not like mine looking like it had been bitten off by a gorilla.<\/p>\n<p style=\"text-align: justify;\">But what has also disappeared along with the teaching of handicraft skills is the safe use of technology.<\/p>\n<p style=\"text-align: justify;\">When I first went in a woodwork shop at the age of 11 we weren’t allowed to use any tools until we had been taught to use them properly. Before we learnt a new skill we were gathered around the teacher’s bench at the front to be sure we knew what we were doing. I still remember being shown how to use a saw (‘Keep it sharp’), starting with how to measure a place to cut (‘Measure twice, cut once,’), then how to draw a mark with a pencil (‘Square the line round’), before taking a penknife and scoring the wood to create a groove to sit the blade in (‘Cut away from your fingers’), before actually cutting (‘Let the saw do the work’). And I’ve never cut myself yet.<\/p>\n<p style=\"text-align: justify;\">You could argue that with CAD\/CAM, 3D printing and the like that level of health and safety advice becomes meaningless, our productive tools are no longer tenon saws, spokeshaves , bradawls and mallets, but screens, graphics pads, tablets and mice. However, much as we think their use is benign, we should still be teaching health and safety.<\/p>\n<p style=\"text-align: justify;\">As the Daily Telegraph reported in 2015 <a href=\"http:\/\/www.telegraph.co.uk\/news\/health\/news\/11530863\/iPad-neck-Huge-rise-in-back-and-neck-pain-among-youth.html\">there has been a significant increase in the number of older teenagers reporting back problems<\/a>, up from 28% to 45% in 2014. And it’s got worse since then. ‘Tech neck’ they called it, and it is not restricted to hunching over a tablet. Whilst those reporting it are coming towards the end of their school careers the roots of the problem start much younger – it takes its time to have an effect.<\/p>\n<p style=\"text-align: justify;\">If these were adults many of them would come under the Display Screen Equipment regulations, or at least could be directed towards them for some common-sense guidance. For children and young people there is no such thing, we blithely let them carry on storing up problems for the future, yet it is not their fault.<\/p>\n<p style=\"text-align: justify;\">Too often we put them on computers with no space around them, on chairs they can’t adjust where their feet can’t touch the floor. The screens are usually fixed and the smallest children are constantly craning up from the keyboard to see what’s on the screen, whilst the older ones are hunched over it elbows jostling with their neighbour. We might encourage them to sit cross legged on the floor to use a tablet resting on their laps, shoulders tight whilst tapping with one finger in a clenched fist.<\/p>\n<p style=\"text-align: justify;\">Neither do we teach them to use the equipment safely. Although one of the main tools for learning in our schools is the computer we still don’t teach children to use the keyboard properly, touch-typing and using shortcuts, two of the things that can help mitigate against RSI.<\/p>\n<p style=\"text-align: justify;\">Nor do we encourage them to get up and move around every so often, to relieve the eye strain by looking away from the screen, to shift their posture and stretch. We know they might be damaging themselves, but we don’t stop them, we don’t show them how to do things properly.<\/p>\n<p style=\"text-align: justify;\">Back in my woodworking classes you knew immediately if someone wasn’t using their tools properly by the scream and, if you were lucky, the spurt of blood. With modern technology it’s not so obvious.<\/p>\n<p style=\"text-align: justify;\">We are letting them loose with tools that are damaging to their health. We spend a lot of time and effort ensuring they are safe online, that pernicious influences even from the farthest corners of the earth can’t bring them to any harm. Maybe we should start at a point much closer to where they are.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Once upon a time there was no ‘Computing’ in the curriculum. When it first appeared nationally it was wrapped within ‘Technology’ alongside ‘Food Tech’ and ‘Design Tech, and often taught on a carousel with those as well. Before that time &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/05\/14\/health-safety-gone-digital\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[244,225],"class_list":["post-10080","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-classroom-safety","tag-edtech","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10080"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10080"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10080\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10080"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10080"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10080"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}