{"id":10086,"date":"2017-07-03T00:00:00","date_gmt":"2017-07-02T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/07\/03\/can-online-learning-substitute-human-interface\/"},"modified":"2019-09-05T12:05:15","modified_gmt":"2019-09-05T11:05:15","slug":"can-online-learning-substitute-human-interface","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/07\/03\/can-online-learning-substitute-human-interface\/","title":{"rendered":"Can online learning substitute for the human interface?"},"content":{"rendered":"<p>Last week at the <a href=\"https:\/\/tmt.knect365.com\/future-edtech\/\">Future EdTech<\/a> conference in London I was invited onto a panel sharing views about open learning in higher education. I was drawing on MirandaNet Fellowship experiences of online learning since 1999 when MirandaNet started working with Oracle on Think.com, a type of Facebook for pupils in schools. We’ve learnt a lot too from setting up Moodle environments for teachers in our project like Elapa in South Africa and Bohdi in India (<a href=\"\/icatalyst\/examples-of-icatalyst\/\">\/icatalyst\/examples-of-icatalyst\/<\/a>). For designing the EU project, HandsOn ICT with five other countries, we started with the Moodle platform and finished with Canvas – the result was a Massive Open Online Course (MOOC) across Europe that is free to any students who want to learn how to use computers in classrooms (https:\/\/ec.europa.eu\/education\/news\/20160120-hands-on-mooc-creativity_en).<\/p>\n<p>What we have found is that the challenges of open learning are immense: serving the numbers of registrants; finding a pedagogy that works online; facing up to the amount of teachers’ time that a MOOC can consume; and, developing an effective business model. But beyond all that the greatest danger in my experience is the implication that the human interface between teacher and student can be sidelined.<\/p>\n<p>I want to emphasise this point: the best kind of learning takes place in face to face dialogue between teachers and the students who are struggling to assimilate new knowledge and absorb contradictory viewpoints. We are in danger, in my view, of compromising our democracy itself if we do not concentrate on helping all students to understand why people reach different conclusions to the same question and contradict each other with facts and viewpoints. This kind of discussion where the participants reach a point of agreement or at least value another’s point of view is a vital element of education if we are to preserve our social system.<\/p>\n<p><strong>Open Learning Opportunities<\/strong><br \/>\nHowever, we cannot all afford the Oxbridge experience, along with tea and scones, all the time, if at all. Blended learning offers many opportunities especially for those who cannot afford university education or who live too remotely, have responsibilities that keep them at home or are too disabled to attend. Open learning is provided by many of the best universities although only about 5% of the tens of thousands who start the course complete or take a qualification. The strain is on the lectures who have to rethink their pedagogy and fight for the time they spend online to be acknowledged.<\/p>\n<p>The role of students is being reconsidered too. There are a lot of questions to answer. Should students be involved in the planning stages of everything from resources to courses? As ‘paying customers’ should they not be privy to the same sort of market research as other consumers? Do we want students to help each other and share knowledge? Also to seek out their own sources? Surely we need to adjust our pedagogy and our accreditation priorities to do this?<\/p>\n<p>Young people are going ahead regardless. They tend to go to sources like YouTube for knowledge. How do we help them with the provenance of information and the status of information providers? Can this kind of reference be part of an academic programme? Is academic practice being challenged?<\/p>\n<p><strong>Changing assessment criteria<\/strong><br \/>\nPersonally, I am interested in the potneital of edtech to change mindsets. I believe we should change the way in which we set exams – re-think what matters in learning and what improves a learners’ abilities. Universities are not used to constant evolution so it is not surprising that assessment methods do not yet show any signs of changing in the state universities in the face of open learning. However, in the technical and private universities what is valued in learning is changing quickly. Performance evidence is beginning to take precedence over testable knowledge. Will these institutions put pressure on the state universities to change their assessment procedures or simply develop differently along the lines of performance? Does society look for new skills from the graduate that open learning can provide?<\/p>\n<p>A key question is whether teachers will be able to cope with blended learning in the near future. Although the Teaching Excellence Framework (TEF) is now a policy trigger in the universities there is nothing like the programmes of edtech training that teachers in schools were offered from the 1980s to 2010. Do we need to make edtech confidence an element of the TEF? Can we sustain this request? Will students forgive us if we do not? So far there is not much evidence to base judgements on and we need a better research base. Preferably practice based to include students’ evidence.<\/p>\n<p><strong>Open Education Resources<\/strong><br \/>\nOpen Education Resources (OERs) are widely seen by bodies like UNESCO to be one answer to the availability of education across the world . Yet universities tend to conflate OER with lots of other policy initiatives and developments. It is often supposed that if there is a MOOC this implies the making and sharing of OERs although this is rarely the case. OER development is not necessarily covered by an open research policy and policies and practices around open data.&nbsp; Also in terms of time considerations there are few formal staff development programmes around the creation, use and repurposing of Open Education Resources (OERs) and only a few policy levers to encourage their consideration.<\/p>\n<p><strong>Hopeful outcomes?<\/strong><br \/>\nOf course there is doubt that open learning systems will ever truly replace physical colleges and universities. But replacing physical classrooms might be a way of increasing the time available for lecturers to train. The academic year will also be affected for the better by open learning. Open Leaning could change the context of student attendance, for instance, a blended model: learning online with access to OERs and some study weekends on campus. Could these changes be designed to also give time for edtech training for lecturers during the term time as they would not be involved in so much face to face?<\/p>\n<p>So will open learning change the higher education landscape over the next five years? Leveraging free-to-access information and content to enhance student experience and university reputation may be a way forward but Diana Laurillard (2014) has warned about the dangers of imagining that open learning is financially viable.<br \/>\nBut for the learner, in terms of the resources students learn from, the advantages are obvious. According to OECD in 2007, there are free materials from more than 3000 open access courses (open courseware) currently available from over 300 universities worldwide. This means that universities need to deal with the issues of free access and plagiarism in a positive way.<\/p>\n<p>UNESCO believes that universal access to high quality education is key to the building of peace, sustainable social and economic development, and intercultural dialogue. Open Educational Resources (OER) provide a strategic opportunity to improve the quality of education as well as facilitate policy dialogue, knowledge sharing and capacity building.<\/p>\n<p>But are we too hopeful?<\/p>\n<p><em>Thanks for help with ideas about blended leearning from Chris Yapp and John Cuthell.<\/em><\/p>\n<p><strong>Further reading<\/strong><br \/>\nJISC guides to OERs: &nbsp;<a href=\"https:\/\/www.jisc.ac.uk\/guides\/open-educational-resources\">https:\/\/www.jisc.ac.uk\/guides\/open-educational-resources<\/a><\/p>\n<p>Pachler, N, Preston, C., Cuthell, J.P., Allen, A. and Torres, P. (2010) The ICT CPD Landscape in England. Becta.&nbsp;<a href=\"http:\/\/39lu337z51l1zjr1i1ntpio4-wpengine.netdna-ssl.com\/wp-content\/uploads\/2019\/06\/ICT_CPD_Landscape_report.docx\">download here<\/a>. This report contains a section about teachers who are reluctant to use learning technologies in classrooms that you can <a href=\"\/external-publications\/paper-reluctant-teachers-copy\/\">download here<\/a>.<\/p>\n<p>Laurillard, D. <a href=\"https:\/\/www.google.co.uk\/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=4&amp;ved=0ahUKEwiTn6n59ezUAhUBJMAKHUrVBiUQFgg1MAM&amp;url=http%3A%2F%2Fwww.mirandanet.org.uk%2Fresearchexchange%2Fwp-content%2Fuploads%2F2009%2F04%2FLaurillard_THE_JAN1614.pdf&amp;usg=AFQjCNEvq4aDSsj23clfAQ-Gi8xZB455SA\">Hits and Myths: Moocs may be a wonderful idea but they are not viable<\/a> Times Highert Education, 16th January 2014<br \/>\nUNESco guides to OERs:&nbsp;<a href=\"http:\/\/www.unesco.org\/new\/en\/communication-and-information\/access-to-knowledge\/open-educational-resources\">http:\/\/www.unesco.org\/new\/en\/communication-and-information\/access-to-knowledge\/open-educational-resources<\/a><br \/>\n<a href=\"http:\/\/openscot.net\/event-reports\/unesco-european-regional-consultation-on-oer-report\">http:\/\/openscot.net\/event-reports\/unesco-european-regional-consultation-on-oer-report<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Last week at the Future EdTech conference in London I was invited onto a panel sharing views about open learning in higher education. I was drawing on MirandaNet Fellowship experiences of online learning since 1999 when MirandaNet started working with &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/07\/03\/can-online-learning-substitute-human-interface\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[79,246,191],"class_list":["post-10086","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-mooc","tag-oer","tag-online-learning","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10086"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10086"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10086\/revisions"}],"predecessor-version":[{"id":12195,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10086\/revisions\/12195"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10086"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10086"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10086"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}