{"id":10087,"date":"2017-08-29T00:00:00","date_gmt":"2017-08-28T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/leading-change-future-focused-learning-involving-everyone\/"},"modified":"2019-06-29T22:05:35","modified_gmt":"2019-06-29T21:05:35","slug":"leading-change-future-focused-learning-involving-everyone","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/leading-change-future-focused-learning-involving-everyone\/","title":{"rendered":"Leading change to future-focused learning involving everyone"},"content":{"rendered":"<p>Leading change to future-focused learning involving everyone<\/p>\n<p>Niki Davis<sup>1<\/sup> and Cathy Lewin<sup>2<\/sup><\/p>\n<p><sup>1<\/sup><em>University of Canterbury e-Learning Lab, Aotearoa New Zealand, niki.davis@canterbury.ac.nz<\/em><\/p>\n<p><sup>2<\/sup><em>Education and Social Research Institute, Manchester Metropolitan University, United Kingdom, c.lewin@mmu.ac.uk<\/em><\/p>\n<p>Future-focused learning concerns the evolution of educational systems to ensure flexibility, meet the needs of the knowledge economy and harness the benefits of digital technologies. Ground-breaking work in New Zealand provides evidence that future-oriented learning and teaching can be framed by six core principles: personalising learning, educating for diversity, building learning capacity, teacher and learner roles, continuous professional development and community connectedness (Bolstad &amp; Gilbert, 2012). Digital technologies are playing an increasingly important role in realising these core principles in practice, and can support innovation and change in teaching and learning practices. However, scaling up digital pedagogies in the classroom still remains a challenge for policy makers and practitioners (OECD 2016), despite decades of research and policy initiatives. Effective leadership has long been acknowledged as a key enabler for embedding technology in teaching and learning. There has been a growing international interest in widening the range of stakeholders involved in education ecosystems to include school leaders, teachers, students, parents, and the wider community such as museums and industry. With digital technologies continuing to develop and a rich past of experiences and knowledge to draw upon, it is as important as ever to continue to develop knowledge and understanding of how to lead change in future-focused learning.<\/p>\n<p>This symposium brings together five papers concerning the ways in which different stakeholders in education can be supported to change their teaching and learning practices through the adoption of digital tools. Drawing on past, recent and current projects, the authors propose a range of support structures and approaches that can facilitate change. This builds on previous work undertaken on innovation and change firstly within IFIP TC3 through symposia in 2016 and 2015 and secondly through thematic working groups at EDUsummITs in 2011, 2013 and 2015 (e.g. Leahy et al 2016).<\/p>\n<p>Firstly, Christina Preston presents a paper outlining how technology can be used to support virtual coaching for teachers, thus developing future-oriented teaching through digital professional development. Next, Niki Davis and Christina Preston revisit previous projects through the lens of The Arena (Davis, 2017) to identify effective and scalable professional development models for the future. Then Jo Fletcher and Julie Mackey report on a study exploring how technology-enabled professional learning communities can be used to support change in Innovative Learning Environments. Niki Davis then presents a paper which adopts an ecological perspective to examine the potential of digital technologies to support bilingual develop in the early years. Finally, Cathy Lewin in the role of respondent will syntesise and critique the presentations drawing on her extensive research and leadership in the area.<\/p>\n<h4>References<\/h4>\n<p>Bolstad R, Gilbert J, with McDowall S, Bull A, Boyd S, &amp; Hipkins R, for NZCER. (2012). <a href=\"https:\/\/www.educationcounts.govt.nz\/publications\/schooling\/109306\"><em>Supporting future oriented learning and teaching: A New Zealand perspective<\/em><\/a>. Wellington: NZCER.<\/p>\n<p>Leahy, M., Davis, N.E., Lewin, C., Charania, A., Nordin, H., Orlic, D., Butler, D., &amp; Lopez-Fernandez, O. (2016). Smart Partnerships to increase equity in education. <em>Educational Technology &amp; Society<\/em>, 19(3), 84–98.<\/p>\n<p>Wylie, C. &amp; Bonne, L. (2016). Secondary schools in 2015. Retrieved from <a href=\"http:\/\/www.nzcer.org.nz\/system\/files\/NZCER%20Secondary%20Survey%202015_%20Full%20report_0.pdf\">http:\/\/www.nzcer.org.nz\/system\/files\/NZCER%20Secondary%20Survey%202015_%20Full%20report_0.pdf<\/a><\/p>\n<p>OECD. (2016). <em>Innovating Education and Educating for Innovation: The Power of Digital Technologies and Skills<\/em>. Paris: OECD Publishing. <a href=\"https:\/\/www.google.co.uk\/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0ahUKEwjUivSb0_zVAhWlBsAKHQ-QB6YQFggoMAA&amp;url=http%3A%2F%2Fwww.oecd.org%2Ffr%2Finnovation%2Finnovating-education-and-educating-for-innovation-9789264265097-en.htm&amp;usg=AFQjCNEk2LDXNyUw4-RJxo0eAM05wBpiYg\">Link to document<\/a>. [Retrieved 29\/8\/17]\n","protected":false},"excerpt":{"rendered":"<p>Leading change to future-focused learning involving everyone Niki Davis1 and Cathy Lewin2 1University of Canterbury e-Learning Lab, Aotearoa New Zealand, niki.davis@canterbury.ac.nz 2Education and Social Research Institute, Manchester Metropolitan University, United Kingdom, c.lewin@mmu.ac.uk Future-focused learning concerns the evolution of educational systems &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/08\/29\/leading-change-future-focused-learning-involving-everyone\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[71],"class_list":["post-10087","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-cpd","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10087"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10087"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10087\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10087"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10087"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10087"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}