{"id":10082,"date":"2017-07-02T00:00:00","date_gmt":"2017-07-01T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/07\/02\/graduating-from-picademy\/"},"modified":"2019-06-29T22:05:35","modified_gmt":"2019-06-29T21:05:35","slug":"graduating-from-picademy","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/07\/02\/graduating-from-picademy\/","title":{"rendered":"Graduating from Picademy"},"content":{"rendered":"<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-8799 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/PILogo.png\" alt=\"\" width=\"131\" height=\"150\" \/>Picademy was some of the best CPD I have ever attended, with its emphasis on immersive learning through play, and on celebrating successes but accepting failures as learning opportunities too. It was fantastic to spend two days with a bunch of super-enthusiastic and imaginative people who are all passionate about computing, and I was reminded how exhilarating project-based learning can be. Along with the many new skills and new friends, the two days refreshed my ideas about what good learning looks and feels like. I am resolved to keep my computing sessions full of tinkering and teamwork.<\/p>\n<p>The Raspberry Pi Foundation is an educational charity based in the UK that owns the company who produce the tiny, low-priced but surprisingly powerful Raspberry Pi computer. Connect a Pi to a monitor, keyboard and mouse and you can do just about anything that you can with a desktop.  All kinds of devices can be connected to it and controlled in computing projects using lights, sounds, sensors and motors. You can even use it to send cameras up into space.<img loading=\"lazy\" decoding=\"async\" class=\"wp-image-8800 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/p1.png\" alt=\"\" width=\"338\" height=\"198\" \/><\/p>\n<p>On the first Picademy day we began by introducing ourselves and sharing how we were feeling. Quite a few owned up to being a little nervous about their own skills. However, we were encouraged to jump straight in and immerse ourselves in the possibilities for digital making. There was no time to be timid as we sped through a day of hands-on workshops which gave us a feel for what could be achieved with the Pi and its various add-ons or ‘hats’ as they are known. Highlights from these taster sessions including:<\/p>\n<ul>\n<li>connecting LEDs and buzzers to the GPIO<\/li>\n<li>making music with Sonic Pi<\/li>\n<li>controlling a motor with an Explorer Hat<\/li>\n<li>making a pixel that rolls when you tilt a Sense Hat<\/li>\n<li>taking selfies with a button-controlled Pi camera.<\/li>\n<\/ul>\n<p>From a simple start where we were challenged to make a flashing LED, we progressed to using Python to code traffic lights and making music with concurrent loops. We explored time lapse photography, designed flashing emojis with coloured pixels and combined motors with craft materials to make all kinds of spinning contraptions. My favourite was a random spinner based on ‘he loves me\/he loves me not’. It was quite a day!<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-8802 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/p3.png\" alt=\"\" width=\"263\" height=\"195\" \/><\/p>\n<p>Day one ended with us brainstorming ideas for projects for day two. Our hosts did a great job of grouping these into themes. Then we all went off for a lovely meal and drinks in Cambridge.<\/p>\n<p>On the morning of Day 2 James Robinson gave us an account of Skycademy which involves teams launching balloons and computers 35,000 metres into the stratosphere to take pictures from the edge of space. Awesome!<\/p>\n<p>Then they let us organise ourselves into working groups with similar interests to spend the rest of the day creating and coding. Magically this worked! It reminded me how important it is for us to let go of our learners sometimes and let them take control of their own learning journeys.<\/p>\n<p>My team of six included educators from Cyprus, Italy and England. Our idea was to make a robot with a camera attached that might form the basis of some STEM projects with a real world aspect to them. We split into two groups of three with some of us making and coding the robot and the others setting up the camera to tweet photos. There was a tense moment when we used remote access software to combine the code into one program to control our robot explorer and tweet images from our invented ‘Planet Pi’. And then a round of high fives when it worked! Our other ideas were to send the robot to tweet images from inside a badger set or to make a simulation of a disaster rescue scenario. There was a real sense of achievement from being part of a team intensely engaged in solving challenges together.<\/p>\n<p>All the groups captured the progress of their projects using Twitter and the tweeted images and videos made an excellent platform for show and tell. Other projects included a theremin (a gesture controlled musical instrument), remote controls for the temperature and humidity of a vivarium, a Lego colour sorting machine, a person counter and a photo finish line for a sports event, a Minecraft game, a musical lightshow, and an automatic picture editing device.<\/p>\n<p>At the end of the day, Eben Upton, the founder of the Raspberry Pi Foundation, presented us with certificates and badges.<\/p>\n<p>Picademy was some of the best CPD I have ever attended, with its emphasis on immersive learning through play, and on celebrating successes but accepting failures as learning opportunities too. It was fantastic to spend two days with a bunch of super-enthusiastic and imaginative people who are all passionate about computing, and I was reminded how exhilarating project-based learning can be. Along with the many new skills and new friends, the two days refreshed my ideas about what good learning looks and feels like. I am resolved to keep my computing sessions full of tinkering and teamwork.<\/p>\n<p>Another key aspect of Picademy is its sense of community and I am honoured to become part of the Pi family of creative digital makers. Well done to the Picademy team for inspiring a diverse group of educators to join forces, put their fears aside and be brave coders.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Picademy was some of the best CPD I have ever attended, with its emphasis on immersive learning through play, and on celebrating successes but accepting failures as learning opportunities too. It was fantastic to spend two days with a bunch &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/07\/02\/graduating-from-picademy\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"class_list":["post-10082","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10082"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10082"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10082\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10082"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10082"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10082"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}