{"id":10090,"date":"2017-09-17T00:00:00","date_gmt":"2017-09-16T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2017\/09\/17\/digital-deceptions\/"},"modified":"2019-06-29T22:05:35","modified_gmt":"2019-06-29T21:05:35","slug":"digital-deceptions","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2017\/09\/17\/digital-deceptions\/","title":{"rendered":"Digital Deceptions?"},"content":{"rendered":"<p>Ben Williamson’s constructive and justifiably irate article &#8216;Coding for What?&#8217;posted in the MirandaNet Blog doubtless resonates with many former ICT teachers in England. His description captures how it seemed to many observers and participants: a frantic, ideologically driven, and peremptory change process to replace the English ICT curriculum with Computing. An ambush that lifted Computer Science to the status of an apex subject largely by denigrating the value and achievements of ICT. Ben’s work on examining and synthesising the background to this abrupt transformation is welcome and very useful.<\/p>\n<p>Of course, for many educators the appearance of a computer science oriented curriculum is an important and progressive development worth striving for even as there is continuing frustration across a number of fronts. There is much to be valued in the reformulated curriculum. However, it is already dogged by persistent systemic difficulties with recruiting appropriate staff and the low levels of support for CPD[1] or the lack of assurance that Computing is a curriculum opportunity for all students[2], and no clarity on addressing the breadth of societal needs for digital expertise[3]. As should be clear, these are systemic threats and while ICT was often shown to be negatively affected by them, curriculum change alone clearly does not remove them[4].<\/p>\n<p>However, the overall picture presented is a useful case study of the importance and value of lobby networks in curriculum reform and development, a diverse range of agencies made up of private sector commerce and corporations, quangos, charities, professional bodies, and politically influential advisers in. Poised and ready to ‘cash in’ the opportunity came quickly in an ideal combination of circumstances:<\/p>\n<ul>\n<li> A prevailing, long-term governmental philosophy to ‘reduce the state’, i.e outsourcing, privatisation and, in particular, the academisation of publicly funded schools;<\/li>\n<li> A minister for education keen to advance a more ‘traditional’ and economically motivated technology curriculum;<\/li>\n<li> A public backdrop of increasingly negative evaluations of the prevailing ICT curriculum (e.g. OfSTED, 2011; Royal Society, 2012).<\/li>\n<\/ul>\n<p>This last factor is one that might deserves further analysis. Throughout this entire period there seemed to be little significant response from any of us in the community of ICT practitioners and there seemed to be little organised campaigning or lobbying. The ‘absence of presence’ was visible. Were we taken by surprise? Even as late as 2014 with the publication of the ETAG report there seemed to be little recognition of the ‘forces of change’ at work in the digital curriculum. That’s not to say there was none but it was not well represented and perhaps appeared defensive more than it espoused innovation.<\/p>\n<p>As noted in the opening paragraphs above, ongoing frustrations continue to dog the development of the new Computing curriculum. In the end these could prove as decisive for Computing as they did for ICT when they were highlighted by the influential Royal Society report ‘Shut Down or Restart’.<\/p>\n<p>Clearly, none of those problems have been fully addressed. They seem to be endemic in education, an organisational failure on so many fronts from funding and recruitment to leadership and national strategy. Such problems are not solved directly by curriculum change. So it would seem that, at least in part, the deconstruction of ICT was justified by perceived weaknesses that had almost nothing to to do with the quality of the ICT curriculum but nearly everything to do with the quality of education. That has not changed.<\/p>\n<h6><strong>References:<\/strong><\/h6>\n[1] Secret Teacher. 16\/9\/2017. &#8216;Too many of us teach subjects we&#8217;re not qualified for.&#8217; <a href=\"https:\/\/www.theguardian.com\/teacher-network\/2017\/sep\/16\/the-secret-teacher-too-many-us-teaching-subjects-not-qualified\">https:\/\/www.theguardian.com\/teacher-network\/2017\/sep\/16\/the-secret-teacher-too-many-us-teaching-subjects-not-qualified<\/a><\/p>\n[2] ‘Is computing education in England becoming exclusive?’ (Hello World) The computing and digital making magazine for educators. Issue 1 Spring Term 2017, pp36-37 Available at: <a href=\"https:\/\/helloworld.raspberrypi.org\/issues\/1\">https:\/\/helloworld.raspberrypi.org\/issues\/1<\/a><\/p>\n[3] See for example this report about the weaknesses of digital skills in public services provision. The skills in question are not computer science but user level capability (aka ICT): <a href=\"http:\/\/central-government.governmentcomputing.com\/news\/techuk-greater-digital-skills-and-information-sharing-needed-for-transformation-5925324\">http:\/\/central-government.governmentcomputing.com\/news\/techuk-greater-digital-skills-and-information-sharing-needed-for-transformation-5925324<\/a><\/p>\n[4] The Royal Society, 2012. Shut down or restart? The way forward for computing in UK schools. The Royal Society. Available at: <a href=\"http:\/\/royalsociety.org\/education\/policy\">http:\/\/royalsociety.org\/education\/policy<\/a><\/p>\n<h6>See also:<\/h6>\n<p>Freedman, T., 2017. The Computing curriculum in England: A timeline of hopes and experience. ICT &amp; Computing in Education. Available at: <a href=\"https:\/\/www.ictineducation.org\/home-page\/the-computing-curriculum-in-england-a-timeline-of-hopes-and-experience\">https:\/\/www.ictineducation.org\/home-page\/the-computing-curriculum-in-england-a-timeline-of-hopes-and-experience <\/a><\/p>\n<p>Williamson, B., 2015. Political computational thinking: policy networks, digital governance and “learning to code.” Critical Policy Studies, 10(June), pp.1–20. Available at: <a href=\"http:\/\/dx.doi.org\/10.1080\/19460171.2015.1052003\">http:\/\/dx.doi.org\/10.1080\/19460171.2015.1052003<\/a>.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ben Williamson’s constructive and justifiably irate article &#8216;Coding for What?&#8217;posted in the MirandaNet Blog doubtless resonates with many former ICT teachers in England. His description captures how it seemed to many observers and participants: a frantic, ideologically driven, and peremptory &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2017\/09\/17\/digital-deceptions\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[207],"class_list":["post-10090","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-computing-curriculum","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10090"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10090"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10090\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10090"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10090"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10090"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}