{"id":10101,"date":"2018-02-11T00:00:00","date_gmt":"2018-02-11T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2018\/02\/11\/kind-edtech-professional-development-models-work\/"},"modified":"2019-09-07T09:58:50","modified_gmt":"2019-09-07T08:58:50","slug":"kind-edtech-professional-development-models-work","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2018\/02\/11\/kind-edtech-professional-development-models-work\/","title":{"rendered":"What kind of edtech professional development models work?"},"content":{"rendered":"<p>The evidence of MirandaNet 5.0 members, assembled since the turn of the century, indicates that well-run local models run by educators with the support of companies are more effective than national programmes run by companies with the support of educators (Preston 2004: Davis, Preston, Sahin 2009 a and b: Pachler, Preston, Cuthell, Allen and Torres 2011).<\/p>\n<p>In the past, a key challenge in edtech professional development programmes that we have evaluated both in the UK and abroad has been that the programme designers have not been entirely successful because one element was missing &#8211; the need for current professional development first for the teacher educators, tutors or advisers who are going to work with school trainers and <a href=\"https:\/\/www.garida.net\/\">garida.net<\/a> classroom teachers. Another common factor is the lack of time provided for teachers to embed new learning into their professional practice.<\/p>\n<p>Where there has been success the group of international, national or regional leaders have often benefitted from a strong professional community of practice that can supply &#8216;just in time&#8217; advice as required. Professor Niki Davis, a MirandaNet Senior Fellow now in New Zealand has documented our progress as an element in the international Arena model she has developed. This complex model shows how many different layers of community have to be considered in an edtech in schools campaign in any country (Davis 2017).<\/p>\n<p>A good online platform is essential for communication, teaching and publication. But teachers do not use online facilities readily. Being part of the learning community is the best motivator and effective ementoring is essential. Few ementors are given professional development although this is a very new and complex skill.<\/p>\n<p>Since 1992 MirandaNet 5.0 and ITTE members have been refining a practice-based research model, iCatalyst, that we have deployed in schools and regions in the Czech Republic, China, India, Mexico, South Africa and the UK. These projects have been funded by governments, charities and MirandaNet associate companies who <a href=\"https:\/\/www.hayamix.com\/\">hayamix.com<\/a> want to develop their product or service to enhance teaching and learning. Different members of the group can elect to undertake the programme at certificate, diploma or at 30 point Masters level. The success rests on the fact that the leaders and teachers decide what questions they want to ask and take charge of the classroom experiments and data collection. Any changes the school adopts as a result of the programme are based on the evidence that leaders, teachers and the pupils have agreed.<\/p>\n<p>We have also documented the reasons why the teacher profession is often reluctant to use digital technologies and the barriers that need to be respected. We find that the best way to overcome these legitimate concerns is to involve the teachers in the management of change rather than forcing change on them.<\/p>\n<p>This model is also valuable for adult learners as it is an investigative process that is being embedded. The content comes from the student.<\/p>\n<p>Key references are these:<\/p>\n<ul>\n<li>Davis, N. (2017) Digital Technologies and Change in Education: The Arena Framework. Routledge<\/li>\n<li>Davis, N., C. Preston, and I. Sahin (2009a). ICT teacher training: evidence for multilevel evaluation from a national initiative.British Journal of Education Technology (BJET). Volume 40. Issue 1 (January 2009 ) (Published Online: Feb 5 2008 12:00AM): 135-148.DOI: 10.1111\/j.1467-8535.2007.00808.x<\/li>\n<li>Davis, N. E., C. Preston and I. Sahin (2009b). Training teachers to use new technologies impacts multiple ecologies: Evidence from a national initiative&#8217;. British Educational Research Journal (BJET). Volume 40. Issue 5 (September 2009).<\/li>\n<li>Pachler, N, Preston, C., Cuthell, J.P., Allen, A. and Torres, P. (2011) The ICT CPD Landscape in England Becta <a href=\"http:\/\/dera.ioe.ac.uk\/1769\/\" target=\"_blank\" rel=\"noopener noreferrer\">Download here.<\/a> This report contains a section about teachers who are reluctant to use learning technologies in classrooms that you can <a href=\"http:\/\/39lu337z51l1zjr1i1ntpio4-wpengine.netdna-ssl.com\/wp-content\/uploads\/2019\/06\/Paper-reluctant-teachers-copy.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">download here.<\/a><\/li>\n<li>Porayska-Pomsta K., Preston, C., Laerke Weitze, C. and Younie, S. (2017) ‘How can we provide educational practitioners with the expertise they need?’ In: What the Research Says, Rose Luckin (ed). Routledge<\/li>\n<li>Preston, C. (2004). Learning to use ICT in Classrooms: teachers&#8217; and trainers&#8217; perspectives: an evaluation of the English NOF ICT teacher training programme (1999-2003): summary, full evaluation report and emergent trends for teacher educators and staff-trainers. London, funded by the Teacher Training Agency. <a href=\"http:\/\/www.mirandanet.org.uk\/tta\/\" target=\"_blank\" rel=\"noopener noreferrer\">The paper is here.<\/a><\/li>\n<\/ul>\n<p>Bibliography<br \/>\n(Mirandanet 5.0 and ITTE members publications on this edtech CPD)<\/p>\n<ul>\n<li>Daly, C, Pachler N. and Pelletier, C. (2009) Continuing professional development in ICT for teachers: A literature review. Becta <a href=\"https:\/\/www.researchgate.net\/publication\/233981307_Continuing_Professional_Development_in_ICT_for_Teachers_A_Literature_Review\" target=\"_blank\" rel=\"noopener noreferrer\">Report One here<\/a><\/li>\n<li>Daly, C., Pachler N., and Pelletier, C. (2009) Continuing Professional Development in ICT for teachers. Becta <a href=\"https:\/\/www.researchgate.net\/publication\/233981295_Continuing_professional_development_in_ICT_for_teachers_Report_2\" target=\"_blank\" rel=\"noopener noreferrer\">Report Two here<\/a><\/li>\n<li>Younie, S. (2006) &#8216;Implementing Government Policy on ICT in Education: lessons learnt&#8217;, Education and Information Technologies, Vol 11, Nos 3-4, pp 385-400<\/li>\n<\/ul>\n<p>More general references may be found at:<br \/>\n<a href=\"\/external-publications\" target=\"_blank\" rel=\"noopener noreferrer\">\/external-publications<\/a><\/p>\n<p>Details of a recent MirandaNet presentation may be found at:<br \/>\n<a href=\"\/specialist-cpd-research\" target=\"_blank\" rel=\"noopener noreferrer\">\/specialist-cpd-research<\/a><\/p>\n<p>Information about iCatalyst<br \/>\n<a href=\"\/professional-development\" target=\"_blank\" rel=\"noopener noreferrer\">\/professional-development<\/a><\/p>\n<p>Becta research is reassembled here:<br \/>\n<a href=\"\/knowledgehub\/becta-reassembled\" target=\"_blank\" rel=\"noopener noreferrer\">\/knowledgehub\/becta-reassembled<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The evidence of MirandaNet 5.0 members, assembled since the turn of the century, indicates that well-run local models run by educators with the support of companies are more effective than national programmes run by companies with the support of educators &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2018\/02\/11\/kind-edtech-professional-development-models-work\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"class_list":["post-10101","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10101"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10101"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10101\/revisions"}],"predecessor-version":[{"id":12216,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/10101\/revisions\/12216"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10101"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=10101"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=10101"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}