{"id":9751,"date":"2014-12-23T00:00:00","date_gmt":"2014-12-23T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2014\/12\/23\/united-classroom\/"},"modified":"2019-06-29T22:10:36","modified_gmt":"2019-06-29T21:10:36","slug":"united-classroom","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2014\/12\/23\/united-classroom\/","title":{"rendered":"UnitedClassroom dot org"},"content":{"rendered":"<p><strong>Small Private Online Course<\/strong><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>A national group of school&#8217;s project to deliver qualifications between institutions.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Dominic Norrish<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> <strong>2014<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Keywords:<\/strong><\/p>\n<p>MOOC, SPOC<\/p>\n<hr \/>\n<p><strong>Study<\/strong><\/p>\n<p>We can all probably still name that teacher who had such an impact on us that it imprints our lives today. Mine was (Eu)Gene Coleman, a history teacher who combined dry Mancunian wit and affected indifference for his pupils with a depth of knowledge and an ability to make it interesting that still has me reading history books for pleasure today. Yet many people that you talk to find history dull and irrelevant! How can this be?! The answer is that Mr Coleman was very poorly distributed. In fact his undoubted brilliance failed to extend beyond even his classroom.<\/p>\n<p>And for every subject, there are thousands of amazing, expert, passionate teachers labouring in a model which defines their influence in purely geographical terms: to gain from their teaching, you need to go to their school. This is far too random to be allowed to persist in the modern, technologically-enabled world.<br \/>\nI will use the example that I always fall back on, because it is just too perfect to ignore: In one of the schools I work for, there’s a teacher called Rob. He’s an excellent teacher, charismatic and committed. He also has a PhD in astrophysics and in a previous life was a rocket scientist, in the literal sense. I cannot think of anyone else I’d rather have teaching me A-level physics. But how to distribute Rob effectively to all of the schools in my Group?<\/p>\n<p><strong>How?<\/strong><\/p>\n<p>I think the answer may be to create a blended model which combines a ‘live lesson’ experience taught by Rob with a guided study component that the student follows independently or with the assistance of a non-specialist teacher at the school they physically attend.<\/p>\n<p>The ‘live lesson’ bit would have to be much, much more than just passively watching a video feed of Rob’s lesson. Learning is social, fundamentally, and to feel engaged in what is going on at the near-end, remote students will need to participate in a synchronous way. The live lesson environment should therefore enable learners to collaborate on documents, share ideas, ask questions, seek help, split into groups, present their work, etc – everything they could do if they were in the room.<\/p>\n<p>The guided\/ self-study bit needs structured resources (assignments, demonstrations, practice exercises, recordings of the live lessons), accessible on any device and released sequentially (standard MOOC fare). I think it’s also unrealistic to expect secondary-aged students to uniformly adopt the self-study habits which many adults still struggle with – there needs to be additional guided study (let’s not call them lessons) facilitated by a teacher who can help the students to access materials and attempt tasks but who does not need to be a subject specialist.<\/p>\n<p>Surrounding and joining-up all this activity would need to be an enterprise social network, and I mean a full-on hash-tagged, retweetable internal Twitter\/ Facebook clone, not a forum. A secure and auditable environment in which adults and children could routinely and safely interact in an ad hoc way, fashioning their own Personal Learning Networks of experts and peers (and having some fun while doing it – come on, you don’t use Twitter for the pure academic efficacy of it, admit it). We’re lucky in that our scale means our network could have 40,000 pupils and 5000 staff in it, which is probably just enough to make it a worthwhile place to hang out and learn from others.<\/p>\n<p>We’d probably look to gamify &lt;<a href=\"http:\/\/en.wikipedia.org\/wiki\/Gamification\">http:\/\/en.wikipedia.org\/wiki\/Gamification<\/a>&gt;  the whole thing for pupils and staff, rewarding contributions and questions answered with some kind of badging and Klout-style score which rewarded users for joining in and helping others. It’s not beyond the realms of possibility to imagine this linked to payments to staff, especially if a lot of these contributions would by definition be happening out of hours.<\/p>\n<p>So, a week in the SPOC starts with a live, expert-led lesson delivered from distance and participated in from multiple points. Students then continue to study course materials at their school with the help of an adult where required, leveraging the affordances of their PLN to seek (and offer) support and keep themselves connected and moving forward.<\/p>\n<p><strong>So what?<\/strong><\/p>\n<p>The breadth of the curriculum possible at KS4 and 5 would become unprecedented, allowing even small schools to maintain an affordable and diverse Sixth Form, meet every learners’ interests, avoiding forcing narrow options choices on pupils: “Classics, Archaeology and Hindu, you say? Not a problem”<\/p>\n<p>The near-end schools (those developing and delivering the expert content) would generate income from schools whose students took part at distance, incentivising every school to lead where it has strength and meaning that they would not lose out by being net contributors.<\/p>\n<p>Most importantly, outcomes would inevitably improve. Not only would pupils be more motivated due to their increased choice, agency and connectedness, the quality of the expertise they have access to in live lessons and their PLN would be massively significant to the pace and depth of their learning. Once Rob is effectively distributed to 500 learners, they’re all going to develop a love and deep understanding of Physics, trust me.<\/p>\n<p>This is a visualisation of how we want it to work: <a href=\"http:\/\/www.youtube.com\/playlist?list=PLTGzH9gO0mehAWGlMYCSol1BWjqzn90O_\">http:\/\/www.youtube.com\/playlist?list=PLTGzH9gO0mehAWGlMYCSol1BWjqzn90O_<\/a><\/p>\n<p><strong>Really?<\/strong><\/p>\n<p>Yes, really. We’re lucky – my group is large and diverse. Whilst our schools have the problems all schools face of finite internal educational capital, we have the means to try and do something about it, in a co-operative, not-for-profit way. We’re starting small, with GCSE Astronomy delivered in a year to a tiny number of participants (8 children across 2 schools) co-curricularly, with plans to evaluate efficacy by Christmas 2014 and (if it’s working) roll-out to two or three pain-point A-Levels (Physics, Classics, Law, Latin, etc) as part of the curriculum in September 2015. We’re currently using Google Hangouts for the live lessons, rolled up in a Google Apps for Education domain which brings the social and document sharing functionalities. Panopto is being used to make recordings of the live lessonsavailable instantly for students to re-watch\/ search etc.<\/p>\n<p><strong><em>Append<\/em><em>ix: Why SPOC not MOOC?<\/em><\/strong><\/p>\n<p>The S of SPOC stands for small. Small in MOOC terms means ‘less than 10,000′, give or take. We’d need to be small to make sure learning could be supported and individualised, perhaps as few as 50? To be discovered!<\/p>\n<p>The P of SPOC stands for private. Private would mean that teachers, pupils and parents could collaborate with confidence, not looking over their shoulders at an external audience and unburdened by eSafety worries.<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Small Private Online Course [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract A national group of school&#8217;s project to deliver qualifications between institutions. Author: Dominic Norrish Publication Date: 2014  [s2If !is_user_logged_in()]To see the complete Case Study, please Login or Join.[\/s2If] [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2014\/12\/23\/united-classroom\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,79,9,80],"class_list":["post-9751","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-mooc","tag-research","tag-spoc","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9751"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9751"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9751\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9751"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9751"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9751"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}