{"id":9762,"date":"2015-01-11T00:00:00","date_gmt":"2015-01-11T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/digital-initiatives-education-waiting-uk-coalition\/"},"modified":"2019-06-29T22:10:35","modified_gmt":"2019-06-29T21:10:35","slug":"digital-initiatives-education-waiting-uk-coalition","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/digital-initiatives-education-waiting-uk-coalition\/","title":{"rendered":"Digital Initiatives in Education: Waiting for the UK Coalition"},"content":{"rendered":"<p><strong><span style=\"font-size: 14pt;\">Author: <a title=\"Christina Preston\" href=\"\/christinapreston\/\">Christina Preston<\/a><\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">Founder of the MirandaNet Fellowship mirandanet.ac.uk<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">Professor of Educational Innovation, University of Bedfordshire<\/span><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>In the UK, innovative national projects in the use of computers in teaching and learning have been taking place since the late 1980s. These project have moved in incremental stages from teacher training, to deploying educational software in classrooms and to introducing the internet. The new Coalition government are in a process of reassessing the impact of these national programmes and deciding what needs to be done next. So far the main pronouncement has been from David Willetts, UK Minister for Universities and Science, who wants to bring computer science back into the National Curriculum as a subject. Jim Norton, President of British Computer Society welcomed this move on the basis that this will provide pupils with the skills UK plc needs for the future.<\/p>\n<p>I am not opposed to drawing a distinction between digital multiliteracy and the academic discipline of computer science. MirandaNet Fellows have seen impressive presentations by young Czechs and Bulgarians in these two countries where computer science is still a school subject. But the  challenge for the profession is that this initiative does depend on the constant updating of computer science teachers in schools if these skills are to be truly valuable in the jobs market. Is there the money or the will to do this well?<\/p>\n<p>Although this computer science initiative is worthy it does not seem to follow on from the tremendous achievements that the UK have made in the field of digital technologies in education since the 1980s. The general consensus seems to be that we are still waiting for some more coherent pronouncements on the place of computers in the UK curriculum.<\/p>\n<p>Disadvantaged learners in the UK<\/p>\n<p>The negativity of the August riots in England, orchestrated with military precision through social networking, ought to provide yet  a new an impetus for schools to engage with the social, ethical and cultural impact of mobile technologies.<\/p>\n<p>In his <a href=\"http:\/\/yappattack.blogspot.com\/\">blog<\/a>, Chris Yapp, an adviser to the MirandaNet Fellowship, is concerned that Nick Gibb, the Minister of State for Schools, may not yet be persuaded of the value of multiliteracy for young people. Mr Gibb, UK Minister of State for Schools, has expressed his concern recently that many children are leaving school not knowing who Miss Haversham is. Some would say that a quick Google search will provide the information quickly enough if an acquaintance with Miss Haversham suddenly proves to be vital to a school leavers’ success in life. But this may not be a fair view of Nick Gibb’s focus. In this context, here he may be raising issues about the value of deep learning over a long period of time, in contrast to a quick internet fix to find immediate information. Indeed, there is much to be said for the social, cultural and historical value of reading Dickens in depth when time and other commitments make this possible. Indeed, the weekly distribution of a chapter as was Dickens habit, could now be recreated on RSS. My view is that the internet can provide the this kind of information quickly- but teachers still even better skills in helping learners in identifying  provenance, prioritising, analysing and summarising copious layers of information for others. These deep learning skills concentrate our thinking on the fact that the nature of learning is more than just the recall of facts but how use what we know and can find-out to create something new. These skills can now be taught at younger and younger ages along with the ethical and moral responsibilities of having so much information at the click of a mouse and so much power to publish.<\/p>\n<p><strong>The ICT curriculum<\/strong><\/p>\n<p>These issues were raised recently at the Policy Exchange, Westminster, the ‘think tank’  set up by education secretary Michael Gove MP. Naace, a professional organisation for educators engaged in using ICT for teaching and learning, put together an august gathering of colleagues from universities, schools, professional organisations and companies. Sadly ministers of the three political parties were not represented to hear what was said by the experts. The debate was focused on a comment by The Rt Hon Francis Maude MP, Minister for the Cabinet Office and Paymaster General in the Government ICT Strategy March 2011: “ICT is a fundamental tool that every modern state needs, but is it being used to maximum effect to raise standards in our schools -and in view of the significant transformational effect it can have, is there enough policy direction attributed to it? In their press release Naace expounded on the principles that had emerged:<\/p>\n<ul>\n<li>Research is required into how teaching and learning strategies, and thus workforce CPD and standards, need to be shifted in order to address the current mismatch between human web-influenced behaviour, and educational practice;<\/li>\n<\/ul>\n<ul>\n<li>Research is required into ways in which lessons can be learned from consumer profiling practice, in order to make education technology realise corresponding benefits with consideration for pupil data protection issues;<\/li>\n<li>Facilitation and support is required for the sharing of practice between schools of how to effectively and safely use students (and other stakeholders) own devices as part of their everyday learning practices;<\/li>\n<li>Facilitation and support is required for the sharing of practice between schools, of how to effectively engage parents in meaningful ways, through the use of technology, which directly supports and impacts on student standards;<\/li>\n<li>Facilitation and support is required for the sharing of practice between schools of how to use technology effectively to reduce costs, emissions and workload;<\/li>\n<li>A single, clear, overarching vision should be articulated by Government that positions the centrality of technology as a vehicle for achieving much broader educational success.<\/li>\n<\/ul>\n<p>Merlin John, who edits <a href=\"http:\/\/http\/\/www.agent4change.net\/\">Merlin on Line<\/a> covered the Policy Exchange meeting from a political angle. He was certain that the Coalition will be not be persuaded to ensure that UK ICT remains world class where it has been since the 1980s. Merlin recorded the comments of James Groves, head of education at the Policy Exchange, who admitted that the new Government had made a mistake by ignoring ICT over the last eighteen months and Bob Harrison robust statement that there is a massive gap between what the community of educators in digital technologies believe and what the Government is saying. Merlin suggested that a compromise might be reached if  “a linkage” was identified between the meeting’s focus on classroom practice and Government’s policy of autonomy for schools.<\/p>\n<p><a href=\"https:\/\/profiles.google.com\/107424166034771538377\/about\">Bob Harrison<\/a> was right to express frustration within the UK ICT community.  After many years of agreement between UK educators and politicians about the value of digital technologies in education and the importance for UK plc of this industry, the educators seem suddenly to have lost their intellectual agreement on this matter with those now in power. Thailand, Uraguay, Argentina and the US are moving forward swiftly to take the high ground on digital technologies in education, whereas in the UK the argument for maintaining education towards multiliteracy in the curriculum hangs in the balance.<\/p>\n<p>But in her summing of the debate, Bernadette Brooks, General Manager, Naace, issued a challenge to the professionals in the field to bridge the gap: “At The Policy Exchange today we have witnessed some brilliant examples of how ICT has played a significant role in increasing student motivation and driving up standards. It’s our joint responsibility to ensure that the use of technology in our schools is world class, leading edge and a source of national pride and achievement. I genuinely believe this is possible, with purposeful collaboration, connecting of minds and ingenuity, hard work and determined spirit”.<\/p>\n<p>Strong words that need action if UK plc is to remain a vibrant force in the field of digital technologies in education.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Author: Christina Preston Founder of the MirandaNet Fellowship mirandanet.ac.uk Professor of Educational Innovation, University of Bedfordshire &nbsp; In the UK, innovative national projects in the use of computers in teaching and learning have been taking place since the late 1980s. These &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/digital-initiatives-education-waiting-uk-coalition\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"class_list":["post-9762","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9762"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9762"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9762\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9762"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9762"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9762"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}