{"id":9764,"date":"2015-01-11T00:00:00","date_gmt":"2015-01-11T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/giving-netbooks-to-learners-in-argentina-columbia-thailand-uruguay-and-the-usa\/"},"modified":"2019-06-29T22:10:35","modified_gmt":"2019-06-29T21:10:35","slug":"giving-netbooks-to-learners-in-argentina-columbia-thailand-uruguay-and-the-usa","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/giving-netbooks-to-learners-in-argentina-columbia-thailand-uruguay-and-the-usa\/","title":{"rendered":"Digital Initiatives In Argentina"},"content":{"rendered":"[vc_row][vc_column width=&#8221;1\/1&#8243;][vc_column_text]\n<div class=\"entry-content\">\n<strong>Digital Initiatives In Argentina<\/strong><\/p>\n<p>Across the world a growing number of  initiatives are putting netbooks in the hand of the learners: these mobile devices are believed  to improve motivation and raise achievement. I have just returned from speaking in Argentina where connecting all young Argentinians to the Internet has also become a national priority: over the last year one million netbooks have been distributed.  The goal by the end of 2012 is to distribute two million more (1). This  initiative having full support of all government ministers who show their belief in capability of education to boost and economy and achieve social justice by ensuring that funding is ring fenced.<\/p>\n<p><a href=\"http:\/\/faculty.ed.uiuc.edu\/burbules\/\">Nick Burbles<\/a>, Director of the Ubquitous Learning Centre at the University of Illinois, gave a far-sighted keynote that put the learner at the centre of change. He observed on the new facts that teachers are absorbing: globally technological as well as social, cultural, and institutional changes mean that learning is a continuous possibility across spatial and temporal barriers. Learners of all ages expect, and often need, structured learning opportunities in a “just in time” mode; this puts new meaning and vitality into the traditional idea of “lifelong learning”. This was a challenging description of how learning  takes place to present to Argentinian teachers because the large majority are teaching in traditional classrooms.<\/p>\n<p>In this context, another conference speaker, Craig Watkins, University of Texas, Austin, US, described one school in Buenos Aires that he visited. His engaging description highlights some of the social and cultural challenges that Argentina is tackling through the distribution of netbooks:<\/p>\n<p>The school I visited in Buenos Aires is populated by students from low-income households.  In Argentina many students from poor communities drop out before completing secondary school.  The Director of the school explained that about thirty percent of the students entering the 10th grade in her school will drop out.  If a student makes it past 10th grade the odds of continuing through the 12th grade improve.  Many of the students in this school will not complete all of the requirements to earn their secondary degree.  In some cases, they will abandon school because of a loss of interest.  Others will cut their education short in order to enter the workforce to help support their families.  Only about five percent of the students will finish college.<\/p>\n<p>When I asked the Director how she hoped Conectar Igualdad would impact her school she did not hesitate.  Speaking through a translator, she explained that the availability of the netbooks and the chance to gain a least some basic computer literacy—the use of spreadsheets, word processing—would convince some students to continue their education.  In fact, many of the students persuaded their parents to attend this school precisely because the netbooks would be available.  <a href=\"http:\/\/dmlcentral.net\/blog\/s-craig-watkins\/conectar-igualdad-argentina%E2%80%99s-bold-move-build-equitable-digital-future#\">Conectar Igualdad<\/a> has promised that each student who graduates were permitted to keep the netbook they’d had at school. This is a good idea because it means technology is being continually refreshed in the school.<\/p>\n<p>The opportunity to connect learning to young people’s digital lives is often regarded as a source of motivation to further develop a learner identity. Like many other parts of the world, some of the most economically disadvantaged communities in Argentina view technology as essential to getting a quality education.<\/p>\n<p>Donna Burton-Wilcock from <a href=\"http:\/\/www.immersiveeducation.eu\/\">Immersive Education<\/a>, producers of Kar2ouche and Missionmaker, was invited to speak at the conference on the motivational benefits of using games technology to engage students and improve learning. She suggested that to focus on hardware without being clear about what you wanted to achieve with it was an expensive waste. Likewise educators needed to be clear about what is meant by the term educational games. Referring to the work of Egenfeldt-Nielsen<a href=\"\/consultancy\/articles\/digital-initiatives-in-argentina-thailand-uruguay-and-the-usa\/#_ftn1\">[2]<\/a>, she distinguished between edutainment (simple but limited games designed for the education market), entertainment (commercial games used by teachers in schools) and research-based software that uses games technologies for specifically educational purposes. She then provided examples of working with university education departments, on the latter, in order to develop multimodal tools that met specific educational needs including raising aspiration and achievement through increasing motivation and providing a range of means through which students could create meaning and communicate understanding.<\/p>\n<div>\n<hr size=\"1\" \/>\n<\/div>\n<p>My keynote in Argentina was about the global models for professional development that have been proven to support the integration of digital technologies into the system particularly an emphasis engaging the whole school staff in the change process through action research. I explained how, in the MirandaNet professional development programme, <a href=\"\/researchexchange\/action-research-the-main-principles\/icatalyst-cpd-programme\/\">iCatalyst,<\/a> we support teachers in discovering how digital media can enhance some forms of learning, especially capacity in multiliteracy: a new perspective on knowledge and communication that extends beyond language. Specifically multiliteracy competence includes visual, audio, kinaesthetic communication and representation in linguistics, and more broadly the humanities and the social sciences. An understanding of the breadth of multiliteracy opens up opportunities for educators to develop and reward students who may have a better grasp of these performance literacies than reading and writing. MirandaNet research and practice with teachers is also producing evidence that collaboration in learning can be enriched by the use of knowledge storage techniques like remotely authored concept maps. The dissemination of new knowledge created in this way also raises the self esteem of groups of teachers who can hope to have some influence on policy through web publication of evidence. In this way teachers parallel the practices of doctors and lawyers- in MirandaNet we call this process <a href=\"\/researchexchange\/research-themes\/braided-learning-in-collaboration\/\">Braided Learning.<\/a><\/p>\n<p>This collaborative approach gives value to the learners discoveries – but as yet there are few places in the world where this kind of knowledge building activity can be rewarded in the formal assessment system. But there is no doubt that the democratisating process of web publication will put new pressures on the value of conventional assessment.<\/p>\n<p><strong>Digital initiatives in education across the world<\/strong><\/p>\n<p>Other countries are democratising learning, like the Argentinians, by putting the netbooks in the hands of the learners. The Argentinian Government are drawing heavily on the One Laptop per Child Project in Uruguay run by <a href=\"http:\/\/news.bbc.co.uk\/1\/hi\/8309583.stm\">Miguel Brechner<\/a> and the netbooks project supported by Negroponte in Columbia. The <a href=\"http:\/\/www.ted.com\/talks\/nicholas_negroponte_takes_olpc_to_colombia.html\">video<\/a> about the distribution of one million laptops by the Ministry of Defence as a means of stopping internal strife is inspiring. Starting in 2009, 362,000 pupils and 18,000 teachers have been involved in the scheme.  The “Plan Ceibal” (Education Connect) project has allowed many families access to the world of computers and the internet for the first time. Uruguay is part of the One Laptop Per Child scheme, an organisation set up by internet pioneer Nicholas Negroponte. <a href=\"\/consultancy\/articles\/digital-initiatives-in-argentina-thailand-uruguay-and-the-usa\/netbooks_on_the_rise\/\" rel=\"attachment wp-att-806\">Netbooks on the Rise <\/a>describes a range of projects in the European Union. Across the other side of the world Chris Thatcher, a long standing MirandaNet Fellow, tells us:<\/p>\n<p>Here in Thailand they have just elected a new government and one of their election pledges was to provide a tablet for every child. They are also talking about manufacturing the tablets either in Thailand or China and that means a cheap (and hopefully cheerful) solution.<\/p>\n<p>The US government, despite the deficit, are also deploying computers in schools in order to bridge the digital divide, Miles Berry, Roehampton University, drew my  attention to the new digital promise that has been issued from the US Whitehouse:<\/p>\n<p>“Some exciting stuff in the US: a new <a href=\"http:\/\/www.digitalpromise.org\/\">‘Digital Promise’<\/a> initiative from the Whitehouse with cross-party support, <a href=\"http:\/\/www.whitehouse.gov\/the-press-office\/2011\/09\/15\/fact-sheet-digital-promise-initiative\">‘advancing technologies that transform teaching and learning’ <\/a>”.<\/p>\n<p>The cross party support seems to bode well for the future of the Digital Promise, a new national center created by Congress with bipartisan support to advance technologies that can transform teaching and learning. It is being launched with startup funds and support from the Department of Education as well as the Carnegie Corporation of New York and the William and Flora Hewlett Foundation. What is impressive about this initiative is the reference to existing research in this field and the political commitment to raising the achievement of disadvantaged learners.<\/p>\n<p><strong>In Jujuy, Argentina<\/strong><\/p>\n<p>Up in the north of Argentina I found that the University of Jujuy is struggling with the Argentinian government’s massification programme. So many of the young people in further and higher education are the first generation to continue in education beyond fourteen. They are already looking at ways of engaging their students in learning by using netbooks to develop independent learning techniques. This is an area where the MirandaNet Fellows have built up significant experience that we plan to hand on. Jujuy lecturers will be attending our seminars at BETT12 before attending a bespoke course at Bedfordshire University about retaining students by using digital technologies to increase their motivation, their engagement and their sense of self esteem. Meanwhile the ICT community in the UK is waiting for an announcement of support from the Coalition – let’s hope we do not have too long to wait.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Note One:<\/strong> One of the speakers at the Congresso, Mark Phillipson Senior (Center for New Media Teaching and Learning, Columbia) has posted a <a href=\"http:\/\/www.flickr.com\/photos\/clayfox\/sets\/72157627680379974\">rich set of visual images<\/a> of Buenos Aries and the conference events<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Note Two:<\/strong> Egenfeldt-Nielsen, S (2007) <em>Educational Potential of Computer Games<\/em>, Continuum<\/div>\n<div class=\"entry-content\">\n<p>&nbsp;<\/p><\/div>\n[\/vc_column_text][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column width=&#8221;1\/1&#8243;][vc_column_text] Digital Initiatives In Argentina Across the world a growing number of  initiatives are putting netbooks in the hand of the learners: these mobile devices are believed  to improve motivation and raise achievement. I have just returned from speaking &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/11\/giving-netbooks-to-learners-in-argentina-columbia-thailand-uruguay-and-the-usa\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[272],"tags":[95,97,98,99,100,101,102,103,104],"class_list":["post-9764","post","type-post","status-publish","format-standard","hentry","category-article","tag-argentina","tag-braided-learning","tag-columbia","tag-digital","tag-mobile-device","tag-netbooks","tag-thailand","tag-uruguay","tag-usa","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9764"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9764"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9764\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9764"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9764"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9764"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}