{"id":9766,"date":"2015-01-12T00:00:00","date_gmt":"2015-01-12T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/can-tablets-help-remove-barriers-reading-learners-special-educational-needs-disabilities\/"},"modified":"2019-06-29T22:10:34","modified_gmt":"2019-06-29T21:10:34","slug":"can-tablets-help-remove-barriers-reading-learners-special-educational-needs-disabilities","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/can-tablets-help-remove-barriers-reading-learners-special-educational-needs-disabilities\/","title":{"rendered":"Can Tablets Help to Remove Barriers to Reading for Learners with Special Educational Needs and Disabilities?"},"content":{"rendered":"[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p>Abstract<\/p>\n<p>For learners with special educational needs and disabilities (SEND), technology can provide a range of additional benefits in the learning environment. Since September 2012 schools have had a duty to anticipate and provide auxiliary aids and assistive technology for learners with disabilities under the Equality Act.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author:<\/strong> <strong>Abi James<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2013<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n[two_third_last]\n<p><strong>Study<\/strong><\/p>\n<p><strong>Education Future Conference, November 2012<\/strong><\/p>\n<p>For learners with special educational needs and disabilities (SEND), technology can provide a range of additional benefits in the learning environment. Since September 2012 schools have had a duty to anticipate and provide auxiliary aids and assistive technology for learners with disabilities under the Equality Act. Text-to-speech technology, where a computerised voice reads aloud text from the computer screen enables learners with to developing independent reading skills and strategies by:<\/p>\n<ul>\n<li>Provide access to curriculum content alongside their peers. For example, providing electronic versions of worksheets or textbooks can enable learners with a visual impairment or specific learning difficulty (such as dyslexia) to be adapted to suit their requirements such as using different colours or fonts sizes (DfE Accessible Resource Project, 2011).<\/li>\n<li>Deliver materials and learning activities matched to individual’s needs. For example, multisensory teaching activities often incorporate text-to-speech and can be tailored to a learner’s skills and abilities.<\/li>\n<li>Enable skills and strategies to be developed for the learner to work independently. For example, using text-to-speech to read text on web pages or e-books can allow the learner to read independently. Developing this strategy can promote independent working strategies (Heckler et al., 2002), can be used in examinations (Nisbet, 2012) and has been shown to help improve reading skills and motivation (Miles, 1994; Parr, 2011).<\/li>\n<\/ul>\n<p>The Accessible Resources project in 2010 (DfE Accessible Resources Project, 2011) demonstrated the benefits of providing learners with access to electronic books and worksheets on laptops with text-to-speech. During this project:<\/p>\n<ul>\n<li>56% of learners improved their reading<\/li>\n<li>70% of learners improved their writing<\/li>\n<li>71% of learners improved their level of achievement<\/li>\n<li>68% of learners improved their confidence<\/li>\n<li>5% of learners improved their attendance<\/li>\n<li>45% of learners improved their homework completion<\/li>\n<\/ul>\n<p>However, use of such tools in schools effectively is still limited. Surveys of disabled students reaching Higher Education show how little access there is to assistive technology in schools. The 2012 survey reported 85% of students had not used assistive technology before university (Wilkinson et al., 2012) while less than 1% of requests for reading support in public examinations in 2011\/12 were for a computer- reader compared to a human reader (Ofqual, 2012). The DfE Accessible Resources Project (2011) identified a range of barriers to the use of such technology in the classroom, namely:<\/p>\n<ul>\n<li>Difficulties with acquiring and accessing digital versions of textbooks<\/li>\n<li>Effective and timely distribution of classroom resources to laptops, often caused by school IT policies and permissions<\/li>\n<li>Need for teachers, support staff and learners to be trained on the technology<\/li>\n<li>Limited battery life of laptops and weight and size of the devices made them difficult to use in classrooms.<\/li>\n<\/ul>\n<p>Recent advances in tablet and cloud technology now enable access to text-to-speech and digital resources through tablet devices such as iPads or Android tablets. During Summer 2012 5 schools participated in a small-scale trial of CapturaTalk for Android (an app using text-to-speech to provide a talking web browser, word processor and OCR technology) on Toshiba AT-100 Android tablets. Feedback from the trial indicated that by delivering this assistive technology on a tablet platform, the technology was more easily integrated and less-disruptive into classroom activities than previous hardware approaches. Teachers identified that the “instant-on” nature of the tablets and long-battery life made use of the text-to-speech and assistive technology much simpler in the classroom. They reported being able to integrate the tablets more easily than laptop based tools into targeted activities, either for a class of children or for individuals. Teachers identified that children were frequently able to engage in activities above their reading level, with some indicating that such tools could help distinguish when language and literacy barriers were affecting a child’s learning progress. When using CapturaTalk for Android for writing, they noted that children developed their own self-correction strategies for spelling errors and were more enthusiastic and engaged with writing tasks. Both staff and students were able to easily learn and adapt to the new devices and the app. The initial information on these 5 case studies is available at <a href=\"http:\/\/www.capturatalk.com\/121\/resources\">http:\/\/www.capturatalk.com\/121\/resources<\/a>. Further analysis and feedback from this trail is continuing.<\/p>\n<p>Such trials provide an insight into the benefits that this mainstream technology may have to the 20% of learners with special education needs and disabilities. With Tablet devices now becoming common place in schools, it is important to understand the potential benefits to learners with SEND and ensure that teaching staff have access to suitable resources and training to utilise such tools.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>DfE Accessible resources project (2011), <a href=\"http:\/\/www.altformat.org\/mytextbook\/index.asp\">http:\/\/www.altformat.org\/mytextbook\/index.asp<\/a><\/p>\n<p>Hecker et al (2002) “Benefits of assistive reading software for students with attention disorders”. Annals of Dyslexia, Vol. 52 Iss. 1, pp. 243-272.<\/p>\n<p>Miles, M. (1994). The Somerset Talking Computer Project. Computers and Dyslexia. Educational applications of new technology. Dyslexia Computer Resource Centre: University of Hull, 99-109.<\/p>\n<p>Nisbet, P. (2012) “Accessible digital assessments for students with disabilities: specification, formats and implementation in schools”, Journal of Assistive Technologies, Vol. 6 Iss: 2, pp.136 – 151<\/p>\n<p>Ofqual (2012), Statistical Bulletin: Access Arrangements for GCSE and GCE: 2011\/12 Exam Series. http:\/\/www.ofqual.gov.uk\/files\/2012-10-31-access-arrangements-for-gcse-and-gce-2011-12-exam-series.pdf<\/p>\n<p>Parr, M. (2011). “The voice of text-to-speech technology: One possible solution for struggling readers, What Works?” Research into Practice, Literacy and Numeracy Secretariat, OADE, Research Monograph #35 http:\/\/www.edu.gov.on.ca\/eng\/literacynumeracy\/inspire\/research\/whatWorks.html<\/p>\n<p>Wilkinson, Viney &amp; Draffan 2012: DSA Student survey: “Can we find the missing piece?” Presented at the NADP Conference, July 2012.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract For learners with special educational needs and disabilities (SEND), technology can provide a range of additional benefits in the learning environment. Since September 2012 schools have had a duty to anticipate and provide auxiliary aids &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/can-tablets-help-remove-barriers-reading-learners-special-educational-needs-disabilities\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,9,18,105,106],"class_list":["post-9766","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-research","tag-school","tag-tablet","tag-text-to-speech","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9766"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9766"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9766\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9766"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9766"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9766"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}