{"id":9770,"date":"2015-01-12T00:00:00","date_gmt":"2015-01-12T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/avatar-project-creating-active-citizens-digital-age\/"},"modified":"2019-06-29T22:10:34","modified_gmt":"2019-06-29T21:10:34","slug":"avatar-project-creating-active-citizens-digital-age","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/avatar-project-creating-active-citizens-digital-age\/","title":{"rendered":"The Avatar Project &#8211; Creating Active Citizens in a Digital Age"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>This paper explores The Avatar Project, a 12 week program undertaken at St Mark&#8217;s Catholic College, Australia, with the aim of generating opportunities for students to undertake active citizenship in the local and global community. Firstly, the author gives a brief overview of the principle dichotomy in citizenship education. It then provides a discussion about The Avatar Project&#8217;s structure and also explores the success of two of the products &#8211; Pink Daffodil Day and The Environmental Group &#8211; and comments on the integral use of technology in developing active citizens. It concludes by suggesting that, in future, projects of this nature could be improved by sharing the products and content in an online forum, such as that provided by MirandaNet&#8217;s World eCitizens forum.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Keith Heggart<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2010<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>There is little doubt that civics and citizenship education is a particularly contested area of research and debate at the moment, both within Australia and the rest of the world. In fact, according to David Kerr, in 1999, citizenship education was currently being reviewed in more than 15 countries. Since that time, international interest in citizenship education has only grown.<\/p>\n<p>Much of the debate about citizenship education revolves around the idea of the purpose of citizenship education; essentially, this can be simplified into two broad schools of thought . Firstly, there are those educators and researchers who argue that citizenship education is necessary to correct what has become known as the ‘citizenship deficit&#8217;, a state where young people are, generally, ignorant of the forms and functions of government and democracy. In Australia, this education took the form of the Howard government&#8217;s publication of ‘Discovering Democracy&#8217; in 1996, a curriculum resource provided to all schools in Australia that, in practice, valued knowledge over skills or action. According to Hunter(1998, p 23), Discovering Democracy ‘pays some attention to the idea of active and informed citizens, but is largely concerned with knowledge about political and legal institutions.&#8217;<\/p>\n<p>Even with this in mind, the results of this citizenship education, according to MCEECDYA (The Ministerial Council for Education, Early Childhood Development and Youth Affairs), in increasing participation and activism amongst students, have been poor. In fact, only 59% of Year 10 students reached the expected level of proficiency amongst the sample tested in 2007. (MCEEDYA, 2007)<\/p>\n<p>However, there are researchers who have argued that this idea of a citizenship deficit is both too simplistic and not the correct goal of a true citizenship education program. Kennedy (1997) has suggested that this definition relies too much on the principles of knowledge and learner passivity, and does not address the essential skills necessary to be an active citizen.<\/p>\n<p>This has led to the second major school of thought in citizenship education: those researchers who argue that citizenship education should not necessarily be focused on knowledge about political and social institutions, but instead be directed towards the development of young people towards becoming active citizens and members of their community. Shermis and Barth (1982, p26) have written that ‘The argument that the study of governmental structure is good preparation for the future is not based upon an analysis of either citizenship or what is required to function as a citizen in a democratic and pluralistic society.&#8217;<\/p>\n<p>Kennedy (1997, p 42) takes this argument to its natural conclusion when he suggests that, instead, citizenship education should be focused on ‘the things that matter to young people, the things that can help them understand their reality and give them a stake in the future that rightly belongs to them.&#8217; It was with this in mind that the staff at St Mark&#8217;s developed The Avatar Project.<\/p>\n<p><strong>Structure of Avatar Project<\/strong><\/p>\n<p>The Avatar Project grew out of St Mark&#8217;s unique position within the Catholic systemic schooling system. As a new school (St Mark&#8217;s opened with Year 7 in 2007), St Mark&#8217;s had the opportunity to implement more innovative approaches to learning than many other, more established schools.<\/p>\n<p>These innovative approaches took three main forms. Firstly, the actual learning spaces were purpose built; rather than the traditional classroom, designed to house 30 students and 1 teacher, St Mark&#8217;s opened with 2 agile learning spaces &#8211; each the size of 6 normal classrooms, and equipped with wet spaces for art and science activities, break out rooms for seminars and tutorials, audiovisual equipment and a range of furniture, including soft furnishings. Into these spaces, groups of up to 120 students and 4 learning advisors would work in a collaborative community. This idea was inspired by Yoram Harpaz&#8217;s ideas about a Community of Thinking.<\/p>\n<p>Secondly, rather than the traditional school curriculum, St Mark&#8217;s adopted an interdisciplinary, student-centred curriculum. The purpose of this curriculum was to move away from the ‘factory&#8217; model of schooling, and instead embrace the opportunities for learners to create and seek to answer fertile questions, which might very well cross between and over the arbitrary subject divisions so prevalent in a normal timetable. Examples of this were the programs of study; for example, Science Faction explored the question ‘Does Science Fiction matter?&#8217; through a study of both Science and English outcomes.<\/p>\n<p>Finally, all students, as part of the enrollment, were issued with a laptop computer. They could access the internet, email and the CENET learning platform (where lessons and resources were placed) anywhere in the school grounds due to the wireless network.<\/p>\n<p>Within this setting the Avatar project was located. Originally, the idea of the Avatar project (so named because of its connotations of excellence and its links to online personas) was as a catch-all for pastoral, social, financial and other forms of education. However, in the third year of St Mark&#8217;s, as part of the review process, it was decided that we would create a more complete program, the aim of which was to develop both the motivation, and the skills, of the students to become active, responsible and resilient citizens. Ideally, we wanted our students to have a greater awareness of some of the major issues affecting the world, and also to develop some of the skills to actively solve these problems. Furthermore, the emphasis was on real world or ‘authentic&#8217; learning, with close links to community figures.<\/p>\n<p>The idea of <em>active citizenship<\/em> was very important &#8211; rather than the knowledge-based curriculum that was central to the ‘Discovering Democracy&#8217; program, the emphasis for the The Avatar Program was on creating an interactive, student-led curriculum, where the participants were strongly involved in both deciding what action should be taken, but also the methods used to proceed.<\/p>\n<p>Furthermore, key to this process was how community was defined; often in this kind of project, the community is restricted to the local geographic community. However, considering the fact that the students at St Mark&#8217;s were already as active &#8211; if not more so &#8211; online, as they were in a locally geographic sense, it seemed appropriate to broaden the definition of community to include both the local geographic and the wider global community.<\/p>\n<p><strong>Nature of The Avatar Project<\/strong><\/p>\n<p>Students met for the Avatar Project for 1 x 100 minute session every fortnight. In the first session, the teachers explained to the students what this project would be  about and the course it would take, aided, in part, by the excellent film ‘Paper Clips.&#8217;<\/p>\n<p>Following this, we invited a number of people (including teachers, parents and community members) to record their thoughts about ideas for ways that students could take on a role as active citizens &#8211; the suggestions were diverse, including establishing an eco-farm on the school grounds, lobbying the local government to change a local run-down building into a youth club, running a soup kitchen to feed the homeless and raising money and creating awareness of cancer via an ‘activity day.&#8217; These short clips were screened to the students, as a stimulus, to suggest that there were plenty of ways of being an active citizen around them.<\/p>\n<p>Next, students split into groups of about 4 (choosing their partners). Working together, the students brainstormed and then put together what became known as ‘The Proposal.&#8217; This proposal outlined a number of things; firstly, what the problem was that they wanted to take action about, how this problem affected the local and global communities, possible solutions to the problem and finally what they wanted the group to do about it. These presentations took the form of movies and slideshows.<\/p>\n<p>Due to the troublesome logistics of presenting more than 30 different proposals at once, it was decided that the proposals would be placed on the school&#8217;s server, accessible by all the students, and time would be set aside for students to watch the presentations and then vote online for the 3 proposals they thought had the most merit. The voting process was hosted on CENET, the online learning platform used at St Mark&#8217;s.<\/p>\n<p>After a fortnight of frenzied voting (and behind the scenes lobbying), the groups that presented the 3 most popular proposals met with the rest of the student body to make one final presentation and to answer questions, before a final vote was taken.<\/p>\n<p>Unfortunately, this led to a tie &#8211; half the group wanted to take part in a ‘Pink Daffodil Day&#8217;, and raise money and awareness for cancer through a number of different activities, while a second group wanted to improve the environmental footprint of St Mark&#8217;s. Typically, it was a student who provided the solution: run both of the proposals &#8211; a suggestion the teachers readily agreed to.<\/p>\n<p>Having decided upon the projects, students selected which project they would like to be part of, and then took a brief survey (again, online) which identified possible areas of strength and suggested a functional area for them to join. Eventually, the functional areas fell into these categories: the executive group, research and ideas, finance, fund-raising, event organisation, administration and marketing.<\/p>\n<p>Following this, the Avatar project quickly settled into something of a routine. At the start of each session, the executive team would meet with the leader of each group at what became known as ‘Board Meetings.&#8217; They would review progress made since the last session and assign tasks for the next session. The leaders of each functional group would then meet with their teams, divide up the jobs and the students would get to work. The teachers stood back, fixed technical issues, provided resources and acted as a ‘sounding board&#8217; for problems that needed to be solved. In many ways, it was ‘hands-off&#8217; teaching. The staff were under strict instructions that they could only offer advice or suggestions; it was up to the students to solve the problems.<\/p>\n<p>One of the highlights of the project was the rapidity with which students fell into their roles; in fact, teachers quickly became advisors or even administrators, as students worked together to assign their tasks, gather the information and produce the required products. In a very short space of time, both the Pink Daffodil Day group and the Environmental Group had established a meaningful online presence, with email addresses, twitter accounts, webpages and lots more. Into these spaces, functional groups like marketing and research placed the findings of their research, as well as notices designed to raise awareness and engender enthusiasm.<\/p>\n<p>Meanwhile the functional groups were in constant communication with each other, assigning tasks and receiving feedback via iChat and email. In fact, upon reflection, much of this communication seemed to take place after school or even on weekends, despite there being no stipulation about homework. Rather, students were so enthused by their project that they willingly spent more time working on tasks than they had in class.<\/p>\n<p>After 12 Avatar sessions, the project came to a close. Each of the groups had organised and facilitated different activities. The Pink Daffodil Day group raised more than $500 for Cancer Research, through a variety of activities including a staff vs student sporting event and a Crazy Sock Day. In addition, students had learnt about the devastating effect of cancer upon families and individuals.<\/p>\n<p>The Environmental Group had raised money via a bake sale, used that money to purchase compost bins, conducted an awareness campaign informing students about what could be placed in the compost bins, spoken to schools in South Africa and the UK about their environmental issues, entered into discussions with the business manager about installing water tanks and solar panels at St Mark&#8217;s and taken part in the first stage of the StreamWatch program. They had also drawn up plans for a permaculture garden, after speaking to representatives from the local permaculture group. Even though the Avatar Project was finishing, many students that were part of this group planned to continue their work in this sphere, through an Environmental Club that would run during lunchtimes.<\/p>\n<p><strong>Implications of Technology Use<\/strong><\/p>\n<p>It should be immediately clear that technology played a very important role in this project. In terms of the organizational logistics of The Avatar Project, it would not have been possible to run this project without the application of information communication technology. Equally, when considering the educational outcomes of the project, it would not have been as valuable had there been less community involvement; and that community involvement was fostered, in the main, by the use of social media tools.<\/p>\n<p>Technology was used effectively to coordinate the actions of more than 100 students, as well as providing them with a means of communication. In fact, as students grew more and more used to task management online, they began to communicate in much the same way a large corporation might, via email and instant messaging, as well as board meetings and team meetings.<\/p>\n<p>One of the most interesting features of The Avatar Project was the way students actively communicated with their peers and other stakeholders via social media. Each functional group set up a blog page, as mentioned above, and used that as a kind of record of what they had achieved during each Avatar session. Furthermore, members of the executive group could ask questions, make suggestions and assign tasks via comments on these blogs. One of the most heartening things was watching the development of the relationships between the functional groups, as they learnt to work together as a team.<\/p>\n<p>Secondly, the technology allowed students to broaden the scope of their activism; rather than being restricted to the local community, students could &#8211; and did &#8211; speak to other students and community members from different parts of Australia, and, indeed, the world. Originally, this was done via carefully orchestrated sessions from invited guests (who included a number of local activists and fundraisers, as well as a medical researcher), but as each project &#8211; and particularly the environmental project &#8211; gained pace, other community members started to request to join forums and engage with the students. Eventually, the Environmental Group twitter account ended up with more than 1000 followers! Furthermore, students who were part of the environmental club were invited to take part in the Streamwatch program, and so became part of another network wider than the local community.<\/p>\n<p>In addition, technology allowed teachers to monitor the progress of individual students during The Avatar Project. This was mainly done via the blogs of the students; students were constantly able to assess each functional groups&#8217; progress by looking at these pages, and to see not only how often they had been updated, but also who had been doing the updated, which meant that the less rigidly structured nature of the project did not lose any academic rigour.<\/p>\n<p><strong>Conclusions<\/strong><\/p>\n<p>It is easy to criticize The Avatar Project: some of these criticisms might be it would only work in a school with a 1:1 laptop project or it only had a limited effect or it is only possible at a school like St Mark&#8217;s. All of these criticisms are, perhaps, valid, but they do little to detract from the success of this project.<\/p>\n<p>For many students, this was the first time in their schooling career that they had a meaningful choice in their learning. Students were able to negotiate not just the way they were going to become active citizens, but even the success criteria for their task. Furthermore, students were motivated because they could work on something that they cared deeply for &#8211; and the work that they took part in was both practical and authentic &#8211; in fact, it was as close to the real world as we could possibly make it. The skills students were learning will be applicable for the rest of their schooling career, and well into their employment career.<\/p>\n<p>Perhaps more importantly than the skills they learnt was the new understanding they gained from their work; certainly, the environmental group, through speaking to students in other, less economically developed countries, gained a deeper understanding of the nature of climate change and its effect on others. Equally, the ‘Pink Daffodil Group&#8217; learnt to empathize with other people. It is my sincere hope that the students retain this knowledge, and that, in turn, makes them more responsible global citizens.<\/p>\n<p>Of course, that is not to say that there weren&#8217;t improvements possible to The Avatar Project; the main concern is that The Avatar Project, as it stands, is a ‘one-off&#8217; activity for students. While this was acceptable while we trialled this form of learning, ideally St Mark&#8217;s needs to move to the point where it becomes a constant part of the school life; after all, one does not become an active citizen solely by taking part in one example.<\/p>\n<p>An excellent possible outlet for making something like The Avatar Project more wide ranging and long-lasting would be the World eCitizens project being directed and hosted by MirandaNet. This charitable organisation seeks to ‘encourage understanding between peoples and communities and to share the fascinating diversity within nations and across the world. WE take responsibility for our actions and strive to make the world a better place.&#8217;  Already, this project has many schools from around the globe joined as members, who collaborate online in areas ‘such as responsible citizenship, mutual respect, combating social injustice and conflict prevention and resolution.&#8217;<\/p>\n<p>In future iterations of The Avatar Project, it would be advantageous for the students to share their research and findings with other schools via this forum &#8211; to inspire and be inspired by their peers. Imagine the power of, instead of one school working on its environmental impact, fifty or even one hundred schools across the globe all working together, sharing their findings and acting collectively!<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<ul>\n<li>Harpaz, Y. 1999, ‘Teaching and Learning in a Community of Thinking&#8217;, Branco Weiss Institute for the Development of Thinking.<\/li>\n<li>Hunter, J. &amp; Jimenez, S. 1998, <em>‘Civics and Citizenship Education: what pedagogy? What possibilities?&#8217;<\/em>, presented at AARE, Adelaide.<\/li>\n<li>MCEEDYA, 2007, ‘National Assessment Program &#8211; Civics and Citizenship Years 6 &amp; 10 Report&#8217;, Australian Federal Government.<\/li>\n<li>Kennedy, K. 1997, <em>Citizenship Education and the Modern State<\/em>, Falmer Press: London<\/li>\n<li>Kerr, D. 1999, <em>Citizenship Education: An International Comparison,<\/em> NFER, United Kingdom.<\/li>\n<li>Fab, J. 2004, <em>Paper Clips, <\/em>Ergo Entertainment.<\/li>\n<li>Shermis, S. S. &amp; Barth J.L., 1982, ‘Teaching for Passive Citizenship: A Critique of Philosophical Assumptions&#8217;, <em>Theory and Research in Social Education<\/em>, vol X, Number 4, pp 17-37.<\/li>\n<\/ul>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract This paper explores The Avatar Project, a 12 week program undertaken at St Mark&#8217;s Catholic College, Australia, with the aim of generating opportunities for students to undertake active citizenship in the local and &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/avatar-project-creating-active-citizens-digital-age\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[110,8,111,112,113,26,9,114,115,43,116],"class_list":["post-9770","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-active-citizenship","tag-case-study-2","tag-education","tag-high-school","tag-learning","tag-mirandanet","tag-research","tag-social-media","tag-social-networking","tag-technology","tag-world-ecitizens","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9770"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9770"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9770\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9770"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9770"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9770"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}