{"id":9772,"date":"2015-01-12T00:00:00","date_gmt":"2015-01-12T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/taking-frog-home-brief-paper-young-childrens-emerging-literacy-use-ict\/"},"modified":"2019-06-29T22:10:35","modified_gmt":"2019-06-29T21:10:35","slug":"taking-frog-home-brief-paper-young-childrens-emerging-literacy-use-ict","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/taking-frog-home-brief-paper-young-childrens-emerging-literacy-use-ict\/","title":{"rendered":"Taking a Frog Home"},"content":{"rendered":"<p><strong><span style=\"font-size: 14pt;\">A brief paper about young children&#8217;s emerging literacy and their use of ICT&#8230;<\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>In this paper the authors present a pilot study which started in august 2005 in a primary school in the bilingual Frisian part of the Netherlands. Based on new concepts about learning and pedagogies, emerging literacy and the use of ICT a framework was constructed,  which was used as a the starting point to develop activities to stimulate young children&#8217;s emerging literacy with the use of ICT.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Piet Rodenhuis<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2010<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p><strong>1. Preface<\/strong><\/p>\n<p>In primary education a pilot project with four different primary schools  started in 2004, in which successful learning, excellent language learning and the use of ICT were the central issues. The project focused on the early language learners: children of five till seven years of age.<\/p>\n<p>In this paper we zoom in on one school, a small village school in the centre of the province of Friesland. The project got the title: &#8220;Taking a frog home&#8221;. The children take a puppet frog home, where it takes part in all their events and adventures. The frog is used as the anchor for the early language learning process<\/p>\n<p><strong>2. General issues<\/strong><\/p>\n<p>In Dutch Primary Education there are a number of issues and problems that need to be addressed. First of all there is a discussion going on about what do we know about how children learn best and how do we implement this knowledge in daily educational practice. Secondly, at this moment Dutch schools do not succeed in learning children how to use complex language strategies within reading and communication. It is assumed that our teaching is too much split up in strictly separated subjects. As a result children are not able to transfer skills from one subject area to another. And last but not least, we find it difficult to give ICT a place in education where it has added value to the learning process.  Huge investments have been made in the ICT infra-structure, but we have not yet done enough in the field of functional use of ICT.<\/p>\n<p><strong>Regional and school specific issues<\/strong><\/p>\n<p>In our region we meet a number of issues that are specific:<\/p>\n<p>&#8211;       Our province is a bi-lingual province, the Dutch and the Frisian languages are the two official ones.  In general young children enter primary school with one of these languages as their first language. It is the obligation of school to attend to the bi-lingual development of children. In general schools have dificulties to cope with this task.<\/p>\n<p>&#8211;       Delay in language development is measured  in country schools throughout the whole northern region of The Netherlands. The reason for this lies in the children&#8217;s social backgrounds; in average parents are less educated and often we describe their use of language as poor.<\/p>\n<p><strong>3.  Framework of this project<\/strong><\/p>\n<p>We formulated the next starting-points:<\/p>\n<ol>\n<li>What do we know about learning in general and how do children learn?<\/li>\n<li>What do we know about good language learning (= language acquisition)?<\/li>\n<li>What do we know about new pedogogies and the use of ICT?<\/li>\n<\/ol>\n<p><strong>About<\/strong><strong> learning<\/strong><\/p>\n<p>We based this project on the ideas about learning by Bereiter (2002) and we try to connect his theory of mind to the twelve principles of how children learn (Vosniadou, 2001): (download article to view diagram)<\/p>\n<p>The assumption is that learning will be successful when the twelve principles are in balance. The principles form a coherent framework in which learning can be planned, executed and evaluated.<\/p>\n<p>In planning we use the well-underpinned frames of direct instruction and a safe pedagogical learning environment. On of the important statements we use is that we have &#8220;high expectations from each other:  teachers, parents and children&#8221;.<\/p>\n<p><strong>About Language Learning<\/strong><\/p>\n<p>As we said earlier, one of the main problems in Dutch Primary Schools is that language learning is been organised in separate subjects. Essential for succesful interactive language learning is that it takes place in a social environment, with meaningful activities and a focus on strategic learning. It is important that teachers are aware of the importance that (young) children acquire strategies that teach them how to solve language problems in an efficient way.<\/p>\n<p>Good language teaching means that children learn in a natural, but also in a planned and structured way. To reach this aim, the school should have a language policy plan. In this plan language-teaching is offered in an integrated way: It is both challenging and where needed structured and methodical. Essential is, that teachers are aware of teaching methods to attain this. For this matter we try to develop activities that are linked to the aims as set in the new National Cirruculum (Paus en Oosterloo, 2005).<\/p>\n<p>In our pilot school the project focus-ed in the year groups 1 &#8211; 3 (ages 4 &#8211; 7 years) on: early literacy, oral communicative skills and the bi-lingual situation.(download article to view diagram)<\/p>\n<p><strong>About ICT and language learning<\/strong><\/p>\n<p>The most important findings\/ experiences are put together:<\/p>\n<ul class=\"unIndentedList\">\n<li>Literacy in the 21st century is not merely reading texts. It contains a large range of new media with which children are confronted at an early age.<\/li>\n<li>Aided by means of ICT in classroom activities teachers can connect in a better way to the whishes of children and the new means of communication that children use.<\/li>\n<li>In Kindergartens simple means of ICT can have a positive effect in the field of stimulating the acquiring of language. Live books digital cameras e.g. may be utilized here.<\/li>\n<li>Dyslexic pupils may be aided by means of ICT in many ways.<\/li>\n<li>Boys and girls have different attitudes towards the use of computers.<\/li>\n<li>Children experience finding and processing information on the internet as difficult<\/li>\n<li>Vocabulary, grammatical knowledge , the concept of storytelling and awareness of phonology may be improved with the aid of ICT<\/li>\n<li>Reading and writing skills may be improved using suitable means of ICT<\/li>\n<li>Social life of children happens partly by way of new means of communication as the internet and GSM\/cell phones??<\/li>\n<li>Games may contribute to oral and written communication, and also in problem-solving and strategic-thinking skills.<\/li>\n<\/ul>\n<p>In our project these ICT findings are put together with the concepts we&#8217;ve presented about learning in general and language learning.<\/p>\n<p><strong>4. Research method<\/strong><\/p>\n<p><strong>Action based research<\/strong><\/p>\n<p>The research component within the project is based on the Action Research method. AR or Practise Based Research is part of the study program for teacher students. There are many ways of carrying out Action Research.  But there are five major phases, which become a <strong>cycle<\/strong> of processes:<\/p>\n<p>Step 1:    Define an area of concern<\/p>\n<p>Step 2:    Collect and analyse data about the existing situation<\/p>\n<p>Step 3:    Plan action.<\/p>\n<p>Step 4:    Take action and collect data about the outcomes<\/p>\n<p>Step 5:    Analyse data, reflect on the write about emerging understanding.<\/p>\n<p>Step 6 (= step 1): Redefine area of concern&#8230;<\/p>\n<p><strong>5. Taking a frog home<\/strong><\/p>\n<p>The project  is based on the framework as outlined above. This means that in planning and implementation as well as evaluation the frameworks in learning, language and ICT are used as instruments. In actual fact we designed the following:<\/p>\n<p>At the school a project group has been established which consists of the headmaster, the teacher (of groups 1,2 and 3), the tutor and two attendants from the university of higher education. We agree to the ideas on education of the school to realize the project with experience-related education as a starting point. This means that learning is organized with a view to the experiences and the surroundings  of the children themselves. The project is aimed notably at  the development of language of (young) pupils and the enlargement\/increase of knowledge of the world around them. The project should as well lead to a greater involvement\/concern of parents with education and the acquirement of language. Research shows that stimulating  at home (for example by reading  and telling stories) gives children a headstart in their schoolcareers and often they are able to increase their lead.<\/p>\n<p>In the age groups 1,2 and 3 (children in the ages of 4 to 7) education of language is issued from meaningful themes. These themes are put forward by the teacher as well as the pupils. The central focusing point is the anchor ‘frog&#8217;. This frog  goes through all kinds of adventures and accompanies the children to their homes. The adventures are reported by way of digitally produced photographs. In the classroom these pictures are used to tell stories (by means of a whiteboard), together with other items collected by the children they are shown on the ‘theme-table&#8217;. Letterbooks are fashioned , and read. Now and then children have little excursions, e.g. to  horticultural markets, the supermarket, their own and other villages.<\/p>\n<p>Other fixed arrangements have been made concerning the use of the letterwall (pasting of pictures) and the use of ‘talking dice&#8217;.<\/p>\n<p>All activities are reported on at the website. By talking, listening, reading and writing about ‘frog&#8217;, the children are actively obtaining language in the widest respect.<\/p>\n<p>Classifying the activities according to linguistic domains is shown as under:<\/p>\n<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td valign=\"top\" width=\"240\"><strong>Oral communication<\/strong><strong> <\/strong><\/p>\n<ul class=\"unIndentedList\">\n<li>Talking in the small group<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Talks at the subject table<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Talks while working together<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Talks with the teacher and the<\/li>\n<\/ul>\n<p>tutor on actions, strategies and<\/p>\n<p>such<\/p>\n<ul class=\"unIndentedList\">\n<li>Talks based on talking dice<\/li>\n<\/ul>\n<\/td>\n<td valign=\"top\" width=\"240\"><strong>Vocabulary<\/strong><\/p>\n<ul class=\"unIndentedList\">\n<li>Target words<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Word web<\/li>\n<\/ul>\n<p>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td valign=\"top\" width=\"240\"><strong>Literacy<\/strong><\/p>\n<ul class=\"unIndentedList\">\n<li>Use of the letter-wall<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Use and produce of letter books<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Use of the news board<\/li>\n<\/ul>\n<p>&nbsp;<\/td>\n<td valign=\"top\" width=\"240\"><strong>ICT means<\/strong><\/p>\n<ul class=\"unIndentedList\">\n<li>Active whiteboard<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Website<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Digital camera<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Digital video<\/li>\n<\/ul>\n<ul class=\"unIndentedList\">\n<li>Content<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>The teachers activities are planned by use of ‘anchors&#8217; and ‘routines&#8217;. A (digital) <strong>anchor<\/strong> is a common starting point, a rich meaningful context which evokes tuitional questions at the children. Activities in the teaching group are attuned to the areas of interest of the pupils. They take the initiatives to  suggest subjects and intimate what they would like to know. Working with an anchor is a form of didactics within interactive language-learning. An anchor may take the form of a story, an outing, a part of a video presentation, a Punch-and-Judy Show or a digital picture.<\/p>\n<p><strong>Routines<\/strong> are identifiable circumstances that lead to meaningful languageactivities. They are ever-returning fixed educational situations which incite to communication. As the situations are recognizable in their form, the children are able to pay close attention to what exactly happens in these situations. They may especially be concerned with the contents.<\/p>\n<p><strong>First AR-cycle in this project<\/strong><\/p>\n<p>As we said, the cycle of action-research is the way we plan, act and check in this project. In the following we give an example of how cycle 1 was described.<\/p>\n<p>During the previous stage we started bringing into action  ICT-means in the first yeargroups to bring about literacy-development. Two clusters of activities are brought into play.<\/p>\n<ul class=\"unIndentedList\">\n<li>Activities as a result of having a cuddly toy that can be taken out to stay with a friend. Frog goes home with the children . They, or their parents make pictures of their adventures. The pictures are inducements to various linguistic activities.<\/li>\n<li>  Activities centered around letters. Children produce within a certain context pictures of e.g.objects or persons in which the see or hear a certain letter. The pictures may procure the starting points of various linguistic activities.<\/li>\n<\/ul>\n<p>The various activities have been devised and put into motion. We described them in terms as anchors and routines.<\/p>\n<p>During this first cycle we want to take care that the depicted anchors and routines grow into a way of worken that is structurally embedded within the practice of every day in the lower grades and within the language  policy of the school.<\/p>\n<p>At stake here are the following anchors and routines :<\/p>\n<ul>\n<li>Anchor A: Adventures of one of the children and Frog<\/li>\n<li>Routines<\/li>\n<\/ul>\n<p>A1           Pupil takes Frog and the camera home and takes pictures<\/p>\n<p>A2           Pupil takes Frog and pictures to school<\/p>\n<p>Teacher or group-assistant talks about the pictures, tries to incite linguistical responses.<\/p>\n<p>Teacher or group-assistant choose pictures and determine their order.<\/p>\n<p>Pictures are put on the site.<\/p>\n<p>A3           T. or gr.as. discuss with pupil which words or phrases match the pictures well and thus produce\/invent a story to go with the pictures. Pupil dictates the teacher or writes it him\/herself.<\/p>\n<p>Text accompanies the pictures at the site.<\/p>\n<p>A4           Pupil arranges a subject-table, a FROG table<\/p>\n<p>T. and gr.as. produce cards to go with the table, bearing words or sentences.<\/p>\n<p>A5           Pupil copies letters\/words\/phrases while writing,imprinting or typing<\/p>\n<p>A6           Pupil tells to the other children\/group members a story illustrated by the pictures<\/p>\n<p><em> <\/em><\/p>\n<ul>\n<li>Anchor B: A certain context (anchor) gives rise to choose a certain letter and put it in the centre of attention. Within this context the pupils go to work with the chosen letter. The contexts are always related to their own surroundings.<\/li>\n<li>Routines<\/li>\n<\/ul>\n<p>B1          Finding words in which the letter can be heard. Making pictures of the objects. These pictures are put in a letter book on the site, together with the written word and the letter clearly marked.<\/p>\n<p>B2          Exercises are done with the pictures, words and letter: where do you hear the letter\/sound, at the beginning of a word? Where at the end?<\/p>\n<p>B3           Finding words in which the letter can be found.<\/p>\n<p>B4          Looking at pictures and gathering the meaning of the words\/phrases in which the letter is found.<\/p>\n<p>B5           The pupil copies the letters\/words\/phrases while writing ,typing or stamping.<\/p>\n<p>B6          Pupils and teacher (or group-assistant) choose words for the letter wall. The words are put in their correct places on the letter wall.<\/p>\n<p>B7          In consequence of the story-telling circle phrases are chosen for the news board. The children say the phrase and the teacher writes it down. Children who want to try or do it themselves can have a go at writing too.<\/p>\n<p>B8           Activities with &#8220;the letter of the week&#8221; In which the letter is used in a creative way.<\/p>\n<p>With regard to the policy of obtaining language all this means:<\/p>\n<ul class=\"unIndentedList\">\n<li>Putting the linguistic activities, anchors and routines in the classroom roster of proceedings<\/li>\n<li>Putting the activities in a reasoned- out offer of language and ict.<\/li>\n<li>Developing and executing a linguistic policy plan.<\/li>\n<\/ul>\n<p>Concisely put: in the first cycle we aim to embedding within the classroom-activities two kinds of anchors and routines, in which ict has a distinct role.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>6. <\/strong><strong>The output<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>The output of this project is hypothetical at this moment, as no ‘hard&#8217; results yet shown, but:<\/p>\n<ul class=\"unIndentedList\">\n<li>The headmaster of the school now works with a meaningful framework, from which education will be planned, executed and evaluated.<\/li>\n<li>The teaching staff works within (didactical) frameworks that are theoretically underpinned and have been developed in practice. They can be used in concrete situations.<\/li>\n<li>Pupils are highly involved, their involvement should lead to better educational results in the end.<\/li>\n<li>Parents are involved too.<\/li>\n<\/ul>\n<p><strong>7.  <\/strong><strong>Further research<\/strong><\/p>\n<p>Further research will possibly  lead to a  greater utilization of the theoretical framework at other schools, as regards to planning, developing and evaluation of educational operations. We will show if the afore described concept as regards to language policy plans and linguistic domains positively affects the didactics of teachers and the educational results of  pupils. We believe the concept offers sufficient possibilities in the field of multilingual development of the children and hopefully we will also demonstrate if the use of ICT in education  gives a better output.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Alltrichter, H &amp;  Peter Posch, P.(1998). <em>Lehrer erforschen ihren Unterricht. Eine Einführung in die Methoden der Aktionsforschung<\/em>.<\/p>\n<p>Andriessen, D. (2004<em>). Making sense of intellectual capital. Designing a method for the valuation of intangibles<\/em>.<\/p>\n<p>Bereiter, C. (2002). <em>Education and mind in the knowledge age.<\/em> Mahwah, New Jersey LEA Publishers.<\/p>\n<p>Bronkhorst, J.(2002). <em>Basisboek ICT didactiek<\/em>.  HBuitgevers, Baarn.<\/p>\n<p>Coombs, S.(2003).  <em>TT380 Work-based Action Enquiry 2003\/2004<\/em>. Bath Spa University College, Bath UK<\/p>\n<p>Harasim, L. Hiltz R.., Teles L., Turoff.M<em>.  <\/em><em>Learning Networks.<\/em> A field guide to teaching and learning online. MIT-press. Cambridge Mass. 1997 (third printing).<\/p>\n<p>Oosterloo, A. &amp; Paus, H. (2005). <em>Taal aan bod. <\/em>Leerplan Fries voor het Primair Onderwijs. Enschede, SLO.<\/p>\n<p>Ponte, P. (2002). <em>Actieonderzoek door docenten<\/em>. Uitvoering en begeleiding in theorie en praktijk.<\/p>\n<p>Shrader, G. e.a. (2001). <em>Participatory Design of Science curricula.<\/em> The Case for Research for Practice, Design-based research: An Emerging Paradigm for Educational Inquiry. The Design-Based Research Collective 2003 in: Educational research. Jan-febr. 2003.<\/p>\n<p>Walsweer, A., et all (2003), <em>Lettermuur, <\/em>NHL University, ECNO Department, Groningen, The Netherlands<\/p>\n<p>Vosniadou, S. (2001). <em>How children learn<\/em>. Educational practices series, 7, The International Academy of Education (IAE) and the International Bureau of Education (UNESCO).<\/p>\n<p><strong>For further information:<\/strong><\/p>\n<p>Piet Rodenhuis: pietjrodenhuis at chello.nll<\/p>\n<p>Albert Walsweer: a.walsweer at ecno.nl<\/p>\n<p>Website pilot  primary school: <a href=\"http:\/\/www.opefeanhoop.nl\/\">www.opefeanhoop.nl<\/a><\/p>\n<p><strong>Acknowledgements:<\/strong><\/p>\n<p>Head and staff of &#8220;Op é Feanhoop&#8221; Primary School<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A brief paper about young children&#8217;s emerging literacy and their use of ICT&#8230; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract In this paper the authors present a pilot study which started in august 2005 in a primary school in the bilingual &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/12\/taking-frog-home-brief-paper-young-childrens-emerging-literacy-use-ict\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,119,120,9],"class_list":["post-9772","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-language","tag-language-learning","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9772"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9772"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9772\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9772"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9772"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9772"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}