{"id":9774,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/well-connected-school\/"},"modified":"2019-06-29T21:33:13","modified_gmt":"2019-06-29T20:33:13","slug":"well-connected-school","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/well-connected-school\/","title":{"rendered":"The Well Connected School"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>This paper outlines the development of a PC server which will provide a school-wide intranet and an Internet gateway. The intention of the paper is to provide a practical blueprint for the construction of a similar system.<\/em><\/p>\n<p><em>The primary aim throughout the project has been to minimise cost whilst providing maximum functionality. To this end the server utilises only easily available &#8216;freeware&#8217; software which has proven to be very reliable and well supported. The Internet connection cost has also been minimised and school-wide, multi-user Internet access is provided for a fixed cost of less than £1000 per year.<\/em><\/p>\n<p><em>The paper outlines the stages of development and construction of the server and the software used. It goes on to suggest a model for the structure and content of a school intranet site which allows a school to distribute information to both its staff and students.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Steve Copley<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 1999<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h4>Why An Intranet?<\/h4>\n<p>If you have a network of computers in your school then you can implement an intranet. An intranet consists of a collection of &#8216;web&#8217; pages that are accessible only within your network. This differs from an Internet &#8216;web-site&#8217; where the pages are stored on a server which is accessible from anywhere in the world. The intranet site is accessed through a normal web browser (MS Internet Explorer, Netscape Navigator, etc.) and acts just like a normal web-site with text, images, links, etc.<\/p>\n<p>An intranet can be used to distribute information around the school that may not be appropriate for publication on an external web-site. Additionally the maintenance of an intranet site is much simpler than a web-site as all of the files, web-pages, etc. reside on a machine within the school and can very easily be copied, deleted, adapted, etc. The importance of this should not be underestimated as the maintenance of a web-site can be exceedingly time-consuming. An intranet site can be maintained by anyone who can cope with ordinary filing operations.<\/p>\n<p>Many uses can be made by the school and individual departments of the intranet:<\/p>\n<p>bulletin information updated daily;<\/p>\n<p>course information to help students choose GCSE and post-16 courses;<\/p>\n<p>course notes to complement teaching and aid homeworks;<\/p>\n<p>exemplar work to guide and inspire students;<\/p>\n<p>celebration of achievement by the publishing of student&#8217;s work.<\/p>\n<p>It is also possible to use the intranet as a &#8216;shell&#8217; for running software. Departmental pages can contain icons that, when clicked on, run appropriate software. This is an elegant way of segregating software as the applications are seen in the context in which they are to be used.<\/p>\n<h4>How Can You Obtain Network-Wide Internet Access?<\/h4>\n<p>All computers on a network can access the Internet through a single external line. This is done via a computer acting as a Proxy server. This server takes a computer&#8217;s Internet requests, passes them out to the Internet, receives the replies and routes them back to that computer. A proxy server can usually handle hundreds of computer connections with little effort.<\/p>\n<p>It is a very simple step to configure your intranet server as a proxy server too. This also allows you to link to external web-sites from your intranet pages.<\/p>\n<h4>How Is It Usually Implemented?<\/h4>\n<p>Most schools tend to use an outside agency to set up Internet\/Intranet facilities. When there is no expertise within the school, this is often the only option. It is also usually very costly. It is actually very simple for someone with a moderate amount of ICT skill to implement an alternative, home-grown, low-cost alternative.<\/p>\n<p>For our first year of Internet access we leased a proxy server PC from our ISP, paid a monthly subscription and on top of those costs paid for every call made to the ISP.<\/p>\n<p>Our ISP and call charges were approaching £800 per month. We could not sustain this level of expenditure, so we had to investigate other options.<\/p>\n<h4>How Can You Save Money?<\/h4>\n<p>For a very small outlay it is possible to obtain all of the functionality mentioned so far, with Internet access and the intranet.<\/p>\n<p>You do NOT need an expensive server PC: a reasonably fast Pentium with 32Mb or RAM will do the job just fine.<\/p>\n<p>You do NOT need lots of phone lines and modems: the Proxy server has the only modem required.<\/p>\n<p>You do NOT need expensive software: everything that you need is available as shareware. Although this is possibly not as stable as commercial software and certainly without the guarantees, it is generally very reliable and often very well supported by either the author or by groups of users on the Web.<\/p>\n<p>You do NOT need an expensive ISP (Internet Service Provider) account. In fact there are now many FREE connections available. You just pay for the price of a local call!<\/p>\n<p>The system which we set-up to replace the leased ISP proxy server and very high monthly subscriptions cost approximately £300. The running costs are just under £1000 a year for a school of over 1800 students and 100 staff, a saving of several thousand pounds a year. The system is not as reliable as the commercial system we had (sometimes needing a software re-start during the day) but the cost savings make this quite acceptable.<\/p>\n<h4>What School Resources Would You Need?<\/h4>\n<p>You would need:<\/p>\n<p>PC to become the server<\/p>\n<p>A Pentium with a decent amount of RAM (32Mb+) will do. It must run either Windows 95\/98 or for a more stable platform, Windows NT<\/p>\n<p>(Cost: £0 for the PC &#8211; You&#8217;ve probably got one around!<\/p>\n<p>£80 for a copy of Windows NT Workstation for a more stable server platform<\/p>\n<p>£50 for an extra 64Mb of RAM to prevent disk swapping under heavy loading)<\/p>\n<p>Connection to the Internet<\/p>\n<p>Either an ordinary phone line or preferably an ISDN line. Phone lines will operate up to 56kbps (reasonable) whilst an ISDN line will give 128kbps. With a number of computers accessing the Internet this option is the better one.<\/p>\n<p>(Cost: £20 per month for an ISDN line)<\/p>\n<p>Modem to connect to this line<\/p>\n<p>This can be either a PC card (internal) or a &#8216;box&#8217; (external)<\/p>\n<p>(Cost: £90 for an ISDN modem card)<\/p>\n<p>ISP account<\/p>\n<p>Free or paid for &#8211; whatever you want! To use the &#8216;Schools Internet Connect&#8217; service below you will have to subscribe to BT Internet which is approximately £30 per month<\/p>\n<p>(Cost: £0-£30 per month depending on service)<\/p>\n<h4>Phone Calls<\/h4>\n<p>BT offer a &#8216;Schools Internet Connect&#8217; account which gives you UNLIMITED calls between 8am and 6pm on weekdays for a fixed cost of £800 per year. This means your school can be on-line all day with an unlimited number of computers.<\/p>\n<p>(Cost: £800 per year for a school of 2000 staff and students. )<\/p>\n<h4>What Software Would You Need?<\/h4>\n<p>Intranet and Proxy Server<\/p>\n<p>There are many shareware applications that will give you intranet and proxy server functionality. For details of a range of these see the server watch web-site which details and rates many shareware server packages:<\/p>\n<p><a href=\"http:\/\/serverwatch.internet.com\/\">http:\/\/serverwatch.internet.com<\/a><\/p>\n<p>The software that we have used very successfully for the past year is Sambar Server 4.1 available for download from Tod Sambar&#8217;s web-site:<\/p>\n<p><a href=\"http:\/\/www.sambar.com\/\">http:\/\/www.sambar.com<\/a><\/p>\n<p>This package will run on Windows 95 (which many do not) and also Windows NT. It has intranet functionality along with a range of proxy server functions (HTTP, FTP, etc.) It is very easy to configure (using web pages accessed through a web browser as the interface) It also has a simple search engine built in which allows users to search your intranet site.<\/p>\n<p>The documentation that comes with the server and the on-line help from Tod himself make the installation, configuration and running of the server very easy indeed.<\/p>\n<h4>Connection and Disconnection Timer<\/h4>\n<p>This software allows you to set up your server so that it connects to your ISP each morning and disconnects each evening. This is MUCH simpler that having a &#8216;Dial -on-Demand&#8217; type configuration which I&#8217;ve never found works consistently. This software also ensures that connections are not made outside of the BT &#8216;schools Internet connect&#8217; free hours.<\/p>\n<p>The one that we have used very successfully is NetLaunch 3.14 from Black Castle Software at:<\/p>\n<p><a href=\"http:\/\/www.blackcastlesoft.com\/netlaunch\/\">http:\/\/www.blackcastlesoft.com\/netlaunch\/<\/a><\/p>\n<h4>Web Authoring Software<\/h4>\n<p>If you want to create pages for your intranet site then you will need some way of building the pages. By far the simplest is to use the WYSIWYG editor built into the latest versions of Netscape&#8217;s Communicator suite of software. If you want to be more adventurous then there are hundreds of shareware editors available. A great place to start searching for any shareware software is the TUCOWS site which gives very honest and easily readable reviews and ratings of a multitude of software:<\/p>\n<p><a href=\"http:\/\/tucows.mirror.ac.uk\/\">http:\/\/tucows.mirror.ac.uk\/<\/a><\/p>\n<h4>Intranet Structure<\/h4>\n<p>The intranet site that we have developed over the past year is based on a simple hierarchical structure (as most web-sites are!) accessed from a home page with a set of menu icons at the left hand side<\/p>\n<p>The menu icons remain at the left of the screen at all time (in their own FRAME) whilst clicking on one of them makes the appropriate page appear in the main part of the screen.<\/p>\n<p>The site is roughly organised in the following way, the fixed menu icons being the route back to the previous level:<\/p>\n<h4>What We Have Learnt During The Past Year of Use<\/h4>\n<p>We have had a system up and running at Boston Spa for the past year. Since the start of September we have upgraded much of our network and computer suites. The original proxy server is still the same 100MHz Pentium running shareware software and it is still functioning remarkably well.<\/p>\n<p>At breaks and at lunchtimes the students have access to approximately 50 PCs connected to the Internet through the proxy server. At these times the internet traffic is extremely high but the server and 128kbps ISDN line cope adequately. The odd error may occur, but the extent of the inconvenience that this causes is that we have to re-boot the server once every 3 or 4 days and often far less frequently.<\/p>\n<p>The current server specification is the result of a lot of &#8216;fine-tuning&#8217; over the past year and several lessons have been learnt:<\/p>\n<h4>Processor<\/h4>\n<p>100MHz Pentium &#8211; Fine as long as you don&#8217;t want to do much else with it as the server software grabs all the CPU time during peak loading (break and lunchtime)<\/p>\n<h4>Memory<\/h4>\n<p>64Mb of RAM &#8211; Really could do with being 128Mb+ as when things get really busy the PC resorts to &#8216;Virtual Memory&#8217; on the hard disk (disk swapping) which really slows down the performance.<\/p>\n<h4>Operating System<\/h4>\n<p>Windows NT 4.0 Service Pack 4 &#8211; Do NOT try to run the server with Windows 95 or 98. Neither are particularly &#8216;solid&#8217; and do not handle memory errors well which seem to be the most common ones generated by the server software<\/p>\n<h4>Server Software<\/h4>\n<p>Apache &#8211; We used Sambar 4.1 for a long time before swapping to Apache. Sambar 4.1 has a really easy to use web-based interface which makes configuration very simple and clear. However under very high loads we were getting too many fatal errors which required the software to be re-started (often manually which was inconvenient)<\/p>\n<p>Apache is looking to be a LOT more stable. The odd error that occurs is handled by the software and Internet access is rarely affected. The Apache server is currently used by over 50% of all Internet web-sites to deliver pages to people so it must be good!<\/p>\n<p>To use it you must have Windows NT. It will not run on any other versions of Windows very well. Under NT you can install the software as an NT &#8216;service&#8217; which means it is started automatically on boot-up and is automatically re-started if it fails.<\/p>\n<p>The software is free and is available from:<\/p>\n<p><a href=\"http:\/\/www.apache.org\/\">www.apache.org<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>The downside to using Apache is that there is no pretty interface for configuration. You have to edit a text-based configuration file which is rather intimidating for non-technical people.<\/p>\n<h4>Intranet<\/h4>\n<p>The intranet site is gradually being extended. It is a real battle to get departments to realise the uses to which they could put it, but once they begin to have an input, begin to use it themselves and begin to use it with students then things begin to move on a lot better.<\/p>\n<p>Using students to help update and develop the site gives them ownership of the information and also adds fresh and interesting creative input.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>References &amp; Contacts<\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract This paper outlines the development of a PC server which will provide a school-wide intranet and an Internet gateway. The intention of the paper is to provide a practical blueprint for the construction &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/well-connected-school\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,123,124,125,126,9],"class_list":["post-9774","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-computer-network","tag-internet","tag-intranet","tag-proxy","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9774"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9774"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9774\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9774"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9774"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9774"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}