{"id":9775,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/interactive-whiteboard-evaluation\/"},"modified":"2019-06-29T22:10:11","modified_gmt":"2019-06-29T21:10:11","slug":"interactive-whiteboard-evaluation","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/interactive-whiteboard-evaluation\/","title":{"rendered":"Interactive Whiteboard Evaluation"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p>Anna Smith with MirandaNet Fellows, Boston Spa Comprehensive School<\/p>\n<h3><span style=\"color: #0000ff; font-size: 16px; line-height: 1.5;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/h3>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>This paper examines the ways in which the Whiteboard technology was integrated into a numbers of areas in the curriculum during the first half of the Summer term, 2000.<\/em><\/p>\n<p><em>Teachers who volunteered to pilot the technology received minimal training. The technology was applied to existing lesson plans, used with existing software and the Internet and evaluated in terms of the learning and motivational gains of the students.<\/em><\/p>\n<p><em>Staff and 78% of students reported improvements in motivation. All staff thought the Whiteboard was effective in terms of learning gains and 11% thought it was essential for their learning outcome to be achieved.<\/em><\/p>\n<p><em>Most were enthusiastic about the Whiteboard and all were impressed by its ease of use.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Anna Smith<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2000<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h4>Introduction and Background<\/h4>\n<p>Proposals<\/p>\n<ul>\n<li>To look at a variety of applications within the learning environment across the curriculum.<\/li>\n<li>To see how much teacher time is involved in the set up of lessons.<\/li>\n<li>To look at the contribution to effective learning.<\/li>\n<li>To look at the interactive nature of the Whiteboard and its use as more than a glorified chalkboard.<\/li>\n<li>Use as a tool for staff training in the use of ICT e.g. implications for ICT competencies for NQTs in Sept 2000 and eventually all staff.<\/li>\n<li>Is it a cost effective resource in terms of use with a projector or a liquid crystal tablet mounted on an overhead projector.<\/li>\n<li>Practicalities of use within a school; rooming, setting up the projector, ICT technician support.<\/li>\n<\/ul>\n<h4>Implementation<\/h4>\n<p>Staff in different departments, after training, trial the use of the Whiteboard in their lessons.<\/p>\n<h4>Report and Evaluation<\/h4>\n<p>Case study reporting on the effectiveness of the learning, the opportunities for interaction with students and the amount of teacher time involved during the preparation of the lessons. Questionnaire to support this. Once the lesson has been set up will the majority of the preparation have been done?<\/p>\n<h4>Involvement<\/h4>\n<ul>\n<li>Max Hume Science Internet<\/li>\n<li>Steve Copley ICT training of staff<\/li>\n<li>Anna Smith Science Use of EXCEL spreadsheet with Y7<\/li>\n<li>Andrew Iles Science Spreadsheet<\/li>\n<li>Jez Bevin Maths Existing Maths programs with Y9<\/li>\n<li>John Cuthell GNVQ Presentation<\/li>\n<li>Hazel Rodriguez History Encarta<\/li>\n<li>Helen Cowell Science Internet and word<\/li>\n<li>Claire Harris Art Staff training<\/li>\n<\/ul>\n<h4>Methodology<\/h4>\n<p>The Whiteboard was used with a LCD projector and a LCD tablet for an overhead projector. The ICT technician Tim Harrison was responsible for the set-up of the board, the use of the software to make the board interactive and the set-up of the projector. All staff who used the board had minimal input into the practicalities of its use, arriving in the room with a fully functioning board ready for use.<\/p>\n<p>The Whiteboard was used in a variety of rooms, all of which were equipped with PCs. The board was not used in an ordinary classroom. All rooms were very light and had no curtains to black out the room so the use of the LCD OHP tablet was problematic. The LCD projector was used subject to availability.<\/p>\n<p>Staff who had booked computer lessons were approached and asked if they were willing to trial the Whiteboard and spend a few minutes evaluating its use by filling in a questionnaire. I tried to include a variety of staff from different departments and to get an equal gender bias.<\/p>\n<p>The questionnaire tried to address a variety of possible problems and outcomes. There were three parts to the questionnaire:<\/p>\n<ul>\n<li>looking at the first contact with the Whiteboard and how easy was it to use;<\/li>\n<li>the preparation for the lesson;<\/li>\n<li>the lesson itself.<\/li>\n<li>Evaluation of the lesson asked a variety of questions:<\/li>\n<li>how valuable a resource was the Whiteboard;<\/li>\n<li>would it be used on a regular basis;<\/li>\n<li>what about the learning and motivational outcomes for students?<\/li>\n<\/ul>\n<p>Some students were interviewed about their experiences of the lesson.<\/p>\n<p>Staff from a variety of departments and with varying levels of ICT competence used the board in a variety of different ways with students of different ages and abilities.<\/p>\n<p>Tim Harrison was responsible for the set up of the Whiteboard and making sure it was in working order for the lesson to begin. This meant that staff were able to come to the lesson with everything set up with no hassle for them ready to start teaching.<\/p>\n<p>This was vital to the confidence of staff some of whom were unsure about being able to utilise the technology. Tim gave 3 out of 10 for ease of initial set-up and 3 out of 10 for time to set-up the Whiteboard, there were also lots of leads involved and these were stretched across the room. He thought it very easy to actually use and excellent in terms of its reliability. Portability was a problem but it wasn&#8217;t designed to be moved. The projector was used successfully but the room had to be totally blacked out to use with the LCD OHP tablet. Overall Tim didn&#8217;t think it would be of enough benefit to justify the expense of the Whiteboard, the cost of a PC and the cost of a projector.<\/p>\n<h4>Preparations<\/h4>\n<p>The Whiteboard was used with both an LCD projector and an LCD tablet for overhead projector. The ICT technician Tim Harrison was responsible for the set-up of the board, the use of the software to make the board interactive and the set-up of the projector. All staff who used the board had minimal input into the practicalities of its use, arriving in the room with a fully functioning board ready for use.<\/p>\n<p>The Whiteboard was used in a variety of rooms, all of which were equipped with PCs. The board was not used in an ordinary classroom. All rooms were very light and had no curtains to black out the room so the use of the LCD OHP tablet was problematic. The LCD projector was used subject to availability.<\/p>\n<p>Staff who had booked computer lessons were approached and asked if they were willing to trial the Whiteboard and spend a few minutes evaluating its use by filling in the questionnaire.<\/p>\n<p>Staff from a variety of departments and with varying levels of ICT competence used the board in a variety of different ways with students of different ages and abilities.<\/p>\n<p>Tim Harrison was responsible for the set up of the Whiteboard and making sure it was in working order for the lesson to begin. This was vital to the confidence of staff some of whom were unsure about being able to utilise the technology. Tim gave 3 out of 10 for ease of initial set-up and 3 out of 10 for time to set-up the Whiteboard, there were also lots of leads involved and these were stretched across the room. He thought it very easy to actually use and excellent in terms of its reliability.<\/p>\n<p>Portability was a problem but it wasn&#8217;t designed to be moved. The projector was used successfully. However, when the board was used with the LCD OHP tablet the room had to be totally blacked out.<\/p>\n<h4>Results of Questionnaire<\/h4>\n<p>Staff were asked to complete an evaluation of the lesson involving the Whiteboard a summary of which appears <a href=\"\/pubs\/smartboard.htm#Summary\">below<\/a>.<\/p>\n<h4>Initial use<\/h4>\n<h4>First Impressions.<\/h4>\n<p>Most first impressions were positive. Staff thought the Whiteboard was easy to use and the software worked exactly as it was supposed to. They were very impressed by the &#8220;wow&#8221; factor and how impressive it would be to a class of students. A very good way to present information as it kept the attention by the constant movement of the image. One staff response was &#8220;cool&#8221;! Staff thought the possibilities seemed vast.<\/p>\n<p>The only negative comments were about the amount of room taken up by the projector and the computer with the Whiteboard software in a limited space and too much light in the room as a consequence of having no blinds making the image difficult to see. The booking of the projector or LCD tablet could be a problem.<\/p>\n<h4>Time taken to familiarise with use of the board.<\/h4>\n<p>All staff said that the Whiteboard was extremely user friendly, easy to use and took them between five to ten minutes to feel confident enough to use it in the classroom.<\/p>\n<h4>Problems<\/h4>\n<p>The only problem encountered was when the projector used to project the image on to the screen was moved the calibration of the screen altered as the active points on the board shift.<\/p>\n<h4>Potential annoyances.<\/h4>\n<p>There were a variety of problems which staff could foresee. One mentioned earlier of the Whiteboard moving as it was quite light and would alter the sensitivity of the board so the cursor was not as accurate. The flex between computer and board and computer and projector could be a potential for problems with both staff moving around near the board and tripping over the flex and students moving around within the room and not being as careful as they should be. Students could both knock the projector and board or trip on the flex. Standing in the beam of the projector and casting a shadow was also a concern, although this could be avoided with practice at using a board. The pens were not smooth or accurate enough for writing on the board only for circling or highlighting pertinent features.<\/p>\n<h4>Preparation<\/h4>\n<h4>Software Used<\/h4>\n<p>Staff used a variety of software.<\/p>\n<ul>\n<li>A staff training session used Netscape Communicator to teach the construction of a new page on our Intranet.<\/li>\n<li>Another staff training session showed staff how to incorporate the Internet into their lessons.<\/li>\n<li>A year 9 group had a session on the use of the Internet for research.<\/li>\n<li>A year 9 group was shown how to use the existing Maths software on angles.<\/li>\n<li>A year 7 group was shown how to use Excel and a group spreadsheet of data was produced amalgamating all their results for manipulation.<\/li>\n<li>Power point was used with a sixth form group to present the key points of a lesson.<\/li>\n<li>A year 8 group used the Internet and Word to import information from the Net into Word for printing.<\/li>\n<li>A CD-ROM, Encarta was used with a year 8 group.<\/li>\n<\/ul>\n<h4>Preparation Time<\/h4>\n<p>Preparation time for staff was minimal: nobody spent more than an hour in preparation as most staff used existing software.<\/p>\n<h4>Ease of set up before lesson.<\/h4>\n<p>Staff did not have the problem of setting up the Whiteboard as we have the services of an excellent ICT technician. Staff were able to walk into the room and start the lesson with confidence.<\/p>\n<p>Most staff used the projector with the Whiteboard, as we have no blinds with which to black out rooms. The LCD tablet did not produce a strong enough image to be seen clearly.<\/p>\n<h4>Lesson<\/h4>\n<h4>Did it work?<\/h4>\n<p>Yes.<\/p>\n<h4>Difficulties?<\/h4>\n<p>No one reported any problems.<\/p>\n<h4>Comments.<\/h4>\n<p>Most staff thought that it was a useful tool. Classes were enthusiastic and positive about the use of the Whiteboard. The fact that it is large and has a clear display that is easily to manipulate makes the board a focal point. Key points of lessons could be picked up quickly, the lessons were clear and dynamic (the teacher wasn&#8217;t running round 15 machines showing individuals what to do). In the case of setting up a spreadsheet the students could see what their spreadsheet should contain and look like, could follow instructions by watching the use of the hand as a mouse rather than having to listen, understand and interpret a spoken or written instruction. One member of staff reported the lesson being better than anticipated, students were aware of the novelty value, but were able to proceed with the lesson.<\/p>\n<p>Some staff were positive about the Whiteboard&#8217;s role as a demonstration tool but did not see benefits in all their ICT teaching.<\/p>\n<h4>How valuable a resource was the Whiteboard within this lesson?<\/h4>\n<ul>\n<li>No one thought the Whiteboard was of no use.<\/li>\n<li>33% thought it was of some use.<\/li>\n<li>56% thought it was very useful.<\/li>\n<li>11% couldn&#8217;t have done the lesson without it as the lesson was built around the use of the board.<\/li>\n<\/ul>\n<p>The interactive aspect of the Whiteboard was welcomed with students able to come out and demonstrate to the class. The use as a demonstration tool was considered important; students could see exactly what the screen should look like. It made demonstrations a lot easier rather than having to go from PC to PC to show individuals this saved time and allowed staff to spend time discussing other aspects of the work. The large display and the ability to annotate the screen were very useful.<\/p>\n<p><strong>Would you use the Whiteboard on a regular basis?<\/strong><\/p>\n<p>67% of users would want to use the whiteboard on a regular basis if the projector was available and there was a dedicated room.<\/p>\n<h4>How effective was the Whiteboard in terms of student learning?<\/h4>\n<p>The majority of staff thought the Whiteboard was effective in students learning. Students that were spoken to were very positive about their learning outcomes and enjoyed the lessons. The Whiteboard was clear to use and see the work had more impact, in the case of staff, the groups were totally focussed on the trainer and the screen. Staff were also very keen to have a go themselves, as were plenty of students. Staff found it far easier to communicate their ideas to a large group and for them to fully understand. Students were able to see what they had to do rather than follow verbal instruction.<\/p>\n<h4>How effective was it at motivating the students?<\/h4>\n<p>78% thought the students were very motivated by the Whiteboard. In one lesson the students were very excited and really got involved with enthusiasm, they all wanted to touch the board. Students thought it was &#8220;cool&#8221;. When students were spoken to they all enjoyed the lessons and said they had been motivated. They liked the large image and the visual aspect of their learning. Why did students respond positively when asked about their own motivation?<\/p>\n<p>There perhaps might be the danger of losing interest once students became used to the board and it not being the motivating influence it once was. This could perhaps be the focus for further study.<\/p>\n<h4>Advantages<\/h4>\n<p>Staff liked the idea that they appeared to be at the cutting edge of technology and students were impressed by the use of the Whiteboard. The Whiteboard was quick to learn to use; points could be highlighted using the pens. Windows could be used the same as with an ordinary computer. The clarity and interest as a demonstration tool impressed most staff. The Whiteboard enabled staff to keep the class together, direct tasks and provided a focal point for students who weren&#8217;t quite as computer literate as others. Students could take an active part in class teaching by coming up and demonstrating to the whole class and gained confidence in their skills by doing so. The Whiteboard allowed demonstration to a large and receptive group. People became very enthusiastic about increasing the possibilities of using ICT within their teaching. The fact the Whiteboard worked all the time was also welcomed with technical hitches being the bane of teaching using ICT effectively.<\/p>\n<h4>Disadvantages<\/h4>\n<p>Some cited lack of space and leads getting in the way as a disadvantage. Setting up was a bit of a worry if staff had to do this on their own. The fact that the class had to be moved was a concern and some staff would love to have their own Whiteboard in their room as a permanent fixture (oh to live in an ideal world!). Poor definition when used with the LCD tablet was a problem.<\/p>\n<h4>Summary<\/h4>\n<p>All staff who used the Whiteboard were extremely enthusiastic about the possibilities of the technology and a lot were inspired to use ICT more in their lessons and were given confidence by the fact that the Whiteboard was reliable and easy to use.<\/p>\n<p>Students were motivated and said that their learning had benefited from the use of the Whiteboard. They liked the idea of being able to see what they were supposed to be doing rather than being shown on their own computer. This links in with accelerated learning techniques involving visual rather than verbal instruction. The students said their attention was more focussed from having a large focal point and colour image within the room. Above all the staff and students really enjoyed the lessons.<\/p>\n<p>The only problems that people could foresee were the practicalities of ordering the projector and leads being in the way of movement around the room. Initial thoughts prompted the view that the lead problem could have a gender bias but looking back at the questionnaires this did not seem to be the case, it was more of a department bias. All the science staff cited leads being a problem; this could be explained by their heightened awareness of safety in practical situations with students moving around the room. This might be worth further study or might not even enter into consideration if a dedicated room was used with a ceiling mounted projector.<\/p>\n<h4>Comparison of Whiteboard Use<\/h4>\n<p>Combinations for possible Whiteboard use:<\/p>\n<p><strong>1<\/strong>          Interactive Whiteboard + LCD projector<\/p>\n<p><strong>2 <\/strong>         Interactive Whiteboard + LCD OHP tablet<\/p>\n<p><strong>3<\/strong>          Ordinary whiteboard + LCD projector<\/p>\n<p><strong>4 <\/strong>         Ordinary whiteboard + LCD OHP tablet<\/p>\n<p><strong>5 <\/strong>         Back projected Interactive Whiteboard<\/p>\n<p>All prices taken from world wide web and converted from dollars, hence approximations in price.<\/p>\n<p><strong>1          Interactive Whiteboard + LCD projector.<\/strong><\/p>\n<p>The ideal solution for using the board, however there are drawbacks.<\/p>\n<p><strong>Item                                                    Cost                            <\/strong>Total Cost<\/p>\n<p>Interactive Whiteboard                          ~£1170<\/p>\n<p>LCD projector (Boston Spa)                 ~£3640                         <strong>~£4810<\/strong><\/p>\n<p><strong>2          Interactive Whiteboard + LCD OHP tablet.<\/strong><\/p>\n<p>Alternative combination. LCD OHP tablet doesn&#8217;t provide a good enough picture.<\/p>\n<h4>Item                                                    Cost                            Total Cost<\/h4>\n<p>Interactive Whiteboard                          ~£1170<\/p>\n<p>LCD OHP tablet              (Boston Spa)              ~£3450                         <strong>~£4620<\/strong><\/p>\n<h4>3          Ordinary whiteboard + LCD projector<\/h4>\n<p>A possible relatively cheap solution to providing a focus for ICT teaching.<\/p>\n<h4>Item                                                    Cost                            Total Cost<\/h4>\n<p>Whiteboard                                          ~£82<\/p>\n<p>LCD projector (Boston Spa)                 ~£3640                         <strong>~£3722<\/strong><\/p>\n<h4>4          Ordinary whiteboard + LCD OHP tablet<\/h4>\n<p>Not ideal due to lack of definition from LCD OHP tablet.<\/p>\n<h4>Item                                                    Cost                            Total Cost<\/h4>\n<p>Whiteboard                                          ~£82<\/p>\n<p>LCD OHP tablet  (Boston Spa)             ~£3450                         <strong>~£3532<\/strong><\/p>\n<h4>5          Rear projected Interactive Whiteboard<\/h4>\n<p>The ideal solution.<\/p>\n<h4>Item                                                    Cost                            Total Cost<\/h4>\n<p>Rear projection Whiteboard                  ~£3260<\/p>\n<p>LCD projector (Boston Spa)                 ~£3640                         <strong>£6900<\/strong><\/p>\n<h4>Conclusion<\/h4>\n<p>The ideal solution of a rear projected Whiteboard with a LCD projector is the most costly option at ~£6900. This negates the problem of leads trailing across the teaching space, lack of room with it being taken up by the projector and teachers standing in front of the Whiteboard.<\/p>\n<p>A very good solution for ICT teaching which provides a focus within the room, a large image to use for demonstration and will show students what their work should look like, is the use of an ordinary whiteboard with the computer screen projected onto it. This would at the cheapest option cost ~£3532 but this all depends on the projection system used.<\/p>\n<h2>Whiteboard Conclusions<\/h2>\n<p>We looked at a wide variety of applications within the learning environment, from Maths games and spreadsheets to using the Internet and Encarta. The Whiteboard was very versatile and staff could see a lot of applications where it would be an extremely useful tool.<\/p>\n<p>Not very much Teacher time was involved in preparation either for setting up of the Whiteboard or preparation of resources. Staff were able to come to the lesson and start a major advantage when using ICT in a classroom.<\/p>\n<p>Students were very motivated by the Whiteboard lessons and commented on the fact that they had been able to understand much better what to do by being shown rather than being told. Students remembered the lessons and hopefully this will provide a prompt to the learning aim of the lesson. The large image and a focal point in the room supported learning outcomes both in terms of motivation and understanding.<\/p>\n<p>The interactive nature of the Whiteboard caused the most excitement for both staff and students. Students were very enthusiastic and wanted to have a hands-on role, this I think will have also supported any learning aims gained. There is however the danger of &#8220;Whiteboard fatigue&#8221;, once the students were accustomed to its presence would it still be a motivating factor? I was unable to assess this aspect and it could possibly be worth looking at in more detail. Would learning gains be affected by familiarity?<\/p>\n<p>The staff training aspect of the Whiteboards use was very welcome. Three sessions were participated in by a significant number of staff. All people involved said it greatly improved their understanding by being shown. Trainers said it greatly aided them to deliver their courses to a large number. This would have consequences for effective ICT training for staff in view of the competencies required for all teachers by 2002.<\/p>\n<p>The LCD projector was the only effective option for clarity of the image within our teaching spaces. The cost of this piece of vital equipment is the prohibitive factor at approximately £3640 and £250 per bulb.<\/p>\n<p>The Whiteboard was used in three different computer dedicated rooms around the school. Ideally a room needs to be dedicated to its use, a PC needs to be also dedicated to its use and the projector which is vital to its function needs to be ceiling mounted to negate worries about leads and space. This ties up a lot of expensive resources within the school including technician time. Is this the most cost-effective use of school resources?<\/p>\n<p>If we look in terms of a whole school focus, the technology needs to be seen in the context of the New Opportunities Funding and staff ICT training. In a large school this technology could be worth the expense to ensure all staff reached, stayed at and progressed beyond baseline competencies in ICT by 2002.<\/p>\n<p>Overall it is a nice idea to have access to an excellent piece of technology but at the same time in terms of learning gains another option could be to use an ordinary whiteboard with a projector and a lot less costly.<\/p>\n<p>This initial study also gives rise to unanswered questions that could provide the opportunity for further research:<\/p>\n<p>1          Are learning gains affected by familiarity with the Whiteboard?<\/p>\n<p>2          Is motivation affected by familiarity with the Whiteboard?<\/p>\n<p>3          Learning outcomes for students could be looked at in much more detail.<\/p>\n<p>4          Are there any subject differences in how teachers use the Whiteboard?<\/p>\n<p>5          Are there subject or gender differences in the ways in which teachers utilise the interactive nature of the board?<\/p>\n<p>6          Are some teachers more willing to allow students to get up and touch such an expensive piece of equipment? And if this is the case why should this be so?<\/p>\n<p><strong><br \/>\n<\/strong><\/p>\n<h4>Use of Interactive Whiteboard <a href=\"\/pubs\/smartboard.htm\">Summary<\/a> of Questionnaire<\/h4>\n<h4>Initial Use<\/h4>\n<p>1          First Impressions<\/p>\n<p>2          Time taken to familiarise with use of board<\/p>\n<p>0-1 hour \/ 1-2 hour \/ more than 2 hours<\/p>\n<p>3          Problems?<\/p>\n<p>No \/ Yes \/ Please specify<\/p>\n<p>4          Potential annoyances<\/p>\n<p>Preparation<\/p>\n<p>1          Software Used?<\/p>\n<p>CD-ROM \/ Whiteboard \/ Notebook \/ Powerpoint \/ Other<\/p>\n<p>2          Preparation time<\/p>\n<p>0-1 hour \/ 1-2 hour \/ 2-5 hours \/ 5 hours +<\/p>\n<p>3          Ease of set up before lesson<\/p>\n<p>Easy \/ Difficult<\/p>\n<h4>LCD Tablet Projector<\/h4>\n<p>1          Did it work?<\/p>\n<p>Yes \/ No<\/p>\n<p>2          Difficulties?<\/p>\n<p>Yes \/ No<\/p>\n<p>3          Any comments<\/p>\n<h4>Lessons<\/h4>\n<p>1          How valuable a resource was the Whiteboard within this lesson?<\/p>\n<p>Of little use (could have used an ordinary board as effectively) \/ Some use \/ Very useful \/ Couldn&#8217;t have done without it<\/p>\n<p>Please comment<\/p>\n<p>2          Would you use the Whiteboard on a regular basis?<\/p>\n<p>Yes \/ No<\/p>\n<p>If no why not<\/p>\n<p>3          How effective was the Whiteboard in terms of students learning?<\/p>\n<p>Very \/ Okay \/ Not<\/p>\n<p>Comments<\/p>\n<p>4          How effective was it at motivating the students?<\/p>\n<p>Very \/ Okay \/ Not \/ Initially then lost interest<\/p>\n<p>Comments<\/p>\n<p>5          Advantages<\/p>\n<p>6          Disadvantages<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">Reference link 1<\/p>\n<p style=\"padding-left: 30px;\">Reference link 2<\/p>\n<p style=\"padding-left: 30px;\">Reference link 3<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Anna Smith with MirandaNet Fellows, Boston Spa Comprehensive School [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract This paper examines the ways in which the Whiteboard technology was integrated into a numbers of areas in the curriculum during the first half &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/interactive-whiteboard-evaluation\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,11,128,9,19,20],"class_list":["post-9775","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-interactive-learning","tag-projector","tag-research","tag-student","tag-whiteboard","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9775"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9775"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9775\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9775"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9775"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9775"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}