{"id":9777,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/case-study-imovie\/"},"modified":"2019-06-29T22:10:11","modified_gmt":"2019-06-29T21:10:11","slug":"case-study-imovie","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/case-study-imovie\/","title":{"rendered":"Case Study: iMovie"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p>In rural North Wales children are using Apple’s iMovie 2 digital video editing programme and iMacs to enhance investigations, communicate ideas and develop literacy skills. Ysgol Frongoch is a 240 pupil 10 teacher primary school for children aged 7 to 11 based in the county of Denbighshire. The school has had a tradition of using video in its curriculum but it was only with the release of iMovie that children were able to start effectively editing video themselves. Children have found iMovie so easy to use that within minutes children understand the editing concepts and they are up and running. This development has taken learning to new levels as children can independently control the complete film making process with minimal adult input with the technology.<\/p>\n<p><strong>Author:<\/strong> <strong>David Baugh<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2001<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>Children in Year 6 have been collaborating on an environmental science project with a school in South Wales and have been using iMovie to give their partner school an insight into the school’s local area. As well as collecting data about local wildlife and analysing this data with AppleWorks 6 children have been enhancing their analysis with films of the habitiat. Groups of children cooperate to plan, storyboard, shoot, edit and present movies using a digital camera, iMac DV and iMovie. This process involves the children working with other class groups in the school environs hunting for and filming wildlife. Their teacher David Baugh says, “The technology enables the children to creatively communicate their ideas to their partner school in an effective and vibrant medium.” Additionally David feels that the technology also enhances other areas of the children’s learning, “This use of ICT in the curriculum enables children to work well together giving them the opportunity to develop the vital skills of problem solving, cooperation and communication. I have not seen a project in the classroom that has achieved this level of collaboration before.” Visitors to the school who have observed the use if iMovie in the curriculum have been impressed by the level of literacy skills involved in the film making projects. This applies to written literacy skills as well as the level of speaking and listening skills used by the groups whilst engaged on projects.<\/p>\n<p>iMovie is not only effective presenting stories and information but for use in scientific investigations. Children in Year 5 have used iMovie to record the results of their Physical Process investigations on gravity and friction. The investigations are recorded by a digital video camera and then the results analysed using iMovie. The accuracy of timed events such as a parachute falling are much improved using iMovie as opposed to a stop watch which enables the children to gain more insight into the scientific concepts they are investigating. The children can then present their results with iMovie using a combination of film clips and imported graphs and text from AppleWorks 6.<\/p>\n<p>The Children of Ysgol Frongoch are able to present their work to a wider audience with iMovie’s ability to export Internet ready QuickTime movies. These can be shared with partner schools from the school’s Web site http:\/\/www.denbighshire.org.uk\/ysgolfrongoch\/ or within school over the schools network. This ability to simply and quickly use the technology integrated into the curriculum has resulted in the school receiving four national awards this year for the use of ICT. This success is partly due to an ability to use iMovie in cross-curricular projects that are able to motivate children to levels not experienced with other technologies. David Baugh recalls one child who had just spent two hours working intensively on planning, scripting, filming and editing with his group on an iMovie project proudly announcing to his colleagues, “Isn’t this great we haven’t done any work all afternoon.”<\/p>\n<p>The school was one of the two British schools that took part in the ambitious Children’s News Video project for NetD@ys 2000. This project involved 13 schools throughout Europe collaborating on making videos about their own home area and posting them to the Internet for all the schools to see. The children worked in small groups to brainstorm their ideas and then set about writing a storyboard for their film. The filming took place in the local area with editing taking place in school on an iMac DV using iMovie 2. The whole process of producing a 2 minute film took about 2 hours from planning to final product. Visitors from the BBC were astonished to find ten year olds using the same techniques and equipment as themselves with confidence and ease. One BBC director said, “I haven’t seen children doing things like this before and I think this type of real life learning must be the way ahead for schools.”<\/p>\n<p>The school is now developing its use of this technology not only to further enhance the learning of children but to see how teachers can use iMovie to enhance their teaching to the class. This takes the form of teachers using iMovie to make presentations, demonstrations and films to deliver the curriculum in all areas.<\/p>\n<p>The ability to integrate iMovie so effectively in the curriculum makes it a powerful tool for the classroom. When this is allied with it’s ability to enable children to express themselves creatively it becomes a key piece of technology for preparing children for the future<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract In rural North Wales children are using Apple’s iMovie 2 digital video editing programme and iMacs to enhance investigations, communicate ideas and develop literacy skills. Ysgol Frongoch is a 240 pupil 10 teacher &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/case-study-imovie\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,107,129,85,130,11,9,19],"class_list":["post-9777","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-classroom","tag-curriculum","tag-ict","tag-imovie","tag-interactive-learning","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9777"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9777"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9777\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9777"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9777"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9777"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}