{"id":9779,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/physical-education-interactive-approach\/"},"modified":"2019-06-29T22:10:33","modified_gmt":"2019-06-29T21:10:33","slug":"physical-education-interactive-approach","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/physical-education-interactive-approach\/","title":{"rendered":"Physical Education: an Interactive Approach"},"content":{"rendered":"<p><strong>‘You can’t use technology – you teach PE.’<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>How often has the above phrase or something similar been bantered about the staffroom? I used to hear such comments a number of years ago but not anymore. Nowadays more often than not colleagues are asking for advice on how to use this piece of equipment or how did you do that. The 21st century has arrived and ICT can play an interesting and innovative role in the teaching of physical education.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Lis Greenwell<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2002<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>World-class athletes are analysed, measured, recorded and trained. The most advanced technologies are implemented to provide the best environment for competition, for training and for performance. How many school pupils – who are the athletes of the future – any of this technology? How many PE teachers assume their department will be the last to receive NOF funding? How many PE teachers declare ‘it will take up to much practical time’ or ‘we will not be able to buy that equipment, we need a new set of gym mats’?<\/p>\n<p>During my 14 years teaching I have heard most of the excuses and many of the moans. However, I always strive to use technology in which ever way I can. One of my first experiences of trying to be interactive involved taking a laptop out onto the track with the group in order for pupils to record their results straight into the results programme. We could not see the screen (a rare sunny day) and within 5 minutes the battery had expired and I was looking around for scraps of paper and a pencil.<\/p>\n<p>In the last year I have been given a new lease of life; a breath of fresh air. I was awarded a MirandaNet scholarship, sponsored by Oracle. This has provided me with access to like-minded colleagues who are dedicated to developing the use of ICT in the classroom or in the case of physical education, the sportshall, gym or field in addition to the classroom. My colleagues in school have supported my drive towards implementing various projects and through Oracle we have been privileged to experiment with different pieces of equipment.<\/p>\n<p>The digital camera has made a huge impact in many areas of the curriculum – many faculties have since budgeted for their own. GCSE pupils have taken jpeg images of their performance and used the images in support of the analytical aspect of their coursework. They have used the mpeg facility to record 5 – 10 seconds activity, then critically analyse their own and others performance, identifying targets and awarding praise. We have used the camera images to provide a visual image to key words which supports the school literacy policy.<\/p>\n<p>The use of video is often used in PE, but how often have you seen a class of 28 pupils crouched around a small TV propped up in the gym? I have tried and felt very frustrated. The projector I now use allows me to play through the linked video any image, and any size onto any space. You do not need to have a screen – the changing rooms in my school are a cream colour – the pupils can all see and 5 minutes of carefully chosen footage can provide the inspiration for the lesson. Or perhaps in the middle of the lesson to introduce a new aspect of the skill involved – slow motion action shots of top class performance provide all the imagery needed. Television coverage of most sports today is excellent and can be used effectively. Do we assume too much? Take a Year 7 girl in her first shot putt lesson – has she any idea about shot putt? Does she have a visual image of what she is trying to do? – I suspect NOT. With video input we can provide that image and give the lesson a context and hopefully relevance.<\/p>\n<p>Classroom lessons have changed since I started using an interactive smart board linked to a laptop. Projecting the computer screen onto a full size board has allowed all pupils in the group to see and respond to the various CD-ROMs used to support the theoretical side of the curriculum. Being able to make the screen change by touching it instead of using the mouse has revitalised some of the lessons. Pupils have been lining up to answer questions, eager to try and their retention of the skills taught has been excellent. Used alongside my established programmes of study I feel I am providing a more informative and interesting education.<\/p>\n<p>What type of pupils do I teach? The school A-C rate is going up – we achieved 32% this year. We have 35 % free school meals and many of the pupils have very limited access to ICT equipment. The school will be fully networked within a few weeks and that alone will lend itself to many more interactive possibilities. There have been many frustrations – my present teaching room is not secure at the moment and we cannot risk setting up the interactive board until it is. My constant demand for floppy disks and CD-ROMs has meant my Head of Department has had to include them in the department budget. And TIME, there is never enough time, juggling teaching and marking with running extra curricular activities, being a Head of Year and other hidden time constraints has been the biggest problem – one I strive to overcome because I feel I have had a new lease of life. I love it, I enjoy using technology and embracing new approaches wherever possible. There are times when a pure practical lesson is paramount to the harmonious development of the skills taught. Technology in the wrong place at the wrong time can be a hindrance. As in many physical education lessons it all comes down to balance. Technology is not ‘The Answer’ but it is an interesting and innovative way to approach the future and whether we like it or not the 21st century is here and we can go forward with our colleagues of bury our heads in the long jump pit.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>‘You can’t use technology – you teach PE.’ &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract How often has the above phrase or something similar been bantered about the staffroom? I used to hear such comments a number of years ago but &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/physical-education-interactive-approach\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,11,133,134,135,9,19],"class_list":["post-9779","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-interactive-learning","tag-lesson","tag-pe","tag-physical-education","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9779"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9779"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9779\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9779"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9779"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9779"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}