{"id":9780,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/school-managers-centre-european-schoolnet\/"},"modified":"2019-06-29T22:10:34","modified_gmt":"2019-06-29T21:10:34","slug":"school-managers-centre-european-schoolnet","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/school-managers-centre-european-schoolnet\/","title":{"rendered":"The School Managers Centre at The European Schoolnet"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Abstract<\/strong><\/span><\/p>\n<h4><em>How it began<\/em><\/h4>\n<p><em>I started working for the European Schoolnet almost one year ago , entrusted with the task of setting up the School Managers Centre (SMC) within the framework of audience based websites (vortals) which are to be found at the European Schoolnet&#8217;s (EUN) main website. The project is supported by the European Commission under the Socrates-Minerva programme and involves three partners, The European Schoolnet, The City of Helsinki Education Department and the European School Heads Association (ESHA).<\/em><\/p>\n<p><em>This was a project in which I was very interested. During my research for the Masters Degree in Information Technology in Education at Trinity College Dublin, I became aware that in all the talk of change with regard to the impact of ICT in the Education in general and schools in particular, head teachers or school principals were a rather neglected group in the whole process despite the fact that research findings were highlighting them as one of the key factors to successful integration. So when offer the opportunity to work on this project I jumped at the opportunity.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Anne Gilleran<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2002<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h4>The Development of the Idea<\/h4>\n<p>The focus of the site was laid out, in part, by the dictates of the work programme devised for the project. A website had to be developed for school heads, focussing on ICT in Education.<\/p>\n<p>So where did I start? I began by asking myself and other school heads what they would want from such a site. I came up with several treads, firstly the need to be informed of change and current and future thinking. Secondly, the statement that the job of principal can be often be a lonely and isolating one where the important issues often become lost in the myriad of everyday challenges that every school principal faces. From these two main ideas the vision of the SMC evolved. I wanted to create a website that would, not only inform school heads of current trends and practices in the area of ICT in education, but would also challenge them to think about the future of school in an eLearning world. I also wished to develop an active community of European School Principals.<\/p>\n<h4>The Building of a Website<\/h4>\n<p>Armed with the idea, the next stage was to start to design and build the website, a task that took several months. Working with the very talented and committed team which makes up the European Schoolnet the website began to take shape. Firstly there was the design phase where a number of designs were looked at, tested and modified. The idea was to find a design that was clear and attractive at the same time. The logo was designed around an idea I have always held about action in life. Being a proactive and optimistic person, I believe that any action taken in life is like throwing a pebble in a pond; you never know where the ripples will end. So the Logo of the SMC is an echo of this idea.<\/p>\n<p>When the design was finalised the process of coding the design into templates that could be incorporated into the dynamic database driven main EUN site began. Finally came the task of finding content to fill the pages.<\/p>\n<p>The current website became operation in September 2001 and functions like a monthly magazine with main articles which change each month. The content is a mixture of articles contributed by school heads and other experts around Europe as well as editorial features. Any person can submit an article for publication and I would welcome any contributions from the MirandaNet community in this regard. The site also contains many interactive features such as instant feedback forms and forms to enable readers to submit articles, news and events at the click of a mouse button.<\/p>\n<h4>The Growth of a Community<\/h4>\n<p>The second element of the SMC was to build an online community of school heads across Europe. This task was the greater challenge and it is very interesting to trace the progress of its growth. Since the start of the project I have written a monthly newsletter, which can be subscribed to from the site. This newsletter started in September 2001 with around 50 subscribers. At this point in February 2002 that number is 400+ and growing. In December, two new features were added to the site, a registration facility where school principals could register as European Principals Online, and a new community platform was opened in which school heads could have a more private environment in which to work and discuss. There are now well over 220 school heads registered on the site, and they may be viewed by country. Behind this registration is an active mail list, which school heads use to make professional contacts with each other and also to seek advice from each other.<\/p>\n<p>The activity within the closed community has been slower up to now, but the movement is towards using the community platform tool is growing. Considering that this group have not, as yet, had any hands on training in using the community tool, this growth is very encouraging. The growth in numbers visiting the site have been very encouraging growing form a monthly average of 22,900 in October 2001 to 102,750 in February 2002.<\/p>\n<h4>The Challenges<\/h4>\n<p>There are several challenges to building a site of this dimension. Multilinguality is a primary one. If the site is to be accessible and used on a European wide basis then the material has to be available in several languages. The site is translated, therefore, into three main languages, English, French and German. Many of the articles are also translated into several other European Languages. In the emerging consciousness of an integrated Europe, the need and indeed the desire to communicate with each other drives this process of providing various language versions of material. Indeed we have witnessed the fact that many of the schools that are involved in the SMC community have gone to the trouble of translating parts of their websites into other languages so they can be more visible to their European visitors. Despite some beliefs to the contrary this strengthens the idea of a collaborative and connected community.<\/p>\n<h4>The Future<\/h4>\n<p>So what of the future, since work of this nature is not static and constantly needs to be evaluated and revised? As the community using the site becomes more sophisticated in the daily use of ICT, I surmise that their needs in turn will become more sophisticated. As a consequence I anticipate that there will be a need for more interactive features on the site, such as comment boxes and open treaded forums. I would also like to provide advanced communication tools with the possibility of video link up between individual and groups of school heads for instance. A trial version of this will be held during eSchola when on the 24th of April a conference of 50 School Principals in the Netherlands will open to online participation from school heads across Europe, for discussion on various topics. Further information about this will be available on the eSchola website <a href=\"http:\/\/eschola.eun.org\/\">eschola.eun.org<\/a><\/p>\n<p>To continue being a school head in today&#8217;s world is no mean task, in the light of the complexities in the modern world of education. The teaching profession is becoming an ageing one as it is becoming more difficult to persuade young graduates to turn their backs on the lure of better wages and conditions on offer in the marketplace. Students are becoming more demanding of the quality of what they learn and of what and how they are taught, without always demonstrating the motivation to study that is the other half of success. Principals need to continue to reflect on their job and share their reflections. Through the various services of the EUN and the SMC, the opportunity is provided to all school heads, teachers, students and the wider education community across Europe to inform themselves and contribute to the growing European educational community connect online.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>The main EUN site is available at <a href=\"http:\/\/www.eun.org\/\">www.eun.org<\/a><\/p>\n<p>The School Managers Centre is at <a href=\"http:\/\/smc.eun.org\/\">smc.eun.org<\/a><\/p>\n<p>The portal for teachers is at <a href=\"http:\/\/www.eschoolnet.org\/\">www.eschoolnet.org<\/a><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract How it began I started working for the European Schoolnet almost one year ago , entrusted with the task of setting up the School Managers Centre (SMC) within the framework of audience based websites &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/school-managers-centre-european-schoolnet\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,136,137,26,9,18,138],"class_list":["post-9780","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-community","tag-europe","tag-mirandanet","tag-research","tag-school","tag-schoolnet","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9780"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9780"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9780\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9780"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9780"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9780"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}