{"id":9781,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/ruffwoodhome-project\/"},"modified":"2019-06-29T22:10:12","modified_gmt":"2019-06-29T21:10:12","slug":"ruffwoodhome-project","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/ruffwoodhome-project\/","title":{"rendered":"The Ruffwood@Home Project"},"content":{"rendered":"[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>Abstract<\/strong><\/p>\n<p><em>Ruffwood School have loaned 100 brand new computers and printers to students and their families living in the Northwood neighbourhood of Kirkby. In the near future they will also receive a web camera and free Internet access via Knowsley Council&#8217;s network. The project will research the impact of ICT on student performance, development and family and community learning and regeneration.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Jacky Elliot<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2002<\/p>\n<p><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<h4>In Partnership with:<\/h4>\n<p>Northwood SRB, Telewest Communications and Knowsley MBC. Northwood is a high priority area for regeneration, hence its Single Regeneration Budget (SRB) status. It scores very badly on most counts of social deprivation including low GCSE results and high youth unemployment.<\/p>\n<h4>Ruffwood School<\/h4>\n<p>The school has a progressive vision and an excellent record of technology innovation and social inclusion. Ruffwood @ Home is one example of how the school believes ICT can advance the learning of our students, and at the same time, tackle equal opportunities to technology. The project is managed in the school and match funding and expertise is also provided.<\/p>\n<h4>Benefitting Students<\/h4>\n<p>Computers have been in the homes since August 2001. Since that time many students have reported improvements to their homework grades and ICT skills and some are showing an increased motivation to work. One student has carer responsibilities and is excited about being able to videoconference with his friends from home.<\/p>\n<p>Students are being encouraged to shape the project themselves: from designing the project&#8217;s web site, to embarking on Young Enterprise initiatives surrounding ICT. They are also given the opportunity to express their lives via a web site and digital filming ideas. Students are continually asked about their feelings and ideas concerning the project, and about their general learning needs.<\/p>\n<h4>Working with ICT in the Classroom<\/h4>\n<p>Students are expected to use ICT in the classroom more and more. The project will embrace ICT systems and packages, which support curriculum activities. Students on the project will have access from the home to the &#8216;Knowsley Learning Place&#8217;; the local authority&#8217;s education intranet, designed to support classroom and curriculum activities. Communication will also be improved once homework and messages can be emailed to students and parents.<\/p>\n<h4>Bringing ICT to the Home<\/h4>\n<p>More importantly, the equipment is a bridge between school and the home: improving relationships and frequency of communication. We will provide all parents will an e-mail address, which logs onto the school network. There are also parents involved with the project; helping with research and organising events. Each home now has evidence of the efforts the school is making to aid their child&#8217;s education.<\/p>\n<h4>Encouraging Family Learning<\/h4>\n<p>Having a computer in the home is bringing a two-way learning process, with students helping parents and parents helping students. For students, the opportunity to teach has been rewarding and empowering, for adults it has allowed greater knowledge of their child&#8217;s progress at school. This project will help parents to support their children and share their child&#8217;s learning experiences.<\/p>\n<h4>Improving Homework and Exam Results<\/h4>\n<p>The personal touch of the project is to encourage and inspire students to try their best when it comes to school and to take their efforts and achievements seriously. The computers can make homework easier and more exciting. Ultimately we hope this will increase the percentage of GCSE grades obtained at C and above. This is one way the project will be monitored.<\/p>\n<h4>Mentor and E-mentor Support<\/h4>\n<p>Personal mentors will be recruited from the local business, residential and\/or school community, to support students on the project. Many students have expressed a preference for an e-mentor, recruited from a variety of professions, who may support and advise them about their career aspirations or hobbies. An e-mentor has no geographical boundaries, and makes communication less time consuming and easier. It is hoped therefore, that the highest calibre of e-mentor will communicate with our students, matched to suit their needs. Students will also act as mentors to their own parents and other family members.<\/p>\n<h4>Benefitting the Family<\/h4>\n<p>A Community Skills Co-ordinator has recently been recruited to the project to develop the skills of adult family members. Bespoke training\/learning packages are being designed for the individual to suit their needs, which may include home-based lessons on the computer. The student focus approach and the adult focus approach will then be merged to form the family approach. Great things are expected from this project and ICT shall play a pivotal role in its success.<\/p>\n<p>There are many ways computers can benefit the family. Added entertainment has become apparent, improvements in schoolwork, increased employability through improved ICT skills, increased communication abilities and provision, friendship formations and general knowledge expansion. The computer is a luxury that many people cannot afford, but by having one in the household, more doors are opened to the technological present that we exist in and the future that lies ahead.<\/p>\n<p>Ruffwood School is a community school and provides education and training opportunities to the adult population of Northwood as well as its children. Computer courses for parents are available at Ruffwood School.<\/p>\n<h4>Benefitting the Community<\/h4>\n<p>Apart from benefiting the family, the project automatically stretches itself to benefit the community. In fact, the Ruffwood @ Home project is already becoming a community of users. With the help of web cameras and Internet based communication, we expect greater communication between the community and a sense of ownership in their own development.<\/p>\n<p>Project staff are continually linking up with related organisations in order to share ideas, collaborate and build partnerships. Please contact the project staff for more information.<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p>None available<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[review]\n[\/s2If]\n","protected":false},"excerpt":{"rendered":"<p>[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Ruffwood School have loaned 100 brand new computers and printers to students and their families living in the Northwood neighbourhood of Kirkby. In the near future they will also receive a web camera and free &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/ruffwoodhome-project\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,9],"class_list":["post-9781","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9781"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9781"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9781\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9781"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9781"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9781"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}