{"id":9782,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/star-project\/"},"modified":"2019-06-29T22:10:33","modified_gmt":"2019-06-29T21:10:33","slug":"star-project","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/star-project\/","title":{"rendered":"The STAR Project"},"content":{"rendered":"<p><strong>A Cross-curricular, science-based ICT project<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>STAR Science Through ARts on <a href=\"http:\/\/www.grc.nasa.gov\/WWW\/K-12\/STAR\/\">www.grc.nasa.gov\/WWW\/K-12\/STAR\/<\/a> and <a href=\"\/star\/index.htm\">\/star\/index.htm<\/a><\/em><\/p>\n<p><em><strong>Project Summary<\/strong><\/em><\/p>\n<p><em>This paper describes the latest developments in on-line learning techniques at the Holy Cross School, in the United Kingdom. Using the web as an on-line library of scientific information, using email for correspondence, and video-conferencing for direct scientific tuition &#8220;live&#8221; from NASA in the USA, 150 eleven year-old students in the UK developed their creative writing and ICT skills. This was achieved through the creation of science fiction stories underpinned by real scientific knowledge, provided by Joe Kolecki, at the NASA Glenn Learning Technologies Project, Cleveland, Ohio, USA. The topic studied was &#8220;Mars and its Environment&#8221;. Music links with Japan, also by video-conference and email, formed an important part of this international on-line educational collaboration.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author: <\/strong><strong>Lawrence Williams<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Background – the development of the pedagogy<br \/>\n<\/strong>For a number of years, the Holy Cross School has been working to develop creative ways of using the new ICT tools for learning, and every April since 1997, these projects have been presented at the Poskole Conference in the Czech Republic. They are also published on-line by MirandaNet, at the Institute of Education, London University at: <a href=\"\/star\/index.htm\">\/star\/index.htm<\/a><\/p>\n<p>Creative curriculum development using ICT tools has taken two distinct pathways. The first of these methods culminated in &#8220;The Light Project&#8221;, a highly regarded exploration of science-across-the-curriculum, which was designed to stimulate interest in science amongst our 12 year-old students. This Holy Cross ICT curriculum model has since been adopted by teachers and by educational institutions in the UK, in Poland, and in Japan. Full details of this earlier project (1996) and its background are no longer available on line, but are referenced in various MirandaNet pages.<\/p>\n<p>The second learning model, the New ICT Learning Model (2000), is also available on line at: <a href=\"http:\/\/www.grc.nasa.gov\/WWW\/K-12\/MarsV\/AppD.htm\">http:\/\/www.grc.nasa.gov\/WWW\/K-12\/MarsV\/AppD.htm<\/a> It was designed to integrate the use of a variety of on-line tools into a coherent learning framework. It combines the best elements of the Holy Cross ICT model together with the best elements of the NASA curriculum model. The New ICT Learning Model can be adapted to suit any curriculum subject, but for the first event we decided to begin with science.<\/p>\n<p><strong>The first step<\/strong><br \/>\nThe new project, called the &#8220;Science, Creativity and the Young Mind&#8221; Workshop, was powerfully supported by science colleagues at Bristol University, most notably Dr. Eric Albone, and by Joe Kolecki and Ruth Petersen at the NASA Glenn Learning Technologies Project, Cleveland, Ohio, USA. It culminated in the production of a magnificent NASA web site, built by Steve Gutierrez, which currently houses full details of the development and the outcomes of the project: <a href=\"http:\/\/grc.nasa.gov\/WWW\/K-12\/MarsV\/index.htm\">http:\/\/grc.nasa.gov\/WWW\/K-12\/MarsV\/index.htm<\/a>The finished web site was launched at Poskole 2002, in a joint conference presentation with Ruth Petersen, from NASA’s Glenn LTP project. (See Poskole Conference Proceedings April 2002.) Ruth’s Report can be found at: <a href=\"http:\/\/www.grc.nasa.gov\/WWW\/K-12\/MarsV\/poskole.htm\">http:\/\/www.grc.nasa.gov\/WWW\/K-12\/MarsV\/poskole.htm<\/a><\/p>\n<p><strong>The STAR Project Pilot<\/strong><br \/>\nEncouraged by the enthusiastic responses of the participants at the Poskole Conference to the Bristol Workshop, and with the promise of continuing support from NASA colleagues, on my return to the UK, I immediately set about developing these ideas still further. The next logical step of the process, clearly, was to integrate these two highly successful ICT working models into a larger creative whole and, accordingly, the Holy Cross School joined forces once again with the Glenn LTP, in developing the new STAR project. This project meets National Curriculum standards both in the UK (for ICT and English) and in the USA (ISTE). The active support of Ruth Petersen and Joe Kolecki at NASA in developing this new science project is deeply appreciated, and warmly acknowledged. STAR (Science Through ARts) is a new multi-disciplinary, multi-lingual ICT project, designed to increase interest in, and enthusiasm for, the learning of science. It combines the cross-curricular working model of the Light Project with the on-line learning techniques successfully developed through the Bristol Workshop. Its aims, which are published on the STAR web site, are:<\/p>\n<ul>\n<li>To develop students’ enthusiasm for science, through cross-curricular work and international links<\/li>\n<li>To use NASA on-line science materials (photographs, planet maps, charts, graphs etc.) as stimuli for creative activities across the entire school curriculum<\/li>\n<li>To provide interaction with NASA scientists through video-conferencing connections and email<\/li>\n<li>To showcase students’ creations in a global, multilingual STAR Project web site<\/li>\n<\/ul>\n<p><strong>Pupil activities<br \/>\n<\/strong>So, by starting with NASA science information on the web, see: <a href=\"http:\/\/www.grc.nasa.gov\/WWW\/K-12\/STAR\/getting_started.htm\">http:\/\/www.grc.nasa.gov\/WWW\/K-12\/STAR\/getting_started.htm<\/a>students are encouraged to research suggested on-line materials, and, using a range of ICT tools, to develop creative, and artistic responses. By linking at NASA’s LTP to Joe Kolecki, Mars Pathfinder scientist, and by using email and video-conferencing with him to develop Real World Science ideas, students in the USA, in the UK and in Japan created a series of artistic learning outcomes, hence the project’s title: Science Through Arts.<\/p>\n<p><strong>The Science elements<\/strong><br \/>\nAt Holy Cross, science input for the project came from a number of sources:<\/p>\n<p>the study of NASA data, through the STAR web site<\/p>\n<p>oral presentations by the Year 7 students themselves, as a means of sharing their NASA science research findings<\/p>\n<ul>\n<li>the use of school science text books<\/li>\n<li>science lessons, on the chemistry of life<\/li>\n<li>the study of notes added by Joe to the PowerPoint files<\/li>\n<li>commentary and analysis of the science fiction story &#8220;The Once and Noble Race&#8221;<\/li>\n<li>video-conferencing with Joe (question and answer session about science problems)<\/li>\n<\/ul>\n<p><strong>Learning Outcomes<br \/>\n<\/strong>The initial outcomes of this project were PowerPoint files of two kinds:<\/p>\n<ul>\n<li>an elementary illustrated science text book for younger readers about space exploration<\/li>\n<li>an animated narrative for younger children about a &#8220;Journey to Mars&#8221;<\/li>\n<\/ul>\n<p>In both cases, the text had to be completely accurate scientifically, and based on the information derived from the NASA web sites, or sent by email. The National Curriculum for English work specifies writing for different audiences, creative writing, presenting information effectively, and the use of ICT for learning. STAR clearly meets all of these objectives.<\/p>\n<p><strong>The Integrated Use of ICT<br \/>\n<\/strong>The ICT tools used were:<\/p>\n<ul>\n<li>the internet for research of NASA science data<\/li>\n<li>word-processing<\/li>\n<li>email<\/li>\n<li>PowerPoint presentations, including animation<\/li>\n<li>WordArt<\/li>\n<li>clip art<\/li>\n<li>sound files<\/li>\n<li>music files from the internet<\/li>\n<li>video-conferencing with Japan (for musical collaboration) and the USA (for science information)<\/li>\n<\/ul>\n<p>In another use of ICT, some of the PowerPoint files were emailed to Joe in Ohio, where he kindly annotated the students’ work, by adding comments into the &#8220;Notes&#8221; sections at the bottom of each slide. On their return to the UK, these files were then exported into Word, where the slides and the text could be printed and photocopied for distribution to the 150 students involved. Detailed study of these notes by the students followed, allowing them to increase the scientific content of their PowerPoint stories.<\/p>\n<p><strong>A Problem<br \/>\n<\/strong>This general method of learning proved to be very successful for developing both the students’ writing and ICT skills, with many 11 year-old students quickly reaching high order ability in integrating the web materials and other data into PowerPoint. Some students had no previous tuition in the use of many of these tools. However, it was felt that while the project was proving very successful in terms of the students’ skills in writing and in using ICT tools, the actual science content needed still further development, so that it was more rigorously scientific. This is an important aim of STAR.<\/p>\n<p><strong>The Solution<\/strong><br \/>\nAt this point, therefore, Joe Kolecki emailed to us the science fiction story that he had written a few years earlier, &#8220;The Once and Noble Race&#8221;. He carefully annotated the text, and showed us, in detail, how scientific facts and principles were woven into the fabric of the story. The students at Holy Cross used this as a learning resource. Questions arising about the scientific aspects of Mars were then answered by Joe through a video-conference, to add to the information gained from the web, and this resulted in a series of narratives, this time as Word documents.<\/p>\n<p><strong>The On-line Link with Japan<\/strong><br \/>\nYet another international, and musical, dimension was added to the project by linking the PowerPoint work of the Holy Cross students with Ikeda Senior High School, in Osaka, Japan. The Poskole Conference Procedures, from 1998 to the present, carry details of the very successful continuing partnership between our two schools. Indeed, some of the students who are now at the Ikeda Senior High School were the very same ones who had participated in our earlier projects, having been taught, formerly, at the Junior High School. It was wonderful for us to re-establish contact with them. However, instead of working to develop Drama and Dance projects, we were now able to gain support from these 16 year-old students for the musical soundtracks of our PowerPoint files in the UK.<\/p>\n<p>To achieve this, the students at Holy Cross displayed their PowerPoint files on a laptop computer, and the video-conference equipment was able to pick up both the images and the sounds, and beam these across to Japan. Here, the Ikeda students watched the stories being displayed on their conference monitor, and, following &#8220;live&#8221; (or &#8220;virtual&#8221;) discussion, created music in response, suitable to be added into the PowerPoint narratives. These files were then emailed to the UK. Although there were technical difficulties with the MIDI file transfer, one of these Japanese music files now has pride of place on the opening page of the NASA STAR web site at:<a href=\"http:\/\/www.grc.nasa.gov\/WWW\/K-12\/STAR\/index.html\">http:\/\/www.grc.nasa.gov\/WWW\/K-12\/STAR\/index.html<\/a> On this web page, you can see images of Holy Cross students working at their computers, from which they are researching NASA web materials, as well as two of my young students, Lizzie and Joy, showing their PowerPoint stories &#8220;live&#8221; to the Ikeda students on the other side of the world. David Mazza in the USA, who is currently building the new NASA STAR web site, has expertly managed the resulting educational material. It is therefore a truly international project, involving students and teachers working together on three continents: America, Europe, and Asia. It will grow rapidly in scale as schools from across the world begin to take part in the project, after summer 2003.<\/p>\n<p><strong>The impact of the STAR Project<\/strong><\/p>\n<p>The STAR project is already generating considerable interest internationally within the scientific community. It has been supported by The British Council, who kindly published an article co-authored by the STAR Project Directors, Ruth Petersen, Joe Kolecki and myself, in their &#8220;Science Education Newsletter&#8221; edition 158, available from British Council offices world-wide. The NASA STAR web site was launched in Europe at the Poskole ICT Conference, Czech Republic in April 2003 and in the USA at the NECC 2003, Seattle, in June. The TES carried an article (12th September 2003), and the State of Maine, USA has endorsed it for use in secondary schools. The project also features as an example of international co-operation on the World E-Citizens site. STAR is also now supported by NASA Glenn&#8217;s Educational Programs Office, as part of the NASA Digital Learning Network.<\/p>\n<p>An Invitation<\/p>\n<p>We warmly welcome the participation of schools across the world in this exciting new project. Project details, the historical background, and ways of participating are available from the web addresses in the title of this paper.<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>STAR integrates ICT skill development, scientific knowledge, artist responses (music, art, drama, poetry, narrative), and international collaborative learning.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A Cross-curricular, science-based ICT project &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract STAR Science Through ARts on www.grc.nasa.gov\/WWW\/K-12\/STAR\/ and \/star\/index.htm Project Summary This paper describes the latest developments in on-line learning techniques at the Holy Cross School, in the United &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/star-project\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,139,85,140,9,141],"class_list":["post-9782","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-cross-curricular-work","tag-ict","tag-international-links","tag-research","tag-science-education","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9782"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9782"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9782\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9782"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9782"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9782"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}