{"id":9783,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/online-communities-within-primary-school-context\/"},"modified":"2019-06-29T22:10:33","modified_gmt":"2019-06-29T21:10:33","slug":"online-communities-within-primary-school-context","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/online-communities-within-primary-school-context\/","title":{"rendered":"Online communities within the Primary School Context"},"content":{"rendered":"<p><strong>What affordances emerge from the use of online communities within the primary school context<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>This is an action research project based in a one and a half form entry primary school with Year 5\/6 children. Denton Community Primary School is based in the port town of Newhaven with approximately 270 children on roll. The school is situated on the outskirts of Newhaven. The majority of the children come from the local housing estate whilst some travel from the centre of town or nearby towns such as Seaford.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author: <\/strong><strong>Keith Turvey<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p><strong>Aim: <\/strong>The aim of this project is to investigate the perceived advantages and disadvantages of an online community within the primary school setting.  Much has been written regarding the use of discussion forums to facilitate the construction of knowledge in a range of contexts, bringing together individuals with common ground to share and exchange information (Preece. J : 2000). Similarly, much has been established regarding the stages of progression within online collaborations through socialisation to knowledge construction and development (Salmon., G: 2002). However, can these models of e-learning be succesfully emulated within the context of the primary school and, do they herald the introduction of a potentially new teaching and learning style?<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Rationale and Objective:<\/strong> In a recent audit of ICT use throughout the school, the low take-up of e-mail was identified as an area for development. Whilst a lot of progress has been made with the integration of ICT across the curriculum, the use of the computer and ICT as a forum within and beyond the immediate school community remain under developed. It could be argued that if schools are going to realise the full potential of ICT to impact upon key areas such as citizenship and knowledge construction, computer mediated communication needs to become central to the curriculum and pedagogy of the school. In my own professional context, we are at the very start of this process. For this reason this project is an action research project designed to investigate the initial impact of an online community upon a group of Year 5\/6 children and their teachers.<\/p>\n<p><strong>Methodology:<\/strong> The main body of the research focused on a mixed age group of Junior School children using think.com to develop and participate in an online community (Denton Online). The activity began as an after school club and was later utilised by a team of Year 5\/6 teachers to deliver curriculum content. The research methods used were qualitative, drawing upon observations of the children working together in the form of a series of short video clips. I also regularly archived and analysed a sample of the children&#8217;s online exchanges by downloading and archiving some of the material they develop on their websites. It was thus necessary to consider the ethical issues here seeking the children&#8217;s agreement before copying their work and also removing any references to individual children. Finally, I interviewed two colleagues in order to seek their own views on the impact the online community had made on their practice.Within the three data sets (archived material, colleague interviews and video excerpts of children working) I analysed the data for common themes in order to bring validity to my findings and ensure some level of triangulation within the research data. Key phrases in the interviews with colleagues were coded and categorised as were extracts of archived material from the children&#8217;s sites. Video data was also treated in the same way with &#8211; as far as possible &#8211; critical unspoken incidents described and embedded in the transcripts.<\/p>\n<p>As there is relatively little research into primary children&#8217;s use of online environments, the approach I adopted drew significantly on the philosophy underpinning grounded theory (Glaser and Stauss). That is, for myself as well as the children and colleagues involved this project was &#8220;a voyage of discovery&#8221; and as such, I wanted to be able to respond to themes as they emerged from the project rather than restrict the project from the beginning by imposing a rigid methodological framework.<\/p>\n<p>Due to the enthusiasm with which colleagues and children embraced this project, the data produced was rich and could quite easily form the basis of a much more extensive study into the impact of online communities in the primary context. However, this would be beyond the confines of this case study. Consequently, the findings that I am submitting at this point I view as being a snapshot of my own development and knowledge.<\/p>\n<p><strong>Research Findings<\/strong><\/p>\n<p>The initial question I posed at the beginning of this project was &#8220;what affordances emerge from the the use of online communities within the primary school setting?&#8221; For the purposes of economy I have categorised the findings under the following broad themes although this does not reflect the interplay and interconnectedness of these areas within the field:<\/p>\n<ol>\n<li>Child-led independent learning<\/li>\n<li>Child to teacher relationship<\/li>\n<li>Pedagogical tensions<\/li>\n<\/ol>\n<p><strong>Child-led independent learning<\/strong><\/p>\n<p>I found evidence of this in all data sets. Whilst children used the online community for socialisation within school and out they took responsibility for their own skills development as this response to another child&#8217;s request indicates:<\/p>\n<p>&#8220;ok to get more than 10 pages you have to delete one page do you have nine pages! then go and make the last page then when you click save keep clicking the save button about 5 times to get about 5 more pages! ok hope it works tell me if it does!&#8221;<\/p>\n<p>Much of the archived material is rich in such examples of information exchange between the children. Similarly, in both of the colleague interviews, teachers made reference to the relative ease with which children shared information and learnt from each other within the online environment, as this extract indicates:<\/p>\n<p><strong>Interviewer:<\/strong> Yes!…. What do you think are the pros and cons of using Think.com….and I’m thinking in terms of em pupil’s reactions and the way they respond to publishing their material on the web?<\/p>\n<p><em><strong>Interviewee<\/strong>: Well..They all just seem to take to it they they.. there’s no hesitation…that’s what you could do… they just did it<\/em><\/p>\n<p><strong>Interviewer:<\/strong> Right<\/p>\n<p><em><strong>Interviewee<\/strong>: Em.. so if it was a package that was designed to get children publishing on a website…then they just do… so it’s successful<\/em><\/p>\n<p><strong>Interviewer:<\/strong> Right<\/p>\n<p><em><strong>Interviewee:<\/strong> Really…and em it seems a very user-friendly way of going about it ….I mean they don’t really need much instruction once they’ve logged in with a password and they chat to each other from one computer to another you know…<\/em><\/p>\n<p>Moreover, the transcript of the video extract taken of two children interacting whilst using the tools within Think.com showed evidence of co-construction as the two children created a web page of links to sites for younger children. To read a transcript of this short video, <a href=\"\/membership\/uploads\/359\/Video%20Transcript%201.doc\">click here <\/a>.<\/p>\n<p><strong>Child\/Teacher relationship<\/strong><\/p>\n<p>Another significant theme which seemed to be evident in the data was the way in which pupil to teacher relationships and dynamics seemed to shift in some cases. I was particularly interested in how those children who were normally quite reticent in the face-to-face context of the classroom would respond to an online environment. I monitored this by identifying specific children in the class and archiving what I believed to be telling exchanges that they had initiated within the online environment. There appears to be evidence that within the context of the online environment children who would not normally initiate conversation with the teacher found it easier to approach the teacher. This manifest itself in several requests for help relating to the development of their ICT capabilities and also reassurance about current issues such as worries about SATS. <a href=\"\/membership\/uploads\/1480\/Telling%20stickies.doc\">Click here <\/a>to see a transcript of a &#8220;telling&#8221; exchange between teacher and child.<\/p>\n<p><strong>Pedagogical Tensions<\/strong><\/p>\n<p>There were several aspects within this theme. Firstly, within the data there are strong signs that the children perceived the use of the online environment as something other than school and work. The way in which they took responsibility for the development of their sites meant that they were sometimes resentful of using their webspace for school-based, teacher-initiated projects. Pupils remained motivated when using Think.com in school but some made a clear distinction between  the different uses of the online environment. Click this <a href=\"\/membership\/uploads\/1480\/Sample%20Page%201.doc\">link<\/a> to see an example of this distinction and notice how the page is presented. Due to the fact that children were able to work on their sites at home there was a strong sense of ownership over their material.<\/p>\n<p>This tension operated on another level too in that in the same way that children sometimes felt school was encroaching on their own web space, teachers also indicated that it was often difficult to keep children &#8216;on task&#8217; when using the online community to carry out school-based tasks. One of the drawbacks for one colleague was that &#8220;they try to find out how much they can use it for their own ends.&#8221; Ultimately it seems there is a tension here between teacher led activity and a more child-centred approach which the online community lends itself to. This tension was also apparent in the other colleague interview as this short extract shows:<\/p>\n<p><strong>Interviewer: OK, are there any negative outcomes apart from what you&#8217;ve already mentioned about inappropriate messages?<\/strong><\/p>\n<p><em>Interviewee: Bad (pausing for thought)&#8230;&#8230;..I think it&#8217;s monitoring children doing their work er&#8230; but I always remember from ICT (possibly refering back to experience at University) you know, I&#8217;m not necessarily the person in control with all the answers. The children that are using it (ICT) day in and day out at home probably know how to do things better than I do. So they help each other&#8230;..there&#8217;s alot of dialogue going on between computers.<\/em><\/p>\n<p>The issue of control and the teacher monitoring the learning was significant in both interviews. As this extract above shows there was a recognition amongst colleagues that using the online community required a different approach to pedagogy; one that recognised the child&#8217;s ability to take responsibility for their own learning. As a participant researcher myself, I too felt this tension between the predominantly instructional mode of teaching adopted within more formal lessons and the situated approach adopted when using the online community as the medium. Consequently, this leads me into a discussion of my own learning throughout this project.<\/p>\n<p align=\"center\"><strong>Should we take the tube?<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>At the beginning of this project my own feelings towards ICT were mixed; excited by the creative potential that seemed to be offered by ICT but also sometimes sceptical as to the benefits. The following analogy illustrates my scepticism. As a supply teacher in London at the beginning of my career, I regularly used the Underground to get around. However, it was not until I spent a day exploring central London by bus and foot that I began to gain a real understanding of the geography of central London and how different places were connected. So, could it be argued that ICT enables children to reach places faster but without necessarily gaining a depth of understanding? How do we as teachers ensure that the way we use new technologies in school has real educational benefits for our pupils? In this critique, I will engage in a brief review of some of the key texts that portray a social constructivist approach to the integration of ICT and offer, I believe, the potential to secure lasting educational benefits. In describing the transformation that takes place at the core of the educational process, Wenger identifies several key themes of a social constructivist approach to education, as she states:<\/p>\n<p>&nbsp;<\/p>\n<p>“What makes information knowledge – what makes it empowering – is the way in which it can be integrated within an identity of participation. When information does not build up to an identity of participation, it remains alien, literal, fragmented, unnegotiable. It is not just that it is disconnected from other pieces of relevant information, but that it fails to translate into a way of being in the world coherent enough to be enacted in practice.” (Wenger, 1998, P.220)<\/p>\n<p>&nbsp;<\/p>\n<p>For Wenger, learning takes place in ‘communities of practice’ via a complex interaction between participants as they negotiate meanings and create identities in relation to the learning resources available to them. Similarly, this ‘situated’ approach to teaching and learning with computers is cited by Wegerif and Scrimshaw who emphasise the importance of context when considering the impact of ICT. For example:<\/p>\n<p>&nbsp;<\/p>\n<p>“It is these conversations and the communicative climate of the classroom that shape children’s expectations as they approach the twin challenge of both working at the computer and together with others. It is also this larger discursive context, particularly the way activities are integrated into the curriculum that will determine whether or not experiences at the computer contribute to any continuing development of understanding or competence.” (Wegerif and Scrimshaw, 1997, P.4)<\/p>\n<p>&nbsp;<\/p>\n<p>Consequently, this might lead one to ask what can a situated learning approach to ICT actually look like? Indeed one could argue that we only need to look at the use of computers in home and leisure to see a situated learning approach in action. The home use of computers to perform any number of activities from buying and selling online to chatting with friends and strangers in different forums is thriving among certain groups of society. There is a plethora of online communities of practice already happening. The issue is can this model be successfully emulated within the context of formal education and what might be the affordances of such an approach be in a formal educational context?<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon cites the lack of face to face interaction online as a potential benefit in online collaboration (Salmon 2002). Moreover, online collaboration enables participants to reach beyond cultural and geographical boundaries, as Sproull and Kiesler note:<\/p>\n<p>&nbsp;<\/p>\n<p>&#8220;Electronic messages lack information regarding job titles, social importance, hierarchical position, race, age and appearance.&#8221;<\/p>\n<p>(Sproull, L. Kiesler, S. 1993)<\/p>\n<p>&nbsp;<\/p>\n<p>This raises interesting questions for the development of online communities in education in that it could be argued that this heralds the introduction of a new pedagogy; a pedagogy based more on equity and democracy. However, Salmon’s five-stage model of online collaboration and learning is it could be argued, at odds with the current predominant pedagogy with its preoccupation with tightly focused learning intentions, content and pace. This tension between pedagogies is evident in the importance Salmon assigns to the role of socialisation in her five stage model. Furthermore Salmon refers to research carried out by Oxford Brookes University whose findings state:<\/p>\n<p>&nbsp;<\/p>\n<p>“It is important that ‘leisure use’ of Information and Communication Technology does not become seen as something to be eliminated in the interests of efficiency.”<\/p>\n<p>(Breen et al, 2001, in Salmon 2002)<\/p>\n<p>&nbsp;<\/p>\n<p>Indeed, from the perspective of my own project involving online communities within the primary school context, this blend of academic and social, as children interacted online, became inseparable and also the root of a certain amount of tension on the part of teaching staff. Furthermore this complex relationship between the &#8216;leisure use&#8217; of technology and more formal use within the school context is highlighted as being significant by Sangar et. al., who argue that children&#8217;s use of computers in the home is largely unmediated by home or school. This they argue leads to a lack of critical awareness about technology or their own role as consumers of technology ( Sanger et. al., 1997). From this point of view it could be argued that schools need to engage with popular media more in order to facilitate a critical awareness amongst children.<\/p>\n<p>&nbsp;<\/p>\n<p>To return to the question of the educational affordances of online communities I would like to cite the work of Sonia Livingstone who states that many people &#8216;express disappointment that the kinds of contents currently available fall far short of the ambitions conceived for the Internet.&#8217; (Livingstone. S. 2002). Livingstone claims that there is a general misconception surrounding the notion of &#8216;interactivity&#8217; when online in that often, people&#8217;s perception is that there is someone &#8216;listening&#8217; whilst this is not the case. In other words, much Internet content is just &#8216;out there&#8217; and there is little real sense of  community. However, whilst this may be the case, it could be argued that Virtual Learning Environments such as Think.com are addressing this need for interconnectivity on the Internet. Online communities could be seen as a logical progression as users of the Internet attempt to make sense of and assimilate the plethora of information available online as they communicate and &#8216;negotiate identities&#8217; (Wenger, E. 1998) in relation to the information.<\/p>\n<p>Ultimately, my own reading relating to this project has strengthened my own belief in the importance of online communities in both formal and informal educational contexts, as Preece points out:<\/p>\n<p>&nbsp;<\/p>\n<p>&#8220;Like twentieth-century town planners and architects, community developers can profoundly shape the online community landscape. Attention to sociability and usability will be a big step along the way to ensuring development of successful online communities.&#8221;<\/p>\n<p>(Preece, J. 2000, P. 28-29)<\/p>\n<p><strong>What I have learnt from the year of practice based research tasks about elearning in general and e-facilitation in particular<\/strong><\/p>\n<p><strong>Why e-learning?<\/strong><\/p>\n<p>The main shift that has occurred in my own learning throughout the duration of this project is in response to this question. As I have already indicated, I was fairly sceptical about the claims being made about the potential of e-learning in general at the beginning. However, participating in the programme has enabled me to clarify in my own thinking, the arguments for e-learning. There have been a number of defining moments within my own case study that have strengthened my own justification for the use of this approach to learning.<\/p>\n<p>Firstly, early on in my own project I had to deal with a particularly difficult incident in which a small group of children had targeted abuse at another child through the online community, despite having discussed and agreed upon a code of conduct for the use of the forum. This took up a great deal of my time and was particularly stressful, dealing with parents and children; it tested my own commitment to this approach to learning. However whilst this was occuring, my research into children&#8217;s use of online communities outside of the school environment led me to the work of  Professor O&#8217;Connel at the Cyberspace Research Unit who argues for the need to empower children in the appropriate use of new communication technologies such as chat rooms, mobile phones and instant messaging. From O&#8217;Connel&#8217;s point of view,<\/p>\n<p align=\"left\">&#8220;Communication technologies are becoming integral parts of children&#8217;s lives and arguably this needs to be reflected in programmes of education that teach children how to recognise, establish and maintain the kinds of boundaries they ought to have.&#8221;<\/p>\n<p align=\"left\">(Conference Paper, 2003, <em>Mobile Frontiers: Past, Present and Future Internet Safety, <\/em>Cyberspace Research Unit, University of Central Lancashire)<\/p>\n<p align=\"left\">Moreover, it is clear from the research carried out by O&#8217;Connel that the more schools fall behind on the use of new means of communication the more vulnerable and exposed children and teenagers will be to the inappropriate use of new communications technologies. This project and the ease with which the children involved took to communicating online, has given me a much greater awareness of how far communications technologies <strong>are <\/strong>becoming integrated into young people&#8217;s lives. It has also emphasised for me the importance of embracing new multidimensional modes of communication if the education we offer is to remain relevant to young people.<\/p>\n<p align=\"left\"><strong>Slow pace &#8211; deep learning<\/strong><\/p>\n<p align=\"left\">On reflection, another aspect of elearning which has become apparent to me throughout this project &#8211; taking part in online forums with colleagues myself and also facilitating online communication between my pupils &#8211; is the notion of &#8216;deep learning&#8217;. I define this as learning that is connected or &#8216;braided&#8217; (Preston, C. 2002) in that it has evolved out of practice and has been mediated within a community of learners. From this perspective, elearning is not necessarily about pace and &#8220;today children I&#8217;m going to teach you about&#8221;. I have learnt that elearning can be very rich in this sense but that this can take time to develop. Also, whilst we may be able to facilitate elearning,it is not possible to exert control over it for it is a more democratic pedagogical model than traditional instructional modes of teaching. More often than not my own experiences of this form of learning have led to unexpected outcomes.<\/p>\n<p align=\"left\">This shift towards a multimodal pedagogy which blends more traditional styles of teaching with new innovative styles was also something I became more aware of at the two-day conference at the beginning of November. Whilst Doug Brown&#8217;s presentation portrayed a diverse picture of e-learning, I began to recognise common strands between the various facets of e-learning, namely the emphasis on collaborative learning and creativity. This is reiterated throughout the White Paper, <strong><em>Towards a Unified e-learning Strategy<\/em><\/strong>, where it states that online communities of practice<\/p>\n<p align=\"left\">&#8220;can bring learners, teachers, specialist communities, experts, practitioners and interest groups together to share ideas and good practice, contributing to new knowledge and learning.&#8221;<\/p>\n<p align=\"left\">(P.11, 2003)<\/p>\n<p align=\"left\">My own learning over the course of the year has been shaped by my online and face-to-face interactions with fellow e-facilitators. However, using online forums has also brought me into contact with other practitioners from a wider range of educational contexts, with whom I would normally have no contact. This has, I feel, enriched the quality of my own learning in that it is grounded in a much wider pool of knowledge and experiences.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>What affordances emerge from the use of online communities within the primary school context &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract This is an action research project based in a one and a half form entry primary school with Year 5\/6 &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/online-communities-within-primary-school-context\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,142,11,12,9,19],"class_list":["post-9783","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-computer-information","tag-interactive-learning","tag-online-community","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9783"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9783"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9783\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9783"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9783"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9783"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}