{"id":9784,"date":"2008-01-13T00:00:00","date_gmt":"2008-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2008\/01\/13\/2simple-reviews\/"},"modified":"2019-06-29T22:10:54","modified_gmt":"2019-06-29T21:10:54","slug":"2simple-reviews","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2008\/01\/13\/2simple-reviews\/","title":{"rendered":"2 Simple Reviews"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em> I have reviewed 2 software titles by 2simple. They are great pieces of software for children to work with and also with children in Special Needs Education.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author:<\/strong> Kaj Rietberg<\/p>\n<p><strong>Publication Date:<\/strong>2008<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<p><b><i>Introduction<\/i><\/b><\/p>\n<p>I received 2 cd-roms from the company 2simple.com: 2paint a picture and photo simple. First I will write about both programs, after that about 2paint then finally I will tell you about photo simple.   I liked writing this review, but it is hard to do it in a language that is not my mother tongue.  Please enjoy reading this.<\/p>\n<p>I looked at the 2 cd-roms and thought how simple they look. I must say, on first sight, I did find them too simple. But that reflects exactly their company name. They want to be 2 simple and that&#8217;s what I see looking at the cd-roms. Well thought of.  I will start this review with a piece on both of the programs and after that I will write about them separately.<\/p>\n<p>Both cd-roms have instructional videos on them. The videos of 2 Paint are structured on school level and there is 1 map with 19 videos for &#8220;Help, how do I&#8230;&#8221;. So you know as a teacher what the possibilities are and you can learn the children to watch them before they start working with the program, so they know what they can do and how it works. It is a pity that there isn&#8217;t a link from the menu with layouts so I can watch the videos directly, now I have to search for them on the cd-rom or on the hard disk if I put them there.<\/p>\n<p>With Photo Simple it is differently. When I start the program I can also choose for watching the videos. There are less videos. Both cd-roms have a menu, which I have to start from the cd-rom, for watching the videos. That&#8217;s easy for finding the right video.  The use of video is very good for children in Special Needs Eduction, because they can see and hear what to do. Very good.<\/p>\n<p><strong><em>Paint A Picture<\/em><\/strong><\/p>\n<p>The cd-rom has a single computer and network installation. In the cd package is a small user guide . It shows the important things you have to know about working with making pictures and writing some text. They don&#8217;t use much text in the user guide but it is still very clear how it works. I find it a pity that the user guide isn&#8217;t having any color. Because then it would be easier to use.<br \/>\nThe setup for a single computer is very easy. Also for people who don&#8217;t know how to install a program because the installation program does everything for you. Just say yes all the time.<br \/>\nWhen you start the program you can choose of 18 layouts. The first 6 are meant for foundation stage\/early KS1 pupils. After you pick one of those 6 layouts you can start immediately drawing. The brushes you want to use are very easy to pick in the left corner of your screen and the colors are also on the left. They look like markers. The one without a top on the marker is the color you picked. Children can see very easily what color they use. A little bit harder for the children and with which they probably need help is the outline tool. With this tool you can make a face or person which children can fill in. But it gives the children a purpose to color if they don&#8217;t know anything. The first lay out I just described is very simple, just drawing. The other 5 are doing something for you. The children can experiment with the program and do fun things. They even can experiment with letters. That&#8217;s a fun way to learn and work with letters.<\/p>\n<p>The other 12 layouts I can choose from are for older children. They give more possibilities, like choosing more different colors, more options with the outline tool, you can choose how much water the paint should have and you can pick up a color and move it to another one and mix it. So you can make your own color and children will learn what color it gives and you don&#8217;t have to use a lot of paint to try that. Less water will make the paint stick better. The last layout is called all tools. And then you can use a lot of things. It is for the children who know how to work with the program. They can even let their drawing move. For example; I can draw a car and let it drive away, that&#8217;s a fun tool.<\/p>\n<p>In all the layouts I can use my own pictures and do something with them. Like drawing on them or make an impressionism picture of it. Children can use their own pictures and work with them and use them for a paper they have to make.<\/p>\n<p>There is also a teacher menu where you can say that the children aren&#8217;t aloud to print or only once and then that it waits for a few minutes (just how many you want to) because young children could push the button a few times because they think it didn&#8217;t work. Also there is the possibility, that the program says to the children they should take a rest after a few minutes, just how many minutes you want as a teacher.<\/p>\n<p>The program always asks if something should be done. Then you see a small picture of what is going to happen and 2 smileys who are saying yes and no with their head. Very good. Also for older children in Special Needs Education who have difficulties reading or can&#8217;t read. The program is also usable for children who don&#8217;t understand English.<br \/>\nWhy not use Windows Paint?<br \/>\n&#8211; This program has more possibilities for children.<br \/>\n&#8211; It is easy to use.<br \/>\n&#8211; It will give children more the feeling of painting for real.<br \/>\n&#8211; Younger children can work better with it then on windows paint.<br \/>\n&#8211; Or it can be used to try something out before doing it on paper, because of the use of real paint with water looks like the paint in real life.<br \/>\n&#8211; Instructional videos for the children<br \/>\n&#8211; They have helpful links for artwork<br \/>\n&#8211; And have lesson ideas on their website<\/p>\n<p>I think they did a good job. It is great that they make software for education and that they keep the child in mind as the one working with it.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><em>Photo Simple<br \/>\n<\/em><\/strong><br \/>\nWhen I open the program there is a menu in which I can choose simple mode, advanced mode and help videos. That&#8217;s a good start.<\/p>\n<p>First I want to learn more about the program so I start the help videos. I get a new menu with a screen in it. In the screen is standing that I have to choose something of the rollout menu. In the menu are a few movies about using the program and about using the program in a subject like literacy or drama or art. I&#8217;ve looked at the videos and they are very understandable and handy for teacher. I believe they are meant for teacher, because for children I think it goes to fast. Especially for children in special needs education. It would be nice to have some video&#8217;s in which the information is presented slower, so children can use them also.<\/p>\n<p>I know a little bit about the program now so I start to work in simple mode. It starts with a tip and that&#8217;s always nice. Simple mode has very big buttons. I think that people who see less then other people can work with it. When I open a picture I can do some things with it. On my left hand side of the screen I have my tools. If I click on a tool I can see al the possibilities of the tool. They are showed as a picture and written. It is very clear to me what I can do. It is nice to play around and try everything out. And I think there are enough possibilities and not to much. Also like in 2paint, when I quit it asks me if I want to save the picture. The yes and no buttons have also a smiley who moves its head. So If I can&#8217;t read I still know what to do.<\/p>\n<p>When I know the program better or I&#8217;m older I can start using the advanced mode. I have more possibilities here. The buttons of the tools are also smaller, but still bigger as in the usual software. If I click a tool I want to use it gives me al the possibilities in once and I can see as a picture and in words what it does. That&#8217;s very handy, especially for people who have trouble reading. In both modes I can go to the help button. It is very clear where I have to find that one. It shows the video&#8217;s as mentioned before.<\/p>\n<p>I&#8217;m very positive about this software. It is made with children in mind, but also people with disabilities can use it because of it simplicity and the visualization.<\/p>\n<p>Why should I use this?<\/p>\n<p>&#8211; It&#8217;s very easy to use for children.<br \/>\n&#8211; It&#8217;s very easy to learn for teachers.<br \/>\n&#8211; It&#8217;s very easy to explain to children how it works, because of the tutorial videos.<br \/>\n&#8211; It&#8217;s has already some video&#8217;s on how to use it in your classroom.<br \/>\n&#8211; The company has lesson plans on how to use computers in your class on their internet site.<\/p>\n<p>&nbsp;<\/p>\n<p>After reviewing both software titles, I was very impressed. I didn&#8217;t know there was software so usable for children. And I believe so easy to learn for a non-computer teacher that it is possible to work with it in our classrooms. I hope they will translate it into Dutch.<\/p>\n<p>You can also find these reviews also on my website &#8211; links are provided below.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>Links for artwork: <a href=\"http:\/\/www.kajrietberg.nl\/?p=94\">http:\/\/www.2simple.com\/2paintapicture\/#<\/a><\/p>\n<p>Lesson plans: http:\/\/www.2simple.com\/learning\/index.asp<\/p>\n<p>Review: <a href=\"http:\/\/www.kajrietberg.nl\/?p=94\">http:\/\/www.kajrietberg.nl\/?p=94<\/a><\/p>\n<p>Review: <a href=\"http:\/\/www.kajrietberg.nl\/?p=95\">http:\/\/www.kajrietberg.nl\/?p=95<\/a><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">No references found in original case study.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract  I have reviewed 2 software titles by 2simple. They are great pieces of software for children to work with and also with children in Special Needs Education. &nbsp; Author: Kaj Rietberg Publication Date:2008 [s2If !is_user_logged_in()]To &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2008\/01\/13\/2simple-reviews\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[40,8,9,41,42,43],"class_list":["post-9784","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-2simple","tag-case-study-2","tag-research","tag-software","tag-software-review","tag-technology","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9784"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9784"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9784\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9784"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9784"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9784"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}