{"id":9785,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/writing-audience-key-stage-1\/"},"modified":"2019-06-29T22:10:34","modified_gmt":"2019-06-29T21:10:34","slug":"writing-audience-key-stage-1","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/writing-audience-key-stage-1\/","title":{"rendered":"Writing for an audience at Key Stage 1"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>In the project the UK teacher was able to introduce National Curriculum projects to young children in real contexts. Communications focused on lively questions and conferencing. Geography was tackled in time differences and local weather, crops and sense of place.Mathematics extended to graphs of journey times, estimating times and distances, telling the time, making a graph, and pie charts of a day’s travelling activities. Cookery involved testing national recipes supplied by the children. Literacy skills were developed throughout.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Marion Scott-Baker<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>In the UK teachers’ case study the motivation for writing that an audience provided.<\/p>\n<p><strong>“<\/strong> Initially the US teacher and myself were writing about and drawing ourselves and mounting the work in a book developed on the computer which we posted to the States. Autumn Terms so often start with the instruction describe ‘Yourself’ or ‘Your Holiday’, but the difference was that, for once, our children had a real audience &#8211; children like themselves but in a country a long way away, albeit some pupils had been to Disneyland so there was a bit of reality attached to this concept. We had certainly all been on seaside holidays that had taken ‘ages’ to reach, but a glimpse at the globe told us that these children lived not just across the Atlantic but in a water based community by the sea. Immediately National Curriculum Geography bells started to ring about comparing a country area with a seaside area.<\/p>\n<p>Our new friends lived in the smallest State in America, but small becomes a relative term when you look at the globe. We could obliterate our whole island of four countries with just one finger whilst America took a whole hand span with Florida still ‘hanging out’. Ideas of Geography –size and distance- began to form.<\/p>\n<p>We compared flight times for our various holidays. A flight to Spain took a boring two whole hours, from sitting down to breakfast at home until the end of morning break. How did this compare with a flight to Providence, Rhode Island? We made graphs of journey times and actually pretended to board our plane at the start of the day so that we could get a feel for the length of a 7-hour flight. This brought in lots of Maths, estimating times and distances, telling the time, making a graph, and pie charts of a day. These were made on my newly acquired data-handling programme.<\/p>\n<p>When Beverly’s envelope arrived I was as excited as the children to see what was inside. My class was amazed at the names of the pupils and to see their efforts to convey information in wobbly handwriting and spelling like ours, they really WANTED to read about their new friends even if it was a struggle. They could identify with some of the favourite activities of our Rhode Island penpals, such as liking to go to McDonald’s, but the recreational activities of children living two hours from Cape Cod were both similar and different. There was just enough information to kindle the imaginations of my class.<\/p>\n<p>Next we tried to make our own questions and to email from the computer suite in the school. By the time we had logged in and got half way through the laborious typing of our questions our lesson time was over so my answer was to scribe their emails online myself. With the aid of a mile long connection lead from the Science block I was able to log onto the Internet so we could read our emails in the classroom. The twentieth century had arrived at school!”<\/p>\n<h1><strong>Technology<\/strong><\/h1>\n<p>Increased use of IT over the period of the Schoolscape @ future as the learners needed more sophisticated technology to fulfil their growing communication needs. Email, digital video, CD creation, datahandling, net conferencing and web publication<\/p>\n<p><strong>Key players<\/strong><\/p>\n<p>Two teachers in primary schools in the UK and the US<\/p>\n<h3><strong>Learners<\/strong><\/h3>\n<p>Two classes of six year olds sharing their writing across the Atlantic.<\/p>\n<p><strong>Methodology<\/strong><\/p>\n<p>Action research conducted by the teacher<\/p>\n<h3><strong>Analysis of the key issues<\/strong><\/h3>\n<p>In this classroom a teacher used a link with the USA as a motivational aid to encourage learners to enjoy writing for a real audience.Working with an IWB provided a motivational context and made writing a more shared activity.<\/p>\n<p><strong>Conclusions<\/strong><\/p>\n<p>Six year olds were greatly motivated by this exchange project which enriched their practical understanding of the relevance to their personal lives of a range of curriculum subjects. The technology underpinned the rich communication and publishing agenda. The UK teacher herself says:<\/p>\n<p>“I could probably write a book about what staff and children are gaining from this relationship. Aside from all the curriculum based learning that Beverley and I have collaborated on, the greatest gain is a feeling of world citizenship. Holidays do not teach children about lives in other parts of the world. This experience enabled the children to identify with lives that in some ways mirrored their own, but in other ways were so very different. It opened their eyes to diversity and opportunity in a way that posters, videos and Barnaby Bear just cannot.<\/p>\n<p>We are now installing network conferencing using ‘Netscape’ next year and now that we both have websites and publish our topics on the net we are able to exchange video, photos and information between schools.<\/p>\n<p>The purchase of a Canon digital video recorder has given the children a lot of practice in planning and producing presentations on various subjects from caterpillars to homes. Information is quickly and easily transferred and answers come back by return while they are still alive and relevant. The children have had plenty of practice in considering the needs of their audience, selecting appropriate information, presenting it clearly and in appropriate order and enjoying the feedback they have received. Our children review their videos critically and are keen to remake them if they feel that they are not right and show a great pride and interest in their work.”<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract In the project the UK teacher was able to introduce National Curriculum projects to young children in real contexts. Communications focused on lively questions and conferencing. Geography was tackled in time differences and &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/writing-audience-key-stage-1\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,129,85,9,19],"class_list":["post-9785","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-curriculum","tag-ict","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9785"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9785"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9785\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9785"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9785"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9785"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}