{"id":9786,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/using-multimedia-international-exchanges\/"},"modified":"2019-06-29T22:10:33","modified_gmt":"2019-06-29T21:10:33","slug":"using-multimedia-international-exchanges","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/using-multimedia-international-exchanges\/","title":{"rendered":"Using Multimedia in International Exchanges"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3>[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/h3>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>This Schoolscape @ future project has grown out of the school’s strong belief in the advantages of international partnerships between schools as a normal part of the education process. Their pupils already work with establishments in the USA and China, and they are now looking for partnerships with schools in Africa. Their ultimate aim is to create a network of schools exchanging projects, news and experiences across the world with the UK school as the co-ordinating hub.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Geoffrey Scott-Baker<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h1><strong>Technology<\/strong><\/h1>\n<p>Teachers have been experimenting with multimedia to communicate with fellow students in Beijing. They are using the exchange of audiovisual resources to bring the project to life. Extra visual and sound clues are being used to help students understand intuitively what life is like in another country.<\/p>\n<p>Digital still cameras and a digital video camera complete with editing software have been loaded onto a computer that had a re-writable CD drive. Any videos and stills taken by the staff could now be properly edited, titled and saved in a variety of formats for CD or Web playback.<\/p>\n<p>In line with the schools’ international policy the first avenue to be explored was the Web because it promised the widest coverage with the least cost of distribution and conversion. Video taken at the May Fair was used as the test subject because it contained both static and moving images coupled with speech and music lasting six and a half minutes.<\/p>\n<p>Saving this in standard Real Player format produced a 1.7 megabyte file suitable for replaying over a 56K modem link. After loading it into a web directory we tested the replay over a standard BT line and found that the action was stilted like an early black and white newsreel.<\/p>\n<p>The more the camera panned the worse the image became and only static shots produced a watchable result in a small &#8216;normal view&#8217; RealPlayer window. However, in the classroom environment where the image is shown on a standard monitor or via a projector then at least a double sized window is needed. In this case the playback was fuzzy and the newsreel effect magnified to the point where much of the detail was lost and the action stilted. Even reproducing this clip in Windows Media Player did not overcome the quality and fluidity problems.<\/p>\n<p>Because of the international exchange approach at our school multi-media communication in the form of video is a fundamental part of the exchange activity, allowing pupils to both see and hear children from abroad explaining their work and environment. Before the introduction of digital technology, the school had to convert their work from PAL into whatever format their partner schools use, generally NTSC.<\/p>\n<p>The Primary Head used to take the VHS tapes to the audiovisual department of the local University, wait two weeks for them to be processed and posted back, then paid £15 per cassette for the privilege. In the early days when there was only one partnership this was tolerable, but as the volume of interchanges and number of partnerships grew both the time and financial burden became excessive. The EU <a href=\"mailto:Schoolscape@future\">Schoolscape@future<\/a> project has been the ideal platform to buy the equipment and develop the staff capacity to use multimedia communication in school.<\/p>\n<p>This is the kind of equipment for schools who would like to do the same kind of project. The first and simplest form of media, the audio cassette, comes in a light compact case and uses a global standard format which can be heard using a player costing £30 or less. The second form, a video recording, uses a much larger cassette that utilises a format which is by no means global and costs at least £15 to convert from say PAL to NTSC.<\/p>\n<p>An audio cassette is relatively cheap to send around the world, the much heavier video cassette costs significantly more in addition to the burden of conversion.<\/p>\n<p>Economic solutions to maintain multi-media contact with partner schools include<\/p>\n<p>digital video which has opened up new avenues for processing and sharing educational material easily, cheaply and globally in formats that can be played on any modern personal computer. This means we no longer have to consider which video format the partner school might use or even incur postage costs. It also means professional looking results can be developed with software which is cheap and easy to use straight out of the box.<\/p>\n<p><strong>Key players<\/strong><\/p>\n<p>The ICT coordinator of a rural 4-16 years school and the head leading a team of teachers who are working on links with China and the US<\/p>\n<p><strong>Learners<\/strong><\/p>\n<p>A staff team introducing multimedia forms of communication to the staff to underpin the school’s world ecitizenship policy.<\/p>\n<p><strong>Methodology<\/strong><\/p>\n<p>Teacher action research: The main researcher has been coordinating the results from the teacher research team and working with the MirandaNet team<\/p>\n<p><strong>The key issues<\/strong><\/p>\n<p>In this citizenship project, the teachers are using multimedia communications as well as promoting reading and writing because better and richer communications are achieveable between children in other countries by the inclusion of pictures, sound and animation. They are experimenting to see if multimedia web publication can also surmount some of the issues of language that inhibit communication.<\/p>\n<p><strong>Conclusions<\/strong><\/p>\n<p>The school is aiming to specifically target areas of life that emphasise differences in culture and custom. By combining existing educational practice with the facilities that modern technologies can provide so easily at minimal cost, we will not only enhance the children&#8217;s learning experience but also encourage and foster greater international understanding amongst our respective pupils.<\/p>\n<p>As part of initiating a relationship with a Chinese school we put together a CD of stills and video to produce a range of &#8216;typical&#8217; scenes from the Berkshire\/Hampshire and our village countryside. We included the school May Fair sequence, but this time we made use of the CD&#8217;s capacity and saved the video in MPEG, this time resulting in a file size of over 50 megabytes. In this format the action was fluid and clear even in full screen mode, and the sound was perfect, exactly what we needed for classroom projection.<\/p>\n<p>Having approached this extreme we then went back to the smaller file sizes we needed for our web site and played with the options until we obtained RealPlayer and Windows Media Player files of around 7 megabytes. At this level we had reasonable upload times, even without the benefit of broadband, and kept the format sufficiently compact for playback over a 56k line. As a side effect this also allowed us to have an easy rule of thumb for estimating playback file sizes &#8211; one minute of run time produces approximately one megabyte.<\/p>\n<p>In the future, instead of just sending stills and text, the teachers are planning the exchange of voice commentaries about a particular aspect of local history and a short video of our investigation of how caterpillars develop into butterflies. For the Chinese children who are not working in their first language teachers hope that sound and animation will assist understanding.<\/p>\n<p>Our ultimate aim is to collect projects from schools all over the world and categorise them within a simple web site for re-use by the other schools working within the school framework. The material will cover every aspect of the curriculum from studies of &#8216;where we live&#8217; through to time delay photography of plants, insects and hatching chicks. In addition we want to produce behind the scenes footage of how project folders are put together before being shipped abroad, or how events such as the school play are rehearsed and produced.<\/p>\n<p>Where possible we want to specifically target areas of life that emphasise differences in culture and custom. For example in the USA they pledge allegiance to the flag and celebrate thanksgiving, whereas in the UK we have morning assemblies and harvest festivals. By combining existing educational practice with the facilities that modern technologies can provide so easily at minimal cost, we will not only enhance the children&#8217;s learning experience but also encourage and foster greater international understanding amongst our respective pupils.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract This Schoolscape @ future project has grown out of the school’s strong belief in the advantages of international partnerships between schools as a normal part of the education process. Their pupils already work with &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/using-multimedia-international-exchanges\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,143,26,144,9],"class_list":["post-9786","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-international-student","tag-mirandanet","tag-multimedia","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9786"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9786"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9786\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9786"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9786"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9786"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}