{"id":9787,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/world-ecitizens-active-citizenship\/"},"modified":"2024-03-11T19:36:15","modified_gmt":"2024-03-11T19:36:15","slug":"world-ecitizens-active-citizenship","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/world-ecitizens-active-citizenship\/","title":{"rendered":"World eCitizens &#8211; Active Citizenship"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>Citizenship is a new UK curriculum subject, promoting understanding of other cultures and customs. The Government introduced the subject because of concerns about lack of knowledge of, and involvement with, the democratic and constitutional process. It has now become a focus in schools for thinking about cross-curricular and cross-phase themes and aptitudes such as world citizenship, conflict resolution, thinking skills and creativity. Citizenship also includes the basic skills of literacy and numeracy in communication, whatever the language.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Christina Preston<\/strong><\/p>\n<p><strong>Publication Date: <\/strong>2003<\/p>\n<p><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<p>The EU Minerva project, schoolscape@future between Ireland, Portugal and the UK, has funded the core schools and the researchers activity as well as the UnITy website. Teachers have developed citizenship resources for schools within this website, which is a rich and exciting resource for teaching citizenship and for student participation in the study and debating areas and for publication in the gallery.<\/p>\n<p>The MirandaNet project has been able to expand the numbers of UK schools and the countries involved in this EU project by attracting IT resources from companies for the school projects.<\/p>\n<p>Many teachers and heads who have been promoting a culture of active citizenship are feeling that their work is more necessary than ever in the international climate.<\/p>\n<p>Teachers who wanted to share ways of meeting this professional challenge attended two workshops. In the first session on March 4th there were presentations about citizenship including suggestions for local projects and practical advice about finding citizenship web resources as well as hands on using the UnITy website, the free citizenship website which has been designed by teachers of citizenship for the EU Unity project.<\/p>\n<p>UK teachers and students are collaborating within schools or across the wider community and internationally to build the UnITy knowledge base and communication hub. Students come from across the UK, from Portugal, Ireland, Bangladesh and China. This web space is providing a crucible for international understanding between teachers and pupils. The London teachers, for example, planned an activity related to the impending Iraqi war, which was causing the pupils distress in both primary and secondary schools.<\/p>\n<p>The overall aim of the UnITy website at the center of this activity is to create a wider and richer sense of identity for students and teachers who see themselves as World eCitizens.<\/p>\n<p>The objective is that participants come together to:<\/p>\n<ul>\n<li>To envision a sense of a shared future.<\/li>\n<li>To jointly create a sense of shared history<\/li>\n<li>To capture and share learning experiences<\/li>\n<\/ul>\n<p>The way in which the teachers envisioned the website is explained by the leaflet they distributed to colleagues in a workshop.<\/p>\n<p align=\"left\"><strong>World eCitizens: Giving students&#8217; a voice<\/strong><\/p>\n<p><em>The Unity of Identity website provides extensive free learning resources about citizenship designed by teachers, as well as selected web sites. Each student has a private web space where they can draft course work for the teacher to mark. There are also public exhibition areas and places for debate.<\/em><\/p>\n<p><em>International students at all key stages are now invited to add to this celebration of citizenship by creating written statements, illustrations, video clips, comic strips and digital photographs that promote their ideals and aspirations for citizenship &#8211; one screen to make their point.<\/em><\/p>\n<p><em>As soon as they register on the UnITy site students can start to make contributions in the closed area.<\/em><\/p>\n<p><em>Thanks to our Partners: EU Minerva, Creative Partnerships. Promethean and Crisis for resources<\/em><\/p>\n<p>In the second workshop, on April 1st the teachers shared the results of their project and advised each other on new ways forward. All the work produced by the children is now celebrated on the Unity of Identity website.<\/p>\n<p>Here is the detail of the resources of one teacher on the project.<\/p>\n<p><strong>Active Citizenship<\/strong><\/p>\n<ul>\n<li>An opportunity for you to have your say!<\/li>\n<li>A new UnITy of Identity Citizenship website has been created to give access to new free learning resources and selected web sites provided by teachers.<\/li>\n<li>You are now invited to add your voice to the UnITy website. You are being offered the opportunity to add your views about: International Citizenship<\/li>\n<\/ul>\n<p>What you have to do!<\/p>\n<ul>\n<li>Search through the UnITy of identity resources to learn more about world citizenship and choose a topic which interests you after your search.<\/li>\n<li>Your views on citizenship in the UK, or in London &#8211; Why are people homeless in a rich country? What can be done to solve the problem?<\/li>\n<li>Your views on immigration or asylum seekers &#8211; how should we deal with these issues in the UK? What are the implications for the world?<\/li>\n<li>How should people of different races or religions live together in our country? How can we live in harmony and peace? Your views?<\/li>\n<li>Your views on the role of women in our society and how women can change the future of the world. Why are women so important?<\/li>\n<li>What should be the role of teenagers in creating a better society in our country and the world? What can you do to help?<\/li>\n<li>How should parents bring up their children and what values should they teach them? What kind of parent would you be?<\/li>\n<li>Your views as a Citizen of the World on world issues such as:<\/li>\n<\/ul>\n<p>Racism &#8211; Sexism &#8211; The Aids epidemic &#8211; Religious tolerance &#8211; War &#8211; Famine &#8211; The role of education in creating a better world &#8211; Your hopes for the future of your world &#8211; Your fears about the future of your world &#8211; Why young people are the hope for the future of our world &#8211; How should adults treat children &#8211; How should adults be a positive role model to children of how to live and of positive values?<\/p>\n<p>Remember you will be writing for other young people so make your writing interesting and fun.<\/p>\n<p><strong>The technology<\/strong><\/p>\n<p>Using the UnITy website as a publishing focus, teachers choose to help children to develop written stories, drawings, or picture to scan and web publish, sound recordings, digital photos, video clips or multimedia forms on computers.<\/p>\n<p>Notebook computers and interactive whiteboards have been used as learning devices in the UnITy project.<\/p>\n<p>The functionality allows the upload and sharing of study material between members of the community. This includes the upload of students&#8217; work for checking and marking by teachers. Because the environment is web based any of these functions can be performed at school, home or any other location.<\/p>\n<p>Teachers perform searches by subject content or study group to keep track of student progress. Discussion forum facilities for teachers and students provide both peer-group and directed interactivity and feedback. Teachers collaborate on curriculum projects; share materials and teach across conventional boundaries. Online tutorial facilities are provided for students, either individually or as a group. Students can collaborate both within their own school and across the wider community.<\/p>\n<p>Links to external material can be easily incorporated into the online pool of resources. Students are offered selected citizenship web sites to explore in researching their projects.<\/p>\n<p>Teachers can register themselves and their pupils by contacting the MirandaNet web editor who will authenticate their status.<\/p>\n<p><strong>Key issues<\/strong><\/p>\n<p>Citizenship studies are very new in the curriculum. This opportunity to use the website gives schools materials and exercises that were very useful. The intention is to save classroom teachers from preparation so that they can concentrate on the children&#8217;s learning in class since they were fully engaged on exploring the resources. Students had also not published work on the web before so this was an added bonus.<\/p>\n<p><strong>Interim conclusions<\/strong><\/p>\n<p>Reports from teachers about learning outcomes and social development<\/p>\n<h3>Learning outcomes<\/h3>\n<p>&#8220;Children seemed very anxious and were talking quietly among themselves. They were separating into groups based on nationality, speaking in their first languages, and it was feeling very divisive. When the children started, with the teachers&#8217; encouragement, to ask questions she helped them to research the issues themselves.&#8221;<\/p>\n<p>&#8220;Out of all the suggested resource on the Unity website they found the BBC Newsround site the most useful. Questions included- Is it about oil? How did a bad person like Saddam Hussein get into power? What is the history of Iraq and Iran? Where do they get their arms from? Suzanne did an assembly on war and read out an essay from a child who was a refugee from Kosovo.&#8221;<\/p>\n<p>&#8220;As teachers we learnt the usefulness of prepared materials and resources on the web. The citizenship materials on the Domex website were of a very high standard and kept the children fully engaged.&#8221;<\/p>\n<p>&#8220;The children were also motivated by the chance to create learning materials for other children. Since many children are Bangladeshi the link with the MirandaNet chapter in Bangladesh inspired them to think what they could send to peers in their own country.&#8221;<\/p>\n<p>&#8220;The Interactive whiteboards increased the pupils&#8217; ICT knowledge and encouraged them to present their work on citizenship to the others. Teachers used the IWB to present their projects to colleagues showing project photographs, maps, highlighted text, graphs, instructions for citizenship activities and the learning objectives for the students. &#8221;<\/p>\n<p>&#8220;The pupils were excited by the chance to publish their work on the web, which generated a lot of conversations and debate amongst the pupils about content, style and grammar. One pair of learners started to argue fiercely about a full stop because they did not want incorrect text to be seen by others. Students also used the boards to show their projects, to work on the Unity of Identity and to teach other students.&#8221;<\/p>\n<p>&#8220;The school felt it needed to support the arguments for peace, as it has done extensive work on conflict resolution. There were real fears in the school which has children from around the world, including a Palestinian child whose father is missing in Kuwait. One Year 6 child asked Gill &#8220;Is this the end of the world?&#8221;<\/p>\n<p>&#8220;We have done very little work before about citizenship because it is new on the syllabus and we have not had many materials. We were very pleased to start with this UnITy website because it provided resources and exercises for the pupils. We had not used the Internet either so pupils were very excited to be using this resource. It seemed very relevant to them because it was about current situations.&#8221;<\/p>\n<p>&#8220;Children are asking teachers a lot of questions. The work (in the UnITy of identity site) has led to a greater openness among staff and children.&#8221;<\/p>\n<p>&#8221; We have decided to develop new work in Citizenship in order to focus on the pupils distress and anxiety at this time and try to help them. The citizenship website could not have been provided at a better time as we would not have known how to find good reliable materials and exercises. &#8221;<\/p>\n<p>&#8220;In our school we have avoided paying lip-service to ICT by reducing our pupils activities to ‘download the picture and colour it&#8217;, or filling gaps in a worksheet that could have been printed out and filled in using a pencil just as easily.<\/p>\n<p>&#8220;The UnITy website was an excellent example not of replacing traditional activities but enhancing them. The Unity website activities were the best way of teaching the concept involved.&#8221;<\/p>\n<p>&#8220;The pupils learnt far more than a set of skills, they learnt twenty-first century ways of thinking. Good and relevant use of ICT increased the engagement and motivation of our pupils and was a vehicle for retrieving analysing and sharing information with a real audience &#8211; it developed the children&#8217;s analytical skills in an exciting and relevant way and made them active, critical and self-confident learners.&#8221;<\/p>\n<p>&#8220;In combination with the interactive whiteboard all students were enabled to view the images, then select, drag and drop them into a piece of work for editing. &#8221;<\/p>\n<p>&#8220;Using the Unity website with IWB has transformed the learning environment by providing opportunities to develop pupil learning and performance. Not only do the activities heighten pupil interest, work can be clearly structured, sequenced and differentiated easily. Citizenship resource images and information can be dynamically generated on a screen, giving a high level of interaction from the pupils in interpreting sources and providing a catalyst for discussion. It has been particularly useful when developing activities, enabling pupils to compare knowledge with others and identifying the relevance and importance of particular aspects of the information. In displaying text and sources key points can be highlighted. Increased student interaction with the website content was important which was assisted by the use of IWB.&#8221;<\/p>\n<p>&#8220;When interactive whiteboards are an integral part of Key Stage 3 strategy teaching aids, with student whiteboards and oral and mental starters, student enthusiasm has increased. In some Year 7 lessons their eagerness to interact with the board has been quite overwhelming!&#8221;<\/p>\n<p>&#8220;The most useful outcome from this initiative (UnITy website) was the well informed class debate which followed when the pupils had seen all the publications on the website. The pupils had learnt a lot of new vocabulary.&#8221;<\/p>\n<p>&#8220;Several girls who had never willingly engaged in classroom discussion were articulate and enthusiastic about the topics which had inspired them. We will go on publishing on the site and building a strong and effective web presence.&#8221;<\/p>\n<p>Social development learning outcomes<\/p>\n<p>&#8220;Children are talking much more openly. They are able to relate the war to times when they have felt unsafe in their lives. It has greatly deepened the relationship between her and the kids.&#8221;<\/p>\n<p>&#8220;Children are calmer, less nervous, feel they can talk and be listened to. More confident in expressing their views and fears.&#8221;<\/p>\n<p>&#8220;The pupils seem much more aware of life in other countries and much more interested in ethical and moral issues. Their debating skills have improved too. &#8221;<\/p>\n<p>&#8220;The children were so engaged in the activities that their behaviour improved. They have also been more thoughtful towards each other and more aware of social concerns.&#8221;<\/p>\n<p>&#8220;Students developed an awareness of local history, and their sense of place was enhanced: both factors which could inhibit acts of vandalism.&#8221;<\/p>\n<p>&#8220;The most useful outcome from this initiative was the well informed class debate which followed when the pupils had seen all the publications on the website. The pupils had learnt a lot of new vocabulary.&#8221;<\/p>\n<p>&#8220;Several girls who had never willingly engaged in classroom discussion were articulate and enthusiastic about the topics which had inspired them. We will go on publishing on the site and building a strong and effective web presence.&#8221;<\/p>\n<p>The Unity Project has now closed, but its successor <strong>World Ecitizens<\/strong> can be accessed.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Abstract Citizenship is a new UK curriculum subject, promoting understanding of other cultures and customs. The Government introduced the subject because of concerns about lack of knowledge of, and involvement with, the democratic and constitutional process. It has now &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/world-ecitizens-active-citizenship\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,9,19,145,116],"class_list":["post-9787","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-research","tag-student","tag-unity-website","tag-world-ecitizens","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9787"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9787"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9787\/revisions"}],"predecessor-version":[{"id":13491,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9787\/revisions\/13491"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9787"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9787"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9787"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}