{"id":9788,"date":"2015-01-13T00:00:00","date_gmt":"2015-01-13T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/digital-opportunities\/"},"modified":"2019-06-29T22:10:33","modified_gmt":"2019-06-29T21:10:33","slug":"digital-opportunities","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/digital-opportunities\/","title":{"rendered":"Digital Opportunities"},"content":{"rendered":"[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>Abstract<\/strong><\/p>\n<p><em>The Digital Opportunities project explores strategies to bridge the digital divide. Students have been provided with notebook computers by Toshiba, and a web-based publishing and learning environment by Oracle. The students are encouraged to develop E-learning achievements using these tools, which were provided under schemes for students who were variously identified as Gifted and Talented, or Disaffected and Disadvantaged.<\/em><\/p>\n<p><em>The aim of the project is to develop students’ literacy skills, not only in reading and writing, but also in information literacy and web publication.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Christina Preston<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h1>The digital divide bridged by elearning<\/h1>\n<h3>Introduction<\/h3>\n<p>The participant teachers in the Schoolscape@future project have built up classroom evidence that indicates that e-learning is a significant learning tool for learners with special needs: particularly students who are gifted and those who are disaffected by the school system. There has been concentration not only on basic skills but also on confidence and raising self esteem.<\/p>\n<p>Teachers have been drawing on UnITy citizenship materials from the UnITy managed learning environment (www.domex-unity.net). Both students and teachers have been provided with notebook computers, to be used both in school and at home. Within the classroom the use of notebook computers has been linked with the use of interactive whiteboards to change teaching and learning styles within each school. Oracle’s Think.com has been integrated with much of this work.<\/p>\n<h1><strong>Technology<\/strong><\/h1>\n<p>Oracle’s Think,com provides an online publishing and learning environment that is free to schools (<a href=\"http:\/\/www.think.com\/\">www.think.com<\/a>). Teachers are able to create communities within each school and assign students to them. Students can create their own online portfolios, with text, images, sound and animation. Discussion and debating boards enable students to communicate both within their own school and the wider Think.com community across the world.<\/p>\n<p>Toshiba notebook computers, and those from the charity Tools for Schools (<a href=\"http:\/\/www.tfs.org.uk\/\">www.tfs.org.uk<\/a>) notebook computers, enable resources to be deployed within conventional classrooms and at home. The use of wireless cards and recharging carts means that a school can take computers, network and internet access to classes, rather than classes having to re-locate to conventional ICT suites.<\/p>\n<p>Promethean (<a href=\"http:\/\/www.promethean.co.uk\/\">www.promethean.co.uk<\/a>) ACTIVboards and ACTIVstudio software are transforming classrooms and setting teachers free to be creative once more. Learners can interact with the lesson, both by using tools on the screen, and by uploading their work to share with their peers. Websites can be displayed on the screen. In this way the use of Think.com is greatly facilitated and can be used as a whole-class resource. This is invaluable at Key Stages 1 &amp; 2.<\/p>\n<p><strong>Key players<\/strong><\/p>\n<p>In the context of this project the key players were seen to be teachers of English and Literacy at all Key Stages, from Key Stage 1 to Key Stage 4 (K – 11).<\/p>\n<p><strong>Learners<\/strong><\/p>\n<p>The project initially focused on those students who were perceived as disaffected and disengaged. In some cases the teachers identified the students. In other cases, particularly in Key Stage 4, students had identified themselves by disengaging from the curriculum and educational process. The technologies were later applied to gifted students as a way of extending their range of learning possibilities.<\/p>\n<p><strong>Methodology<\/strong><\/p>\n<p>The work was implemented as Action Research projects, planned and executed by the teachers working collaboratively. In some cases these formed part of Best Practice Research Scholarships, funded by the Department for Education and Skills. In others, teachers undertook the projects as part of their Continuous Professional Development.<\/p>\n<p>Initial teacher concepts were identified through a Mind Mapping\/Concept Mapping exercise.<\/p>\n<h1><strong>The Educational Objectives highlighting the issues<\/strong><\/h1>\n<ul>\n<li>To increase the learning challenges for gifted and disaffected students.<\/li>\n<li>To increase teachers understanding of the potential of notebook computers and whiteboards use by students to improve learning.<\/li>\n<li>To develop ways of extending and sustaining web-based learning communities.<\/li>\n<li>To share expertise with users of notebook computers in other schools.<\/li>\n<li>To increase the pool of replicable materials for teaching and learning by students for students.<\/li>\n<li>To evaluate the significance of notebook computers on learning progress in home and school.<\/li>\n<\/ul>\n<ul>\n<li>The evaluation of impact on learning of interactive whiteboards.<\/li>\n<\/ul>\n<p><strong>Some initial conclusions<\/strong><\/p>\n<p>The concept of e-learning applied to these studies was not as a tool for information transmission, but rather as an effective means of encouraging young people, who lack confidence, to publish their interests and to engage in participative dialogue and debate with others. The impact on their self-esteem was a major reason for the progress that they made. The opportunity to publish and communicate online about subjects in which they were interested appears to have had a significant effect on their school performance, and on their relationships with teachers and other students. In some cases teachers were able to build up a rapport with difficult students that they had not thought possible, by using e-learning as a catalyst,.<\/p>\n<p>The teachers found that these students could be persuaded to use e-learning to develop active and participative screen pages based on interests and concepts that they wanted to communicate to their peers. Learners used e-learning in innovative and engaging ways, to publish their work, invite the participation of peers and to present their achievements. They used their skills and talents creatively, referring to their teachers when necessary as a mentor, guide and learning manager.<\/p>\n<p>The online publishing environment offers a real context to students’ writing, providing the sense of register and audience that is an important part of the national Curriculum objectives for writing. In the course of the work students were able to understand the need for, and to practice, writing and editing skills, publishing skills, writing for different audiences, negotiation and collaborative skills and teamwork.<\/p>\n<p>Two teachers worked on different approaches to creating interactive and participative magazines on line. They produced webzines. For example, one group of gifted pupils produced a poetry webzine, which developing writing and editing skills. The opportunity to publish was one effective way of engaging the young people to comment constructively on one another&#8217;s work.<\/p>\n<p>Another teacher found that disaffected young people asked to create specialist pages for the Webzine demonstrated and applied knowledge on topics as diverse as mountain biking and cartoons.<\/p>\n<p>Publishing their knowledge and asking others to share in their expertise raised the self-esteem and sense of achievement of the less able because their publications attracted a participative audience of peers. E-learning proved to be a useful tool in meeting these pupils’ needs, giving them a constructive place to learn independently and embedding their work in productive curriculum activity.<\/p>\n<p>The students appreciated the opportunity to use this communications tool, which reflected the new balance between words and pictures that is common to them outside school. The pupils enjoyed creating their own specialist pages by including integrated video, sounds, pictures, data files and text.<\/p>\n<p>Both of these groups of students tend to be rather solitary. A major advantage of e-learning was the students’ enthusiasm for inviting other students to participate in Q&amp;As, Hot Seats, conversations, brainstorms and debates about their specialist topic. Producing an interactive webzine involves not only the publishing of articles but also debates, interviews, hot seats and brainstorming with other young people. The young online multimedia authors and publishers developed better communication skills as their confidence grew. Their success in these projects helped to raise their self-esteem and improve overall standards of literacy.<\/p>\n<p>Other teachers are working on webzines as a way of extending their work with special needs learners, in presenting mathematics puzzles, using the collaborative facilities of e-learning for students to explore and develop Mathematics concepts and using Think.com as a means for music students to collaborate on arrangements and music files. An outdoor activities webzine is also planned with a group of educationally challenged and disaffected students.<\/p>\n<p>Other work by teachers can be seen in The Wapping Project (<em>project ended<\/em>).<\/p>\n<p>Read the case studies of Fiona Garrett and Richard Robinson.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract The Digital Opportunities project explores strategies to bridge the digital divide. Students have been provided with notebook computers by Toshiba, and a web-based publishing and learning environment by Oracle. The students are encouraged to develop &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/13\/digital-opportunities\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,11,131,9,19,146],"class_list":["post-9788","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-interactive-learning","tag-notebook","tag-research","tag-student","tag-think-com","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9788"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9788"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9788\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9788"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9788"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9788"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}