{"id":9790,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/interactivist-e-community-practice-using-web-200-tools\/"},"modified":"2019-06-29T21:34:47","modified_gmt":"2019-06-29T20:34:47","slug":"interactivist-e-community-practice-using-web-200-tools","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/interactivist-e-community-practice-using-web-200-tools\/","title":{"rendered":"An interactivist e-community of practice using Web 2:00 tools"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>This paper explores emergent modes of communal and constructive digital knowledge building adopted by the MirandaNet: Fellowship. This professional e-community of practice, established in 1992, promotes transformational pedagogies. The literature study examines the comparisons and contrasts between MirandaNet and other communities of practice. The data covers MirandaNet situated practice in 2006. Using Web 2:00 tools has increased interactivity and impacted on the quality of the knowledge building. Findings show collaborative strategies in cross-posting with other e-communities leading to action on policy.  The paper concludes that members are practising a form of web-based self-regulating practice which is not only dedicated to building knowledge within the group, but beyond. In particular, the Fellows are influencing global commercial agendas in a time scale which would not be possible through the use of non-digital modes for knowledge and policy building discourse.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Christina Preston and John Cuthell<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2007<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h1>The background to the e-community of practice<\/h1>\n<p>MirandaNet, founded in 1992, has been variously described as a community of inquiry (Dewey 1916), community of practice (Wenger, McDermott et al. 2002), a knowledge forum (Scardamalia and Bereiter 1996) and an e-community of practice with ‘an active and passionate core’ (Dewey 1916; Scardamalia and Bereiter 1996; Wenger, McDermott et al. 2002; Stuckey 2005). Currently more than four hundred members in forty three countries are a mixed group of educators, ICT policy makers, teachers, teacher educators, researchers and commercial developers, These ‘activist professionals’ are passionate about the use of digital tools in democratic methods of teaching and learning (Sachs 2003). Two hundred and fifty Fellowships have been awarded to scholars for peer-reviewed contribution to the MirandaNet e-journal : a diary, seminar presentation, case study or the design of a multimedia digital artefact (Preston, Cuthell et al. 2000 &#8211; 2006). Course members often join the Fellows after submitting an article at the end of MirandaNet Continuing Professional Development (CPD) programme in Information and Communications Technology (ICT). Other members join on the web or by invitation in order to take an activist role in education by contributing to debate on key issues<a href=\"#_edn1\" name=\"_ednref1\">[i]<\/a>. More than one and a half thousand international page requests are made every day by educators who want to share this practitioner-authored knowledge. This volume of requests indicates the value of the resources for other teachers.<\/p>\n<h1>Developing active professionalism in an e-community<\/h1>\n<p>Communities of practice in the nineteen nineties were essentially for administrative and pedagogical convenience: part of the academy, rather than a community of equals (Cuthell 2002). As early as 1991, Wenger and Lave articulated the notion that a community had an identity which was created by the participants and was important to them in their learning. They located learning in business in the processes of co-participation not in the heads of individuals (Lave and Wenger 1991). The term, community of practice (CoP) began to be widely used in educational circles although Lave and Wenger themselves did not turn their attention to how this concept was applicable in education until 1998 (Wenger 1998; Lave and Wenger 1999; Wenger, McDermott et al. 2002). Wenger has recently looked at the impact if the Internet on his model (2004). It is still the case, however, that researchers who use the term ‘community of practice’ may not be referring to an e-community.<\/p>\n<p>Much of the comment refers to course e-communities where the Internet provides extra benefit to basic distance learning (Palloff 1999; Kim 2000; Salmon 2000; Thurlow 2004). MirandaNet processes relate more closely, however, to innovative networking course models for academic courses that use integrativism as their theoretical and organisational framework for practitioner research (Engestrom 1999; De Laat 2005; Dillon and Tearle 2006). MirandaNet differs from these course communities substantially, however, because Fellows are involved in action for transformation beyond academic discourse and theoretical debate. Some good practice is cited of collaborative achievement in commerce and in the police (De Laat 2005). These overlaps that are developing between commercial, government agency and educational e-community practice are symptomatic of the blurring of professional boundaries where the development of digital artefacts and networked communications are part of the mix. However, whereas each of the quoted e-communities provides a place for a single profession, the MirandaNet Fellowship now spans a wide section of the educational industry which includes commercial representatives, researchers and policy makers as well as educators in one body.<\/p>\n<p>Knowledge construction is a key purpose of this mix of educators.  Holmes, Leask, Preston, and Younie, all Fellows, present a joint theory of communal constructivist or interactive knowledge building which is a development of Vygotsky’s social constructivism. This theory by relates to the way that students construct their own knowledge focuses on the additional value in detail that ICT applications bring to the learning and teaching environment. (Leask, Ramos et al. 2001; Leask and Younie 2001). The Fellows support the notion that students should both interact with their own environment which is social constructivism, but should also be engaged in the process of constructing knowledge for their learning community (Holmes, Tangney et al. 2001). One example is the joint authorship of the MirandaNet mission statement. These Fellows who are committed to changes in classrooms refined these ideas in practice-based classroom projects with international partners in two EU Minerva projects, Web@classrooms and Schoolscape@future (Holmes, Tangney et al. 2001; Preston and Holmes 2002).<\/p>\n<p>However, using the new technologies, knowledge building in school can become more dynamic. For example, the Knowledge Forum is learning platform which is designed to assist young people to think collaboratively about key questions in the curriculum. Their combined contributions led to identification of gaps in their group knowledge which they fill as a team. This knowledge base constructed by one group is left for the next group to explore. Instead of learning the same information, the new class absorbs the knowledge that is already in the knowledge base  and then digs deeper. This way the school owns a knowledge base which has pupil ownership (Scardamalia and Bereiter 1996). Unfortunately Scardamalia and Bereiter have had difficulties in finding enough schools willing to pilot the software because it does not fit in with the information transmission model that national curricula tend to support. However, despite the difficulties of finding piloting opportunities the Knowledge Forum process begins to exemplify in school, the informal ways in which young people are learning out of school.<\/p>\n<p>Cuthell, a senior MirandaNet Fellow,<a href=\"#_edn2\" name=\"_ednref2\">[ii]<\/a> calls this informal kind of learning, ‘bricolage’, which is in direct contrast with the traditional patterns of information transmission directed by teachers. Cuthell explains that teachers see knowledge in schools as contained in artefacts – ‘knowledge artefacts’; whereas for many students knowledge is contained within the artefacts of production which are transitory and interactive (Cuthell 2002).   Cuthell identifies these tensions between teachers and children’s practice, whereas in MirandaNet teachers are also using  the process of bricolage.<\/p>\n<p>This constructive learning identified in  MirandaNet builds on the members’ sense of achievement in being able to disseminate findings from their  practice based research projects. Kress and Van Leeuwen elements of the constructive learning process in their four communicative strata which name these learning processes :  discourse, design, production and distribution (Kress and Van Leeuwen 2001).  The first one, discourse,  has always been an expected  outcome of a learning episode. Teachers have always been engaged in the design and production of their own resources as well. However, the computer permits higher levels of professional design and production online as well as the opportunity to create content and distribute topical materials in the classroom.<\/p>\n<p>This cycle was an expansion into the wider world of the iterative cycle of practice-based research: do, review, learn, apply (Somekh 1995).  The following example traces the way in which the four communicative strata and the iterative cycle  have been most in evidence in recent e-community activity.<\/p>\n<h1>Digital affordances developed in the e-community<\/h1>\n<p>The ways in which the digital tools which have been available has impacted on the quality of knowledge building between members. In MirandaNet projects in the late nineties, the hardware and software offered more access to information, a wider range of communications opportunities and more learning freedom, physically and mentally for the individual like pcs, laptops, word processing, the World Wide Web and e-mail : these were the only facilities available for MirandaNet Toshiba scholars. But even, then as a result of the teachers’ practice based research findings, some action on policy was achieved. The UK Department for Education and Employment commissioned research into portables for teachers on the basis of this small study that resulted in national funding for this purpose (BECTa\/DFEE 1998). The next upgrade was desktop publishing and graphics manipulators which reduced the gap between a professional publication and hand-written notes. Members then pioneered the use of transformational learning platforms which led to the use of personal spaces.<\/p>\n<p>In 2006, the government of England and Wales is the first international government that is now expecting all schools to have learning platforms by 2009 <a href=\"#_edn3\" name=\"_ednref3\">[iii]<\/a>. This introduction of learning platforms into English and Welsh schools is part of a growing recognition that understanding of the technical and social processes by which culture is made and reproduced is being both challenged and enriched by digital technologies.<\/p>\n<p>The Fellows, on the other hand, who have already designed their own learning platform, are now developing the use of Web 2:00 software like wikis, blogs, vodcasts and podcasts in e-community communication. These facilities are beginning to change the ways they communicate. Fellows are also discussing the implications for children and schools of free web applications like My Space and UTube which offer both great publication freedoms and accompanying responsibilities. The greater international range of the membership now indicates that these issues are emerging in nations as diverse as Australia, Africa and China.<a href=\"#_edn4\" name=\"_ednref4\">[iv]<\/a>The next section shows how Fellows are engaged in creating practice rather than stopping at the strata of rhetorical discourse.<\/p>\n<h1>Etopian Practice<\/h1>\n<p>The Etopia project, devised by Fellows which provides the specific data for this case study, aims to bring teachers and learners together in collaborative thinking activities online and face to face between regions and countries, cultures and religions. The core working group developing Etopia has been the Inspirationalists : self –selected MirandaNet teachers and researchers interested in the impact of the new interactive technologies on the school curriculum and on methods of assessment. Some members of the Inspirationalists who are long-term MirandaNet Fellows are also senior staff at Westminster Academy, London where transformatory education puts the learner at the centre of the learning process. The students have their own laptop and all the information about them including results and reports is stored in their space in the learning platform, Connetix. Teachers and parents support the young learners in developing their own learning programme and setting their own goals.<\/p>\n<p>The school in London is an appropriate setting to test the power of digital technologies in bridging cultural divides since most of the students are Muslim. Etopia, set up by Fellows after the events of 9\/11, aims to give an internet voice to young learners. Westminster Academy students are the designers of the new Etopia project website working with a programmer supplied by LogicaCMG. The students are seeking project partners all over the world to build artefacts online to post on the Etopia map. This collaborative research, development and interaction project aims to demonstrate how new technologies can help teachers and learners to take a more active role in creating and sharing digital content. The intention is that the young learners will design , as well as use the content – wherever this is convenient : on the move, in public places, at school and at home.<\/p>\n<p>Teachers in partnership with students in the Etopia project are developing their own understanding of multimodal learning including their wikis, blogs and podcasts in the the Mapping Inspiration volume of the MirandaNet e-journal. Wikis, blog and podcast functionality were added to the MirandaNet website and Etopia at Fellows’ request. In a weblog or &#8216;blog&#8217; the author or the &#8216;blogger&#8217; makes regular entries and links to other web pages they find interesting. Entries usually in date order can be written, or can include multimedia, such as images, audio and\/or video. The emergence of weblogs has spawned a whole range of additional applications and terminologies. Mobile blogging, or moblogging, is the ability to update blogs while on the move using devices such as mobile camera phones or PDAs (personal digital assistants). Video logging, or vlogging (and more recently vog), is the practice of blogging using video. The term relates to blog entries actually delivered by video, rather than a video uploaded as part of a blog entry. Rostrum camera techniques mean that teachers and students can create video from still images by using the software&#8217;s pan and zoom, transitions, music, sound effects and narration. The images can be from a still camera.<\/p>\n<p>Podcasting is now used to record MirandaNet seminars for international members who are not able to attend face to face meetings.This is web-based broadcasting which can be downloaded to a PC or handheld device players for listening to by the user at their convenience. Podcasters create audio files, such as MP3 files, and then make them available online. From there, the podcast can be registered with content aggregators (gatherers of web content) for inclusion in podcast directories. Users can browse these directories, and subscribe to specific podcasts.<\/p>\n<p>Whereas the blog tends to be a solitary writing activity and the podcast is uni-directional, the wiki provides the kind of collaborative, interactive environment which promotes group actiivity<a href=\"#_edn5\" name=\"_ednref5\"><strong><strong>[v]<\/strong><\/strong><\/a>. This affordance has marked a new direction in Fellows’ braided evidence activity.<\/p>\n<h4>Key critical incidents for lead learners individually and in groups<\/h4>\n<p>Clarke has been a key member of the Inspirationalists group since the first year. She gained her Fellowship for sharing her knowledge about wikis and blogs and setting them up for the group. Her blog entry, Mammoth Journey, Figure One, presents a new approach to professionalism both in content and digital style (Clarke 2006). The short text extract is presented in Figure one alongside a screen grab which indicates the visual impact of the whole product. There are photos in the margin and many hyperlinks to other sites. This hyperlinking also illustrates well how non-linear communication works on the web and is much better viewed in situ. Secondly the tone of this professional story which is chatty and immediate pinpoints how the technology is changing the relationships between the teachers and the taught. The standards of this teacher’s multimodal literacy are clear.<\/p>\n<p>Another email critical incident from a member, Brewster, who is both a teacher and a parent alerted members to the real dangers that are faced by young people who surf the web, caused by their own inevitable naivety. What is interesting about this highly literate member’s post is that she has not followed written grammatical codes in the interests of speed and familiarity (Figure Two). This is closer to the way in which young people use blogs and mobile phone text language. This kind of communication is growing amongst teachers in the MirandaNet forums.<\/p>\n<p>Other MirandaNet members are gaining confidence with these tools ; podcast, blogs and wikis now record braided learning processes on the website. However, the technical restrictions some international members suffer are also catered for by mirandalink, the synchronous email messaging system and the online newsletter where events and discussions are summarised on email. In this way members in places without broadband can still get all the news and participate.<\/p>\n<p>The immediacy of email and the emailed newsletter are this still effective way of generating discussion in which the less technically savvy or well equipped members can join. For example, there was been a lively discussion in March 2006, recorded in Figure Three : How do we know or measure what effect ICT is having on achievement levels? In this discussion on mirandalink which received over thirty contributions, Ó Murchú, could not help shouting, in capitals, about assessment destroying creativity. Nutt, a fellow who was a teacher before a company developer insisted that children do not learn very much unless there is some form of guidance and some assessment guidelines (Cuthell 2006). This argument provided a learning point for another professional.<\/p>\n<p>What a great discussion!. From the point of view of an ICT coordinator in an inner city school struggling for money I can say that ICT reaches the parts that other forms of education can’t. I have children on my Gifted and Talented ICT list who have no achievements in any other subjects. They are motivated to work independently and are happier children as a result of this (Brosnan 2006).<\/p>\n<p>Another new development in MirandaNet communication in 2006 is the extent of cross-posting which means that the online content of professional discussions is now being shared between professional groups as well internationally. This is far more immediate than the slow process when chairs of each organization and key company strategists organise face to face meetings, petitions and letter campaigns to influence policy over time. During the summer of 2006, for example, considerable concern was expressed online about Blackboard Inc.’s efforts to patent their brand of learning platform so that all other versions of this kind of software modelled on patterns of cognition become illegal. Two messages to the closed mirandalink forum are quoted here:<\/p>\n<p>&nbsp;<\/p>\n<p>I am a member of NAACE as well as MirandaNet and there has recently been a lot of discussion about patents being applied for in the European Parliament by a company called Blackboard Inc. that I suspect more teachers should be aware of. Putting things very simplistically, the patent would have serious implications for the development of learning platforms and VLE’s in the UK, indeed it could inhibit developments for educational platforms in future. For those of you who are interested or concerned about this, there are more details in this document <span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.alt.ac.uk\/docs\/ALT_Blackboard_20060823.pdf\"><em>http:\/\/www.alt.ac.uk\/docs\/ALT_Blackboard_20060823.pdf<\/em><\/a><\/span> A précis of Becta published information about this here: <span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.l4l.org.uk\/content\/view\/104\/1\/\"><em>http:\/\/www.l4l.org.uk\/content\/view\/104\/1\/<\/em><\/a><\/span><br \/>\nIf any of you feel strongly enough to want to contact your MP or MEP, you should find their contact details on this website: <span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.theyworkforyou.com\/\"><em>http:\/\/www.theyworkforyou.com\/<\/em><\/a><em><strong><span style=\"text-decoration: underline;\">[1]<\/span><\/strong><\/em><\/span> The more people bring this to the attention of their MP\/MEP the better the chance that they will actually look into the matter and hopefully stop this patent being granted (Laws 2006).<\/p>\n<p>In relation to this message, Blackboard Inc. are trying to claim the patent all over the world for learning platforms. Enrique Hinsotroza and I will be putting an entry in the wiki about Newsnet which a group of teachers and myself wrote in the late 1980s, and about Enlaces which the Chileans developed. These all had elements of learning platforms in them. I would be very pleased if the long term members of MirandaNet can come up with other software which precedes Blackboard which illustrates community ownership of these ideas (Preston 2006).<\/p>\n<p>A further sequence of messages sent to mirandalink which continued the campaign about this patent. A plan was devised. Members were encouraged, over several days, to research the appropriate websites and fight the patent by participating in a wiki. This outlined the international e-communities’ previous experience of designing similar learning platforms before Blackboard appeared as evidence of ‘prior art’. Eventually another member supplied the website which assists European citizens in emailing their MP or MEP with minimum effort. All of this information which was supplied by interested members who belong to more than one community like NACCE and ACITT has provided a recent and relevant example of the growing opportunities for digital democratic participation<a href=\"#_edn6\" name=\"_ednref6\">[vi]<\/a>.<\/p>\n<h1><\/h1>\n<h1>Discussion of the data<\/h1>\n<p>&nbsp;<\/p>\n<p>Sharing and refining discourse is often the key aim of a finite academic course when the purpose is to master a previously defined body of professional knowledge. What can be seen in the data that has been presented from MirandaNet practice in 2006 is that this activist e-community has moved beyond sharing discourse which is the first of Kress and Van Leeuwen’s four communication strata. Fellows,are sharing discourse about what they consider needs to be known on an immediate basis. They are also engaged the design, production and distribution of messages extending this discourse into interaction about the matters being discussed. Without the underpinning digital tools that are rapidly being taken up by these professionals the speed of this communication and the orchestrated campaign on policy would not be possible.<\/p>\n<p>The phenomenon being traced in the online discourse is the emergence online of group interaction in which educators who would not have had access to this kind of information in the recent past can now mobilise professional opinion across a range of organisations. Members are also providing immediate mentoring for colleagues about how to join the campaign and where to find collaborating evidence. Some of the evidence which is being braided together from this interactive research seems to be impacting on education policy with a shorter and shorter lead time : in particular, the DfES e-learning strategy, the Blackboard Inc. patent application.<\/p>\n<p>&nbsp;<\/p>\n<p>From these observations of dynamic collaborative practice a new kind of dominant learning model seems to be emerging with the application of Web 2:00 tools. The dynamic re-defining of professional community space by the members is just one element of development in the MirandaNet social networks which through members voluntary efforts in 2006 now includes personal and dialogical spaces as well as instant messaging, email, texting, Internet, chatrooms and discussion forums (Clarke 2006). Blogging and forums have increased the power of the individual to attract a world audience unfettered by publishers. Fellows have been adding podcasts to web accounts of meetings as well. These experiments with collaborative digital technologies look set to unsettle old patterns of human behaviour. This networked culture is enabling both small and large professional collaborations among educators who may never encounter each other face to face.<\/p>\n<h2>Conclusions<\/h2>\n<p>Some of the quality professional learning seems to take place when  the e-community members  go beyond the iterative cycle and the communicative strata to produce some <strong>action<\/strong>, like an international exchange of ideas or the production of materials that were used to support teachers in transforming their thinking about teaching and learning or  policy shift.  Insight from interactivity between colleagues which developed a shared opinion also seemed to be important.<\/p>\n<p>&nbsp;<\/p>\n<p>The MirandaNet Fellowship is engaging teachers and learners in the heated contention and debate internationally that these cultural activities are generating for the future. In this process of interactive learning that Inspirationalists are modeling, members create their own ICT CPD agenda; no longer just the researchers and teacher educators in the Fellowship, but the teachers themselves. These MirandaNet lead-learners facilitate the development of the physical and web learning spaces so that they match what the teachers’ judge they need to test and try out. As a group they are also having some impact on education theory by publishing two volumes in Reflecting Education. One focuses on the evidence from members’ research into elearning in teaching and learning. The other volume looks at the emerging theory behind the use of the innovative digital tool multimodal mapping in schools and in teacher education <a href=\"#_edn7\" name=\"_ednref7\"><em><strong>[vii]<\/strong><\/em><\/a>. The term chosen to identify this emerging phase of MirandaNet transformational learning activity is : braided Interactive e-communities creating theory policy and practice.<\/p>\n<p>The technology which seems to have most promise in terms of collaboration is the wiki which is already altering MirandaNet practice. It provides a way of sharing information in collaborative text in the form of meeting minutes which can then be easily amended by all the participants providing a web-published document on the emerging braided thinking of a group. Wikis now offer interactivity of thinking about concept and agreeing on truths that was not dreamt of in my early learning. However the medium requires great trust between the users not to abuse the opportunity to modify and distort what has been written before. The best know version of this artefact is the wikipedia which has gained popularity very quickly as a trustworthy source of information.<\/p>\n<p>A major question for the future of MirandaNet Fellowship of Early Adopters of technology, is about what kind of ICT CPD can promote transformation changes in classrooms as these digital tools are introduced in society, and how effective ICT CPD might be scaled up to include a wider range of professionals. The MirandaNet evidence from the evaluation of the UK national training programme in ICT suggests that training and support are vital for the whole profession. Initially some of this support must be face to face and the participants must have continuous access to reliable digital tools (Preston 2004). In on-going MirandaNet research into the use of interactive whiteboards (IWBs) findings suggest that teachers do not change their practice unless they are supported in developing practice based projects where they take ownership of the affordances of these digital tools. Emerging evidence from this project suggests that in Mexico, China and South Africa, as we have found in the UK, computers can be a catalyst in systemic change, but only in carefully structured programmes (Cuthell 2006).<\/p>\n<p>The evidence of this professional practice demonstrates an exponential rise in the use of these knowledge building tools amongst the early adopters. Questions are now emerging about whether this phenomenon will begin to engage the large majority as well, or whether these activities are unlikely to become part of the activist professional’s portfolio.<\/p>\n<p>&nbsp;<\/p>\n<div id=\"attachment_2447\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-1-a-teachers-blog-e1423669946538.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2447\" class=\"size-medium wp-image-2447\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-1-a-teachers-blog-300x235.png\" alt=\"Figure 1 - a teachers' blog\" width=\"300\" height=\"235\" \/><\/a><p id=\"caption-attachment-2447\" class=\"wp-caption-text\">Figure 1 &#8211; a teachers&#8217; blog<\/p><\/div>\n<p>&nbsp;<\/p>\n<div id=\"attachment_2449\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-2-a-critical-incident-for-a-mother-and-a-teacher-e1423669865682.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2449\" class=\"size-medium wp-image-2449\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-2-a-critical-incident-for-a-mother-and-a-teacher-300x279.png\" alt=\"Figure 2 - a critical incident for a mother and a teacher\" width=\"300\" height=\"279\" \/><\/a><p id=\"caption-attachment-2449\" class=\"wp-caption-text\">Figure 2 &#8211; a critical incident for a mother and a teacher<\/p><\/div>\n<p>&nbsp;<\/p>\n<div id=\"attachment_2450\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-3-a-sequence-of-MirandaLink-messages-promoting-the-use-of-a-wiki-on-the-history-of-learning-platforms-to-be-used-to-fight-Blackboards-efforts-to-establish-a-patent-e1423669713196.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2450\" class=\"size-medium wp-image-2450\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-3-a-sequence-of-MirandaLink-messages-promoting-the-use-of-a-wiki-on-the-history-of-learning-platforms-to-be-used-to-fight-Blackboards-efforts-to-establish-a-patent-300x202.png\" alt=\"Figure 3 - a sequence of MirandaLink messages promoting the use of a wiki on the history of learning platforms to be used to fight Blackboard's efforts to establish a patent\" width=\"300\" height=\"202\" \/><\/a><p id=\"caption-attachment-2450\" class=\"wp-caption-text\">Figure 3 &#8211; a sequence of MirandaLink messages promoting the use of a wiki on the history of learning platforms to be used to fight Blackboard&#8217;s efforts to establish a patent<\/p><\/div>\n<p><a href=\"#_ednref3\" name=\"_edn3\"><\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"#_ednref1\" name=\"_edn1\">[i]<\/a> With this optimism comes a sense that the ‘brave new world’ of Shakespeare’s Miranda from the Tempest is achieveable if a Utopian vision can be maintained. The attitude of these educators is in marked  contrast to Huxley’s post modernist novel angst in his novel, <em>O Brave New World, <\/em> about the malign influence of science and technology on the twentieth century.<\/p>\n<p><a href=\"#_ednref3\" name=\"_edn3\"><\/a><\/p>\n<p><a href=\"#_ednref2\" name=\"_edn2\">[ii]<\/a> Dr John Cuthell, MirandaNet’s research and implementation director, has been a member of MirandaNet since 1998 both as a teacher and as a full time education consultant. His work with members face to face and online as well as his learning platform designs has been a core strand in the development of the e-community and the underlying theory of participation.<\/p>\n<p><a href=\"#_ednref3\" name=\"_edn3\">[iii]<\/a> Learning platform procurement framework <a href=\"http:\/\/ferl.becta.org.uk\/display.cfm?resID=18002\">http:\/\/ferl.becta.org.uk\/display.cfm?resID=18002<\/a><\/p>\n<p><a href=\"#_ednref4\" name=\"_edn4\">[iv]<\/a> Comments in an internal mirandalink debate: web communities for children- to bann or not to bann? September 2006 to be summarised in the October newsletter.<\/p>\n<p><a href=\"#_ednref5\" name=\"_edn5\">[v]<\/a> http:\/\/en.wikipedia.org\/wiki\/Wikipedia<\/p>\n<p><a href=\"#_ednref6\" name=\"_edn6\">[vi]<\/a> <em><a href=\"http:\/\/en.wikipedia.org\/wiki\/History_of_virtual_learning_environments\">http:\/\/en.wikipedia.org\/wiki\/History_of_virtual_learning_environments<\/a><\/em><\/p>\n<p><a href=\"#_ednref7\" name=\"_edn7\">[vii]<\/a> <a href=\"http:\/\/www.reflectingeducation.net\/\">www.reflectingeducation.net\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>BECTa\/DFEE (1998). Multimedia Portables for Teachers Pilot. Coventry.<\/p>\n<p>&nbsp;<\/p>\n<p>Clarke, W. (2006). <span style=\"text-decoration: underline;\">Culture and Explosion: the semiotic gap? <\/span>Doctoral Summer School Conference, London, Institute of Education, University of London.<\/p>\n<p>&nbsp;<\/p>\n<p>Cuthell, J. P. (2002). <span style=\"text-decoration: underline;\">Virtual Learning : the impact of ICT on the way that young people work and learn<\/span>. Aldershot, UK, Ashgate Publishing Ltd.<\/p>\n<p>&nbsp;<\/p>\n<p>Cuthell, J. P. (2006). <span style=\"text-decoration: underline;\">Tools for Transformation: The Impact of Interactive Whiteboards in a range of contexts <\/span>SITE 2006, Norfolk VA, Association for the Advancement of Computing in Education.<\/p>\n<p>&nbsp;<\/p>\n<p>De Laat, M. (2005). Networked Learning, Politicial Academy of the Netherlands.<\/p>\n<p>&nbsp;<\/p>\n<p>Dewey, J. (1916). <span style=\"text-decoration: underline;\">Collected Works of John Dewey<\/span>. Carbondale Southern Illinois University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Dillon, P. and P. Tearle (2006). &#8220;Special Issue: Educational research in a distributed community.&#8221; <span style=\"text-decoration: underline;\">Technology, Pedagogy and Education<\/span>.<\/p>\n<p>&nbsp;<\/p>\n<p>Engestrom, Y. (1999). Innovative learning in work teams : analyising knowledge creation cycles in practice. <span style=\"text-decoration: underline;\">Perspectives on Activity Theory<\/span><\/p>\n<p><span style=\"text-decoration: underline;\">Learning in doing: social, cognitive and computational perspectives<\/span>. Y. Engestrom, R. Miettinen and R.-L. Punamaki. New York, Cambridge University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Holmes, B., B. Tangney, et al. (2001). <span style=\"text-decoration: underline;\">Communal Constructivism: Students&#8217; constructing learning for as well as with others.<\/span> 12th International Conference of the Society for Information Technology &amp; Teacher Education (SITE 2001), Charlottesville, VA, USA, Association for the Advancement of Computing in Education.<\/p>\n<p>&nbsp;<\/p>\n<p>Kim, A. J. (2000). <span style=\"text-decoration: underline;\">Community Building on the Web: Secret Strategies for Successful Online Communities<\/span>, Peachpit.<\/p>\n<p>&nbsp;<\/p>\n<p>Kress, G. and T. Van Leeuwen (2001). <span style=\"text-decoration: underline;\">Multimodal Discourse: The modes and media of contemporary communication<\/span>, Arnold, Hodder Headline Group.<\/p>\n<p>&nbsp;<\/p>\n<p>Lave, J. and E. Wenger (1991). <span style=\"text-decoration: underline;\">Situated Learning:Legitimate Peripheral Participation (Learning in Doing:Social, cognitive and computational<\/span>, Cambridge University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Lave, J. and E. Wenger (1999). <span style=\"text-decoration: underline;\">Learning and Pedagogy in Communities of Practice in Learners and Pedagogy<\/span>. Open University.<\/p>\n<p>&nbsp;<\/p>\n<p>Leask, M., J. Ramos, et al. (2001). <span style=\"text-decoration: underline;\">Communal Constructivist Theory: ICT Pedagogy &amp; Internationalisation of the Curriculum<\/span>.<\/p>\n<p>&nbsp;<\/p>\n<p>Leask, M. and S. Younie (2001). Building On-Line Communities for Teachers: Ideas Emerging from Research. <span style=\"text-decoration: underline;\">Issues in Teaching Using ICT<\/span>. M. Leask. London, Routledge.<\/p>\n<p>&nbsp;<\/p>\n<p>Palloff, R. a. K. P. (1999). <span style=\"text-decoration: underline;\">Building Learning Communities in Cyberspace<\/span>. San Francisco, Jossey-Bass.<\/p>\n<p>&nbsp;<\/p>\n<p>Preston, C. (2004). Learning to use ICT in Classrooms: teachers&#8217; and trainers&#8217; perspectives : an evaluation of the English NOF ICT teacher training programme 1999-2003. London, MirandaNet and the Teacher Training Agency <a href=\"\/tta\">mirandanet.ac.uk\/tta<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Preston, C., J. Cuthell, et al. (2000 &#8211; 2006). &#8220;Braided Learning E-journal, MirandaNet Fellowship.&#8221; Mapping Inspiration; MirandaNet Academy; MirandaWest; Ambassadors for Activlearning &#8211; Promethean; Select Education; Select Higher Level Teaching Assistants; Teachers as Researchers; World E-Citizens:<\/p>\n<p>(<a href=\"\/ejournal\/ejournal.htm)\">mirandanet.ac.uk\/ejournal<\/a>).<\/p>\n<p>&nbsp;<\/p>\n<p>Preston, C. and B. Holmes (2002). <span style=\"text-decoration: underline;\">Capturing the Online Knowledge, Building of Educator: ICTS, Authorship and Living Design<\/span>. ITTE Conference, Dublin, Ireland, ITTE.<\/p>\n<p>&nbsp;<\/p>\n<p>Sachs, J. (2003). <span style=\"text-decoration: underline;\">The Activist Teaching Profession<\/span>. Buckingham, Open University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon, G. (2000). <span style=\"text-decoration: underline;\">E-moderating: the key to teaching and learning on line<\/span>. London, Kogan Paul.<\/p>\n<p>&nbsp;<\/p>\n<p>Scardamalia, M. and C. Bereiter (1996). Schools as Knowledge Building Organisations. <span style=\"text-decoration: underline;\">Today&#8217;s children, tomorrow&#8217;s society: the developmental health and wealth of nations<\/span>. D. Keating and C. Hartman. New York, Guildford.<\/p>\n<p>&nbsp;<\/p>\n<p>Somekh, B. (1995). &#8220;The Contribution of Action Research to Development in Social Endeavours: a position paper on action research methodology.&#8221; <span style=\"text-decoration: underline;\">British Education Research Journal<\/span>: 339-355.<\/p>\n<p>&nbsp;<\/p>\n<p>Stuckey, B. (2005). Growing an on-line community of practice: Community<\/p>\n<p>development to support in-service teachers in their adoption of innovation. Doctoral Thesis (in Press). <span style=\"text-decoration: underline;\">Research Centre for Interactive Learning Environments<\/span>, University of Wollongong, Australia.<\/p>\n<p>&nbsp;<\/p>\n<p>Thurlow, C., L.Lengel and A.Tomic (2004). <span style=\"text-decoration: underline;\">Computer Mediated Communication : social interaction and the internet<\/span>. London, Sage.<\/p>\n<p>&nbsp;<\/p>\n<p>Wenger, E., R. McDermott, et al. (2002). <span style=\"text-decoration: underline;\">Cultivating Communities of Practice: A Guide to Managing Knowledge<\/span>. Boston, Harvard Business Scool Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Wenger, R. (1998). <span style=\"text-decoration: underline;\">Communities of Practice: Learning, Meaning and Identity<\/span>. Cambridge, Cambridge University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract This paper explores emergent modes of communal and constructive digital knowledge building adopted by the MirandaNet: Fellowship. This professional e-community of practice, established in 1992, promotes transformational pedagogies. The literature study examines the comparisons &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/interactivist-e-community-practice-using-web-200-tools\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,147,148,124,9,149],"class_list":["post-9790","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-e-communities","tag-etopia","tag-internet","tag-research","tag-web-2-0","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9790"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9790"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9790\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9790"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9790"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9790"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}