{"id":9835,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/working-scientists\/"},"modified":"2015-01-14T00:00:00","modified_gmt":"2015-01-14T00:00:00","slug":"working-scientists","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/working-scientists\/","title":{"rendered":"Working with Scientists"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>Joseph C. Kolecki is a physicist with the Power Technology Division at the NASA John H. Glenn Research Center at Lewis Field in Cleveland Ohio. He joined NASA in June, 1969.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Joseph Kolecki<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2003<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>Joseph C. Kolecki is a physicist with the Power Technology Division at the NASA John H. Glenn Research Center at Lewis Field in Cleveland Ohio. He joined NASA in June, 1969.<\/p>\n<p>Mr. Kolecki began his career as a co-op student at age 19. He worked in photovoltaics and thin film solid state research. After graduation, he became involved with power electronics, optical characterization of materials, high energy electron diffraction of crystalline films, and, finally, plasma physics and the space environment. Throughout the 1980&#8217;s, he became responsible for developing and maintaining a program in electrodynamic tethers, supporting an international effort to fly tethered satellite systems aboard the Shuttle and the Space Station. He spent a year at NASA Headquarters in Washington D.C. where he managed several other programs dealing with tethers, geostationary platforms, and orbital debris. When he returned to Cleveland, he became involved in defining system-environment interactions for the manned Space Exploration Initiative. He also co-chaired a congressionally mandated working group to oversee joint NASA\/Air Force program planning in space environmental effects.<\/p>\n<p>In his current position, Mr. Kolecki is maintaining a program in space and planetary environmental effects for Mars exploration. Mr. Kolecki was a participating scientist in the Mars Pathfinder mission. Based on his Pathfinder results, Mr. Kolecki now has additional hardware en-route to Mars on the recently launched MER rovers.<\/p>\n<p>Mr. Kolecki is also heavily involved in educational outreach. As a member of the Learning Technologies Project, he has spoken via interactive television to audiences of all ages throughout the U.S. and around the world. He has also spoken to live audiences throughout his general area.<\/p>\n<p>Joseph C. Kolecki became involved with the Learning Technologies Project (LTP) at NASA Glenn shortly after completing his work with Mars Pathfinder. Previously, he was heavily involved in planetary research and limited his outreach activities to occasional public speaking.<\/p>\n<p>As one of his first important activities with LTP, Mr. Kolecki became involved with the Japan 2001 Workshop, where he provided a scientist&#8217;s perspective on Mars. This experience introduced him to an international community of teachers and scholars with whom he remains very involved to this day.<\/p>\n<p>As part of LTP, Mr. Kolecki also began developing on-line educational materials including more than 30 separate presentations in physics, astronomy, and mathematics, which are used during interactive sessions with students, and an on-line book entitled, &#8220;Mathematical Thinking in Physics,&#8221; which contains numerous &#8220;pokes&#8221; and &#8220;probes&#8221; into peculiar problems that he has encountered (or dreamed up) over his almost 35 year career.<\/p>\n<p>He is also presently writing a series of NASA Technical e-Papers which deal with various topics in mathematics and logic, &#8220;for Students of Physics and Engineeering.&#8221; He is currently working on a paper entitled, &#8220;The Foundations of Tensor Analysis for Students of Physics and Engineering.&#8221; Other contributions in this series are mentioned in the publication list below and are available on the web.<\/p>\n<p>Mr. Kolecki is a science and mathematics consultant for Science Through Art (STAR), a program first conceived by Lawrence Williams in the U.K. STAR is an innovative approach to teaching wherein subjects are not as partitioned into specific categories but presented as an integrated whole. Student retention is greatly enhanced using this approach, and it seems very probable that STAR holds the key to future revolutions in education.<\/p>\n<p>In short, the objective of STAR, as it currently stands, can be viewed in one of two complementary ways:<\/p>\n<ol>\n<li>In developing pieces of science-related art &#8211; such as pictures or stories &#8211; questions naturally arise which require some research into science and\/or engineering topics. By conducting this research, students become involved in learning about these topics as part of their art project.<\/li>\n<li>Science is taught directly as a precursor to art. In the pilot program, the science topic chosen was the planet, Mars. Mars science was taught to students by introducing them to various basic ideas, letting them develop questions, then interacting with them via interactive television to work out answers. Once the students were under way, they took their science and developed stories or pictures or music as spin-offs, thus integrating the science learned with these other disciplines.<\/li>\n<\/ol>\n<p>This approach seems proper from the perspective that humans learn this way in the day-to-day courses of their lives. Naturally, with time, these concepts will be broadened and extended to other and all fields of learning.<\/p>\n<p>With STAR, Mr. Kolecki has been involved with students from the U.S., the U.K., and Japan. This project is growing rapidly at the time of this writing. He is also involved with students in Australia and Ireland, and corresponds with scientists and engineers in france and South America, all of whom are involved with education in some way.<\/p>\n<h4>Recent Projects<\/h4>\n<p>One of Mr. Kolecki&#8217;s firm beliefs is that language is the key to education in this world of exponentially growing science and technology. Any subject, even mathematics, can be learned to a large extent through a knowledge of its language. Mr. Kolecki collects and reads dictionaries in all fields, writes dictionaries of his own, and recommends that students use lexicographic techniques to organize their thoughts and their notes.<\/p>\n<p>This year, STAR students in the U.K. are writing &#8220;dictionary poems&#8221;. The object is to collect a set of words &#8211; say, the names of Ice Age mammals. They first do an etymological study on the words and discover the various connections that the etymologies naturally lead to. They then use the results obtained to write a poem (or a story or what-have-you). Here is an example:<\/p>\n<p>The word, &#8220;Uintatherium,&#8221; names a gigantic mammalian herbivour of the Pleistocene. It derives from the roots, &#8220;Uinta-,&#8221; and, &#8220;therios.&#8221; &#8220;Therios,&#8221; is greek for beast. &#8220;Uinta,&#8221; is the name of a mountain range in the SW U.S. where bones of Uintatherium were first unearthed. The mountains, in turn, were named for the Uinta Indians, an indiginous tribe of Pueblo Indians.<\/p>\n<p>It is readily seen that this etymological study crosses several disciplinary fields including Greek, geography, and anthropology. Any of these areas are fair game for further research as the student wishes. However, given just what we have in hand, it is possible to construct a poem. Here is an example. The etymological study and the poem took about 45 minutes each to complete, so it all seems fair game for a couple of classroom activities:<\/p>\n<h4>UINTATHERIUM<\/h4>\n<p>Somewhere in the mountains of America&#8217;s Old Southwest,<\/p>\n<p>(Vast and mighty peaks known to the Old Ones as Uinta)<\/p>\n<p>There roamed, before the dawn of human time and legend,<\/p>\n<p>A great and shadowed beast,<\/p>\n<p>Grazer on trees and fields,<\/p>\n<p>Who held his head aloft against a pagan sky<\/p>\n<p>And bellowed protest against the glacial winds,<\/p>\n<p>Knowing only too well the Epoch of Great Ice.<\/p>\n<p>A creature of the plains,<\/p>\n<p>A browser in the wake of new and youthful mountains,<\/p>\n<p>He knew the herds,<\/p>\n<p>He knew the predators,<\/p>\n<p>He knew &#8212; the saber-cats,<\/p>\n<p>Whose guttural growl on unsuspecting heels meant imminent and certain death,<\/p>\n<p>Whose jaws could bring down even the mighty Mammoth in a single bite;<\/p>\n<p>The Mammoth!<\/p>\n<p>Before whose presence even the Uinta beast himself was fain to move away.<\/p>\n<p>Listen! Listen, and you shall hear its voice yet upon the wind!<\/p>\n<p>Beast to the English speaking peoples; Therios to the Greek:<\/p>\n<p>With shoulders twice the height of a man<\/p>\n<p>And massive flat-rock protrusions on its mighty face!<\/p>\n<p>Uintatherium: Beast of the Uinta mountains &#8211;<\/p>\n<p>Unearthed by the patient geologist&#8217;s hammer<\/p>\n<p>Chipping the Ice Age rock which held his long-dead remains,<\/p>\n<p>Have remembered them by retaining this precious piece of their language&#8230;<\/p>\n<p>They knew not the great beast that later ages would unearth;<\/p>\n<p>Neither the centuries yet to come,<\/p>\n<p>Our centuries,<\/p>\n<p>Of great machines, and factories, and mighty wars;<\/p>\n<p>Of sounds and figures that they would never comprehend&#8230;<\/p>\n<p>But they knew silent secrets of the Earth and sky;<\/p>\n<p>They tuned their ears to the whispers of the wind;<\/p>\n<p>They understood the cry of the desert hawk&#8230;<\/p>\n<p>Somewhere in the mountains of America&#8217;s Old Southwest,<\/p>\n<p>(Vast and mighty peaks known to the Old Ones as the Uinta)<\/p>\n<p>There roved a mighty beast&#8230;<\/p>\n<p>And a mighty people&#8230;<\/p>\n<p>Now this poem has enabled the writer to collect a large number of themes under a single roof, as it were. It illustrates several important aspects of the STAR concept, including the mixture of science and art and the naturally occurring integration of ideas from a variety of fields into a single study.<\/p>\n<h4>Case Histories<\/h4>\n<p>There are three items here. I give them by way of further introducing myself to whomever reads this&#8230;<\/p>\n<ol>\n<li>Here is a recent e-correspondence that was sent to Lawrence Williams. It is another etymological jaunt through the dictionary, and illustrates the possibilities of exploring subjects through language.<\/li>\n<\/ol>\n<p>&#8220;Hi Lawrence. I had a random thought earlier today, based on having discussed the Japan 2001 Workshop with some teachers visiting here at Glenn. The thought was that I must share with you what follows. So&#8230;here goes&#8230;<\/p>\n<p>You know that in Japan 2001, we discussed the great Martian volcanoes. The word, VOLCANO, is etymologically very rich. VOLCANO derives from the name of the Roman god of the forge, VULCAN. The girls might visualize a forge, a blacksmith&#8217;s shop, or whatever. They might also stop to realize that for the Romans to have had a god of the forge at all (at which metals are worked) they must also have had a science of metallurgy. (Metallurgy: metal + urgy from Greek ergon, work; hence, to work [with] metal).<\/p>\n<p>Now, the forge is a really hot place. It uses fire in a stone hearth, stoked by heavy bellows, to raise the temperatures of metals to white heat so that they can be hammered into the desired shapes. If the students reference Charles Dickens&#8217; Great Expectations, they will read of (and possibly see woodcuts of) the character, Joe, at his forge. In one beautiful passage, Dickens describes the forge operating at night as producing a mighty glow and as shedding showers of hot sparks as Joe worked away with his sledge hammer.<\/p>\n<p>Well&#8230;Is there another hot place associated with the forge? Sure!!! If the students have seen STAR TREK (and who hasn&#8217;t?), they ought to know that the character, Mr. Spock, comes from the planet, VULCAN. The planet is a hot, desert world, traveling around a distant sun, whose surface humans find very hard to cope with. In one of the movies, scenes are shown of Vulcan &#8211; graphic shades of red and yellow are used to color the set of the planet and its somewhat hazy atmosphere.<\/p>\n<p>But, other than the movies, is there really such a place as VULCAN? Well&#8230;yes and no. Around the turn of the 19th-20th century, astronomers were aware of significant anomalies in the orbit of the planet, Mercury, the planet in our solar system closest to the sun. They attempted to account for these anomalies by postulating an intra-Mercurial planet named VULCAN, a terrifically hot little world because so close to the sun.<\/p>\n<p>Telescopic searches for Vulcan turned up dubious and contradictory results. Some astronomers actually claimed to have glimpsed the little world in transit across the sun&#8217;s disc. But subsequent observations were always unable to verify the claims. Then, in 1917, A. Einstein published his second landmark paper in Relativity Theory, redefining gravity and putting to rest forever the possibility of there being such a world as Vulcan. (His theory successfully accounted for Mercury&#8217;s motion without needing another perturbing world.)<\/p>\n<p>Ah!!! The richness in content of a single word!!! Kids cannot help but to be excited by stuff like this!!!&#8221;<\/p>\n<ol start=\"2\">\n<li>I first became aware of the power of using the dictionary as a research and educational tool during college (back in the 1970&#8217;s &#8211; and no, I do not remember seeing dinosaurs&#8230;) I had been given, as a gift, a couple of basic books in astronomy and the universe, which I devoured with great interest. In my quest to learn more, I unearthed a &#8220;Dictionary of Astronomy and Astronautics&#8221; in the NASA library. I began to page through it&#8230;<\/li>\n<\/ol>\n<p>That is when the light came on. The books that I had been given used all sorts of unusual terms &#8211; like &#8220;T-Tauri stars,&#8221; or, &#8220;eclipsing binary variable&#8221; and so on &#8211; but without adequate explanation. Here, in my hand, was the key to unlocking the secrets of those oddly shaped, odd-sounding words.<\/p>\n<p>I spent about a year with that dictionary, copying definitions into a little notebook and reorganizing the material by associated topics (rather than alphabetically). It all seemed very alive to me then (as such activity does to me even now).<\/p>\n<p>When done, I had certainly learned a great deal &#8211; including some important mathematics toward which the dictionary had pointed and in which I was able to fill the blanks from my knowledge of physics and calculus.<\/p>\n<p>About the same time that I was finishing up my little study, I was introduced to a new member of our group, an astronomer, who taught astronomy at a local university besides working at NASA. He was writing out a series of examinations for his students and needed a guinea pig to try them out.<\/p>\n<p>&#8220;You know astronomy,&#8221; he said to me.<\/p>\n<p>I balked. &#8220;I don&#8217;t run very deeply.&#8221; I said.<\/p>\n<p>&#8220;You know enough,&#8221; he insisted. &#8220;Here, sit done and take these.&#8221;<\/p>\n<p>So I spent a couple of days taking the complete set of first-year college exams in astronomy, working solely from the knowledge that I had acquired from my two little books and the dictionary. I took them as the sudents would take them, without the use of books, references or notes.<\/p>\n<p>When finished, I turned them in to be graded. The result was amazing: I scored an average grade of 98% &#8211; as good as or better than the average college student!<\/p>\n<p>From that day, I have been &#8220;into&#8221; dictionaries, and recommending their use to anyone who will listen.<\/p>\n<ol start=\"3\">\n<li>One final thought. I wrote this little piece for one of our U.S. Congressmen, but do not know whether it was ever used. It is a statement-in-brief on philosophy. I will close with this:<\/li>\n<\/ol>\n<h3>HUMAN LEARNING and CULTURAL PARADIGM SHIFTS<\/h3>\n<p>Humanity, in any generation or culture, can only &#8220;see&#8221; as far as the reigning paradigm allows. Ancient humanity modelled everything in terms of human beings and culture heros because those were the best they had. Later, philosophers used various abstractions, derived from earlier thinking no doubt, from invisible spirits to imponderable fluids to model their world. Now-a-days, we use mathematics of ever increasing abstraction and elegance. In the future&#8230;who knows?<\/p>\n<p>For my part, I define the universe as the set of all possibilities. Since every possibility has an associated probability, some possibilities are always more likely than others; but all possibilities exist, an no probability is unity (absolutely certain) or zero (absolutely impossible &#8211; except, perhaps, for the simultaneous co-existence of a fact and its direct contradiction in the same place). The human paradigm, in any age, is that subset of all possibilities that are within view &#8211; i.e., within the compass of human understanding.<\/p>\n<p>The compass of human understanding &#8211; and its boundary, the so-called &#8220;paradigm limit&#8221; &#8211; has a notorious propensity for expansion; and, as expansion occurs, new possibilities come into view. A transistor was not only impossible to a 19th century thinker, it was utterly unimaginable! Only with the dawning of 20th century quantum physics did the transistor become available to humans. Nature always knew how. We just had to learn.<\/p>\n<p>By today&#8217;s reigning paradigms &#8211; Relativity (and Q.M.) &#8211; superluminal speed is not only impossible, it is utterly absurd (as was radio communication in Newton&#8217;s time!). But Russell once said,&#8221;Newton waited three-hundred years for a successor. Einstein will wait &#8211; who knows how many years?&#8221; And when that successor arrives, we MUST expect new possibilities to open up. Could superluminal speed be among them? Sure! As likely as not.<\/p>\n<p>Remember: The universe knows. We just have to keep on learning.<\/p>\n<p>Best regards and Godspeed!<\/p>\n<p>Joseph C. Koleck<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract Joseph C. Kolecki is a physicist with the Power Technology Division at the NASA John H. Glenn Research Center at Lewis Field in Cleveland Ohio. He joined NASA in June, 1969. Author: Joseph Kolecki &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/working-scientists\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,113,9,151,152,153],"class_list":["post-9835","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-learning","tag-research","tag-science","tag-scientists","tag-space","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9835"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9835"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9835\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9835"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9835"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9835"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}