{"id":9836,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/use-ict-help-quieter-pupils-speak\/"},"modified":"2019-06-29T22:10:09","modified_gmt":"2019-06-29T21:10:09","slug":"use-ict-help-quieter-pupils-speak","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/use-ict-help-quieter-pupils-speak\/","title":{"rendered":"The use of ICT to help quieter pupils speak out."},"content":{"rendered":"<p>&nbsp;<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>AIMS The aim of this research is to observe and use the e-discussion process in pupil discussions to see if it allows children who find it difficult to speak out loud a class to have a greater say.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Roger Gibbs<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<p>OUTCOMES The outcomes expected from this piece of research are: 1) The children, in this case the girls in a year 6 class who feel that the boys who dominate the class council with their suggestions and ideas, have a greater say in the running of the class council. 2) That I as a teacher will be able to see whether e-discussion is a valid tool to use to help children’s learning.<\/p>\n<p>SUCCESS CRITERIA The Success criteria for this focus will be that the girls contribute more to the class council voice discussions than when we started. The second criteria I wish to measure if using e-discussion is a tool that will be useful and valid way to enable children to learn more effectively in a style that suits them. Does it suite the visual, and kinaesthetic learner.<\/p>\n<p>RESEARCH Part of my research will be to compare the ways things happen using a simple forum\/discussion area to Salmon’s model of the 5 stages of e-facilitating Does it fit in with the way the children progress through a discussion forum or does it remain at just one stage. I also want to examine some of the gender-based issues about the use of ICT in education and see if they are applicable in this case. This is due to the way that I plan to allow only the girl’s access to Think.com. Will allowing the girls autonomy in ICT allow them to develop their skills? . And are girls as adept at using computers like the boys? Also do the girls see the class council as relevant to themselves or only applicable to the boys. I feel that I need to look at the left and right side of the brain and the way the domination of that should present the girls. DATA COLLECTION During our class discussions the girls say very little and contribute nothing when we are discussing the running of the class. They appeared to be overawed by the boys and their dominance of speaking. My first set of data collection is one that will support this view. The class council meetings are run by the children with very little input from me, which means that I am free to observe the class. I plan to do this in 4 ways. 1) First note down in a meeting who speaks and when using a simple tick sheet 2) Then using a sheet note down who speaks to whom and how often, then present this in a graphical format. 3) Give the girls a simple questionnaire sheet to try and find out what their reasons are for not talking. 4) Carry out an interview with the girls to talk about the way the see their role in class council and within the year group. The first 2 will help present a picture of who is speaking and to whom. I feel that from limited studies I have made of my class that the boys address themselves to the boys and ignore the girls who may have a hand up. That the 2 boys who run the council address their friends on a more regular basis than they address any girl. As my study is looking at the girls I will use only 6 girls, from a group of 9, as a working group. The survey will try to outline some of the problems that the girls have in speaking. If time permits I would like to make a video of the discussion so that I can reference it at a later date. I already have in my possession data which indicates the type of learner these children are and I feel this needs to be incorporated I into the results and action as it also may help with the way the children carry out the tasks. The data collected; as the research progress will be a collection of the e-mails children send to me in response to questions and copies of discussions and brainstorms that we carry out on line. Think.com is to be the main focus of the online communication. In this area I will collect as much data as possible that has been produced by the children. DATA VALIDTY As the group being studied is small it will call into account the validity of the data. What I feel it will be useful for is to study the way in which changes take place in the way the girls communicate. I want to observe the way in which interaction changes as the girls grow more confident about speaking and discussing on line. At the start I will be their voice but I intend that this will change as they become more confident at discussing online. Again I feel that data collection of discussions at the start, middle and end will be of benefit to the children and me. This review of the data will allow monitoring progress of the children’s views and attitudes. Also if the progress that I anticipate is not taking place it will allow me to look at reasons for this as well.<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>None available<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[review]\n[\/s2If]\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract AIMS The aim of this research is to observe and use the e-discussion process in pupil discussions to see if it allows children who find it difficult to speak out loud a class &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/use-ict-help-quieter-pupils-speak\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,154,9,19],"class_list":["post-9836","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-girls-education","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9836"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9836"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9836\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9836"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9836"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9836"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}