{"id":9837,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/changing-attitudes\/"},"modified":"2019-06-29T22:10:09","modified_gmt":"2019-06-29T21:10:09","slug":"changing-attitudes","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/changing-attitudes\/","title":{"rendered":"Changing Attitudes"},"content":{"rendered":"<p><strong>Under-achievers and Think.com<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p>The original aim of the project was to introduce a group of Year eleven students to Think.com and encourage them to use and develop their home pages. The students I worked with were a very specific group and a profile of them is integral to this project. All students were in Year Eleven and had been classified as ‘disaffected’. They had been identified towards the end of Year Ten as either very disruptive, poor attendees, or consistently failing in most areas of the curriculum and consequently ‘switched off’. In order to deal with this group of students the school set up an alternative Year Eleven course. This ‘alternative curriculum’ had various objectives: to withdraw students from mainstream and provide them with the opportunity to do a combination of work experience and college courses and continue studying some core subjects. My hypothesis was that the students in this group were poorly motivated towards work. They had displayed this lack of motivation by rejecting their entitlement to the national curriculum in one way or another and consequently earning a place in the group. Thus in order to improve motivation and encourage the students to use a variety of skills they had to be exposed to something to provide a catalyst to motivation. I considered Think.com to be a system which would provide something suitably new and interesting and result in a positive change in motivation and work ethic.<\/p>\n<p><strong>Author: <\/strong><strong>Fiona Garrett<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h2>Think.com<\/h2>\n<p>The study makes use of one particular online community, Think.com. This Internet community provides a safe, protected environment in which students of any age and ability can share ideas and learning with others around the globe. It gives students a space to create their own homepage, post work and communicate with other inside the community. It is easy to use and therefore can be accessed by learners and teachers at all levels.<\/p>\n<h2><a name=\"i\"><\/a>Introduction<\/h2>\n<p>The class originally consisted of twelve students &#8211; five girls and seven boys.<\/p>\n<p>Prior to working with Think.com the group had spent time together going through a series of induction activities in order to allow them time to settle into a new mode of school life. The timetable had been reduced to English, Maths and a certain amount of Personal, Social and Health Education and the rest of the week was to be spent gaining work experience or following college courses.<\/p>\n<p>My official role with the group was to teach English. Interestingly in the original plans for the class no formal provision had been made for teaching students discrete ICT lessons. However the room had been equipped with five PC’s, all with Internet access.<\/p>\n<p>The English I was required to teach worked with a very flexible curriculum. It was felt by the school management that as long as the students were engaged in some gainful work, it did not need to lead to a GCSE. This instantly removes the curriculum pressures familiar to a rigid GCSE course. Consequently I had the freedom to explore Think.com with various students without the fear that they had missed their deadline for a piece of English coursework. This is significant to this project. A more formal requirement from their English lessons would have changed the project significantly. Flexibility and time were my greatest allies when working with a group of this nature.<\/p>\n<p>In terms of the group’s ICT skills at the onset of the course, most were familiar with basic word processing. A few had used the Internet, however not as frequently as I thought, due to the fact that they were the type of students who often found themselves banned from IT rooms due to inappropriate behaviour or looking at inappropriate web sites. Few of the students had access to a computer at home, thus as a group they were starting with a fairly limited skills\/knowledge base.<\/p>\n<h2><a name=\"m\"><\/a>Methodology &amp; Theoretical perspectives<\/h2>\n<p>The study uses observational research methodology. Many of the conclusions are drawn from watching this group of students over the period of two terms, and looking in detail at the Think.com sites as they progressed.<\/p>\n<p>Due to this choice of methodology the project is grounded in an ethnographic approach. That is to say it is a study that looks closely at the patterns of behaviour amongst the group of the students in relation to their use of Think.com.<\/p>\n<p>An understanding of feminist constructs of knowledge is also important. Research undertaken by Mary Field Belenky and associates, looks at the development of self, voice and mind. Their work develops research by Carol Gilligan who looks specifically at women’s developmental theory and the notion of ‘voice’. In the context of ‘development’ Blenkley draws attention to the idea that:<\/p>\n<p>“…’real’ and valued lessons learned did not necessarily grow out of academic work but in relationships with friends and teachers, life crises, and community involvements.”<\/p>\n<p>The acquisition of knowledge is shown to be through four distinct systems: Received knowledge – listening to the voices of others; Subjective knowledge – the inner voice; Procedural Knowledge – the voice of reason; and Constructed knowledge – integrating the voices. Much of Belenky’s work looks at the two institutions devoted to human development – the family and school, both of which hinder and promote development.<\/p>\n<p>Through the use of extended interviews Belenky concludes that intellectual, ethical and psychological development is not due to the educational setting alone. In fact learning may occur through a variety of other means beyond a classroom. In the context of the disaffected student who seems to actively reject the classroom as a tool for learning, this idea is very important. They are not in the situation where they have ceased to learn. Their learning is continual, but found at points other than formal schooling. Part of the appeal of the study was to highlight the concept of ‘ongoing learning’ to students who believe they don’t learn anything. It is important to challenge the idea that because they have chosen not to participate in a classroom setting, and therefore can’t evidence learning through the traditional structures of exams, assessment and tests, they are not learning anything.<\/p>\n<p>Belenky adopts an intensive interview \/ case study approach. The idea was to try and hear what the participant wanted to say in their own terms rather than testing a specific hypothesis. Thus the questionnaire moves through themes of self-image, relationships of importance, education and learning, accounts of personal growth and visions for the future. The concept of the qualitative interview was to allow the participant to speak. I applied this theoretical approach and constructed an interview that used open-ended questions and allowed the participant to talk. I did however reduce the number of questions and in doing so did create more of a focus than Blenkey’s interview.<\/p>\n<p><strong><a name=\"rl\"><\/a>Review of the Literature<\/strong><\/p>\n<p>The issues covered by this research project are wide ranging. Looking at the potential of using online services with a group of students such as those in a class catagorised as ‘disaffected’ has led me through issues associated with teaching and learning;<\/p>\n<ul>\n<li>learning styles and preferences;<\/li>\n<li>behaviour difficulties and contributing factors to disaffection;<\/li>\n<li>computers in the classroom and the issues of changing pedagogical styles;<\/li>\n<li>a consideration of the physical learning environment and its impact on the learner;<\/li>\n<li>the complex issues surrounding the use of the Internet and computers within education.<\/li>\n<\/ul>\n<p>Much research has been completed regarding learning styles and it is rightly an expanding field of study. Gardener’s work on multiple intelligence and Piaget’s developmental theory form the backbone of a large body of study into the ways in which we learn and subsequently the pedegogies appropriate within education.<\/p>\n<p>Much of the research surrounding the concept of constructivism leads to the conclusion that a computer-based environment will enhance many learners’ educational experience. Through an examination of the principals of constructivism Bostock comes to the conclusion that students cannot feel ownership if the learning goals and methods are strictly defined by the teacher. There must be room for negotiation with the teacher on the content and learning methods. He concludes that students need to manage their own time and should access their own learning. Thus an ideal learning environment would be rich in personal interaction with the teacher and other learners.<\/p>\n<p>Therefore the importance of developing an appropriate learning space is critical to improving learning outcomes. This is particularly relevant with regard to students who are catagorised as disaffected. In the case of my study, the use of an alternative learning method\/leaning space in the shape of Think.com was employed in order to change the outcomes of students who had rejected the conventional classroom. On the whole, conventional learning methodology had failed to engage them and exacerbated their ‘disaffection’.<\/p>\n<p>As mentioned above part of my reading focused on the issue of disaffection. Most of the research is from a sociological viewpoint looking at reasons for a child becoming disaffected in school. Obviously this is a huge area of study. Although much of this research is broadly sociological some looks at the issue form an educational perspective. A study undertaken by Keele University’s Centre for Successful Schools records the attitudes of over 30,000 young people to all aspects of secondary schooling. (1994)<\/p>\n<p>Truancy is one of the indicators of the disaffected student. Added to this is the expression of disaffection through behaviour.<\/p>\n<p>“Almost 30 per cent of pupils admit they behave badly ‘sometimes’ or ‘often’. A third of all pupils state that others in their class disrupt lessons every day and in year 11 … 92 per cent of pupils state their classes disrupt lessons at least ‘sometimes’.”<\/p>\n<p>Therefore many students are subject to some level of disaffection within the classroom. Barber’s research shows that nationally almost half of all pupils say that others make fun of pupils who work hard. Negative peer pressure undermines the quality of relationships between pupils and teachers.<\/p>\n<p>Another study of disaffection undertaken by the NFER for the National Commission on Education showed that among fourteen-year-old pupils half say they don’t want to go to school most of the time; one in four thinks teachers are too easily satisfied; one in four admits playing truant; one in five denies being happy in school.<\/p>\n<p>O’Conner sees disaffection as being in many ways a product of the classroom. It is possible to trace the lack of motivation, resistance and failure of some students to the fact that school is limited to sequential, verbal presentations combined with uninspired private reading and writing activities.<\/p>\n<p>With this in mind the requirement for a variety of learning contexts would seem to be logical way forward within education. Computer technology has for many years been the identifiable progression route for teaching and learning. Thus much of the research surrounding computers and education aims to assess whether this is real progress or just another feature of modern schooling alongside the textbook, paper and pens.<\/p>\n<p>Studies undertaken by Becker in the early eighties revealed that teachers using computers in class were five times as likely to report that computers increased student enthusiasm but couldn’t substantiate the idea that they improved learning outcomes. In fact many of the subsequent studies have resulted in data establishing the fact that computers have a direct link with students increased motivation. Cox (1993) showed that computers heightened pupils’ interest and enjoyment and also had a positive effect on the status of the subject. Cox’s research resulted in the conclusion that use of a computer allowed students to work in an open ended way thereby allowing them to become involved in a more challenging learning situations. Ryan (1991) writes about improved cooperation amongst members of the class when engaged with computer-based activities. This was put down to the fact that students are competing with a machine in this context rather than each other thus promoting an altered state within the room.<\/p>\n<p>Later work begins to test the notion that computers can impact thinking skills. Many researchers have supported the idea that children need to be encouraged to think critically in order to problem solve and be self reflective. Knight and Knight (1995) argue that computers have a valuable role in this task.<\/p>\n<p>Scrimshaw (1998) studied the ways in which word processors support language development and the impact of the Internet in terms of language and communication. The Internet develops skills of searching, interpreting and organising information, which Scrimshaw described as providing students with’network’ literacy<\/p>\n<p>This finding is interesting and important as it could be argued that with in the context Boston Spa Comprehensive School much of the teaching and learning online has been a transfer from a didactic teaching methodology of textbooks and a teacher who verbally annotates and explains the lesson, to a computer that replaces the teacher alongside the Internet which removes the need for the textbook. Therefore it is important to consider current research into the use and development of online learning contexts.<\/p>\n<p>Alexander and Boud argue that much use of the Internet within teaching is an attempt to ‘automate existing practices’ which ultimately becomes more time consuming and expensive.<\/p>\n<p>Mayes argues that before adopting any new educational technology pedagogy should be agreed. He argues that this pedagogy should be founded around constructivism – collaborative learning, authentic tasks and the promotion of identities and learning communities.<\/p>\n<p>Interestingly throughout my reading I found little that brought together disaffected students and alternative methodology centering on new technology. There was also very little written about the concept of wider educational communities, the virtual community and the changing shape of personal interaction. Much of the research is based on higher education rather than secondary school.<\/p>\n<p>Using ICT is experiential learning. Cuthell (2000) refers to the notion of cybersemiotics and the ideas that ICT involves the student in learning the language of screen icons<\/p>\n<p>I feel my research begins to extend the notions of motivation and learning outcomes in the context of ICT, the Internet and the on-line community.<\/p>\n<h2><a name=\"rm\"><\/a>Research Methodology<\/h2>\n<p>My research has three different components. Firstly I engaged in a collection and analysis of the students Year Ten work. This provided a starting point and gave me a qualitative review of students’ work. In terms of research methodology I hoped to do a comparative study of students’ work ‘before and after’ exposure to Think.com.<\/p>\n<p>Secondly, I interviewed the students concerned in order to discuss issues of motivation and the contributing factors to their own particular ‘disaffected’ path through school. Through these in-depth quantitative interviews I hoped to look at the ways in which they felt they learned things; how this learning might be displayed and assessed; and what might motivate them to produce some evidence of learning. I also wanted to discover what the significant learning ‘moments’ in their lives were.<\/p>\n<p>Finally and most significantly in terms of evidence for the research project was the accompanying observation. The fact that I chose to study a group of students I would be working with colours the research in a very particular way. The study is ethnographic in its nature. I am part of the study and in many ways impact the study through my close involvement. My behaviour will have an effect on the students. In many ways the whole study was subject to continual modification as relationships changed and my teaching style altered to meet the needs of the students.<\/p>\n<p>Another important factor connected to my role with the students was the ability to engage in ongoing observation of the students’ behaviour. This provided a strong narrative, which is the main substance of this project. This narrative is again impacted by a growing relationship with the students involved in the research. Thus the style of my discussion form here on is more personal than descriptions of the methodology and influential literature.<\/p>\n<h2><strong><a name=\"#f\"><\/a>Findings<\/strong><\/h2>\n<p>Through the interviews I conducted with the group it is easy to see that most of them fall into distinct patterns. Students who arrive in the Alternative Curriculum are not engaging with the school curriculum any more. Their perceived outcome of school education is different to many other students in their peer group, who ultimately aim for exam success. The students in this group have very much decided they cannot achieve within the system anymore. However they are not a group who have no aims. Through the interviews most were able to pinpoint moments when they learned something and explain the ‘education’ that is ongoing in their lives. They are able to express themselves constructively when provided with the right context. Interestingly one of the most significant aspects of conducting the qualitative interviews was the opportunity for the students to talk calmly and rationally about life. Due to the style of the interview, one-to-one, students were articulate in a manner little experienced when they are in the context of a busy classroom.<\/p>\n<p>The interviews provided a backdrop to the make-up of this group of students. They began to show the mentality of a ‘disaffected’ individual. They were crucial in building relationships with the students, a requirement I suspected critical in working successfully with a group of this type.<\/p>\n<p>Due to the nature of the course and emphasis within the programme on independent work, I decided to introduce the various members of the group to Think.com separately. Prior to using Think.com I had worked individually with most members of the group assisting them with their English. Each student had their own programme of study tailored to meet their needs in terms of the subject and, to some extent, learning styles. Therefore within English lessons the classroom was not operating in a traditional teacher-led environment. This seemed an ideal situation in which to introduce students to Think.com. I felt that they had the space necessary to individually discover the on-line community.<\/p>\n<p>In this context I hoped to provide students with access to the site and then leave them to discover the possibilities through personal exploration. I perceived the site as relatively easy to negotiate and thought that the process of unravelling its potential would provide many exciting learning opportunities.<\/p>\n<p>This proved to be a false assumption. The process of visualising the end result and negotiating their way towards such an ill-defined end result defied their working practices. Without tangible objectives the students were not keen to engage with a discovery process. Their motivation remained low and the possibilities of having their own web page seemed to leave them unmoved.<\/p>\n<p>In order to illustrate this and other responses to the project I will describe various students’ behaviour and reactions. I am going to focus on four of the students in the group.<\/p>\n<h2>The students’ initial response<\/h2>\n<p><strong>Dale<\/strong><\/p>\n<p>Dale exemplifies the idea that seeing a final product is vital to initial enthusiasm. My decision to virtually withdraw assistance once he had successfully logged-on resulted in him becoming quickly frustrated with the site. He demanded quick results and a sense of purpose. To Dale, messing around and the process of discovery was nonsense. He couldn’t see the point, despite his growing interest in the Internet. He required a framework in which to work. Therefore within five minutes of logging onto Think.com he refused to engage with the site and switched to using a mobile phone text message service. Thus I don’t believe the speed of connection and the process of waiting for a response were of great importance to him. Once connected to the text message site he spent most of the lesson waiting to connect to the right pages and send the messages. The issue was the end result. There was a point to sending messages to his friends but not to browsing around Think.com.<\/p>\n<p><strong>Paul<\/strong><\/p>\n<p>My experience with Dale resulted in a change of methodology with Paul. Once Paul had logged on to Think.com I gave him a rapid tour of the site, visiting a few pages which exemplified the possibilities of the site. Throughout the tour I made comments on the potential for Paul to produce something just as exciting. I tried to bear in mind the importance of not overwhelming him to the point where he perceived this as impossible and another area for potential failure. I attempted to convey to him the idea that he could control the content of the site. This proved to be the key for his interaction with Think.com. Paul’s main interest outside school is mountain biking.<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>Through the interviews I conducted with the group it is easy to see that most of them fall into distinct patterns. Students who arrive in the Alternative Curriculum are not engaging with the school curriculum any more. Their perceived outcome of school education is different to many other students in their peer group, who ultimately aim for exam success. The students in this group have very much decided they cannot achieve within the system anymore. However they are not a group who have no aims. Through the interviews most were able to pinpoint moments when they learned something and explain the ‘education’ that is ongoing in their lives. They are able to express themselves constructively when provided with the right context. Interestingly one of the most significant aspects of conducting the qualitative interviews was the opportunity for the students to talk calmly and rationally about life. Due to the style of the interview, one-to-one, students were articulate in a manner little experienced when they are in the context of a busy classroom.<\/p>\n<p>The interviews provided a backdrop to the make-up of this group of students. They began to show the mentality of a ‘disaffected’ individual. They were crucial in building relationships with the students, a requirement I suspected critical in working successfully with a group of this type.<\/p>\n<p>Due to the nature of the course and emphasis within the programme on independent work, I decided to introduce the various members of the group to Think.com separately. Prior to using Think.com I had worked individually with most members of the group assisting them with their English. Each student had their own programme of study tailored to meet their needs in terms of the subject and, to some extent, learning styles. Therefore within English lessons the classroom was not operating in a traditional teacher-led environment. This seemed an ideal situation in which to introduce students to Think.com. I felt that they had the space necessary to individually discover the on-line community.<\/p>\n<p>In this context I hoped to provide students with access to the site and then leave them to discover the possibilities through personal exploration. I perceived the site as relatively easy to negotiate and thought that the process of unravelling its potential would provide many exciting learning opportunities.<\/p>\n<p>This proved to be a false assumption. The process of visualising the end result and negotiating their way towards such an ill-defined end result defied their working practices. Without tangible objectives the students were not keen to engage with a discovery process. Their motivation remained low and the possibilities of having their own web page seemed to leave them unmoved.<\/p>\n<p>In order to illustrate this and other responses to the project I will describe various students’ behaviour and reactions. I am going to focus on four of the students in the group.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Under-achievers and Think.com &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract The original aim of the project was to introduce a group of Year eleven students to Think.com and encourage them to use and develop their home pages. The students I &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/changing-attitudes\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,11,9,146],"class_list":["post-9837","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-interactive-learning","tag-research","tag-think-com","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9837"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9837"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9837\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9837"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9837"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9837"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}