{"id":9840,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/beyond-collaborative-learning\/"},"modified":"2019-06-29T22:10:09","modified_gmt":"2019-06-29T21:10:09","slug":"beyond-collaborative-learning","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/beyond-collaborative-learning\/","title":{"rendered":"Beyond Collaborative Learning"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><strong>Communal construction of knowledge in an online environment<\/strong><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>The drive for e-learning as a cost-effective and flexible channel for distance and life-long learning has focused on the benefits of a just-in-time delivery of content to the learner. The assumption is that knowledge is inseparable from, and follows, content. An obvious and important aspect of e-learning has been the need for online tutors to deploy a range of Soft Skills to support learners. E-learning relies on e-tutoring: the concept of e-tutoring embodies mentoring, coaching and facilitating techniques. In an online environment in which student discussion forums constitute one of the tools for knowledge construction the role of the facilitator assumes greater importance that of mentor, moderator or coach. The ability to facilitate a discussion or a debate becomes central to the construction of new knowledge for the participants (Holmes et al, 2001)   In spring and early summer 2004 a group of teachers from diverse backgrounds engaged in an intensive course in e-facilitation techniques. This paper describes how they learned and were taught, and evaluates the ways in which an online collaborative environment enabled the development of the basic skills required for e-facilitation. The paper then assesses the effectiveness of individuals as both contributors and e-facilitators in a range of online educational forums. It examines the contribution seach made, and details the e-facilitation techniques deployed in various forums. Outcomes are measured against the input that individuals made. The ways in which the participants were able to construct new knowledge in the online communal context are detailed. These are compared with some other models of learning in an online environment: Cuthell (2001); (Salmon (2002). Finally, the paper evaluates the ways in which e-facilitation enables individuals to construct new knowledge, both with and for others. An interesting consequence of participating in a course of this nature is that perceptions of teaching, learning and knowledge change. Do these perceptions follow through into the daily praxis of the teachers?   The implications for teaching and learning in a range of educational environments are identified.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>John Cuthell<\/strong><strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2007<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h1>Learning as a participatory activity<\/h1>\n<h2>Developing e-facilitators<\/h2>\n<p>In spring and early summer 2004 a group of teachers from diverse backgrounds engaged in an intensive course in e-facilitation techniques. This paper adopts an ethnographic perspective to describe how they learned and were taught, and evaluates the ways in which an online collaborative environment enabled the development of the basic skills required for e-facilitation.<\/p>\n<p>The project had been initiated by Select Education, an agency specialising in solutions for the teaching workforce. The main focus of their work is to recruit and provide supply (relief) teachers to schools with manpower shortages. The role of a supply teacher is complex, and yet many of the support mechanisms available to full-time teachers are not available for temporary staff. This is particularly so in the case of professional development: the majority of supply teachers do not enjoy the same entitlement to professional development as those teachers employed in schools. To this end Select Education formed a partnership with MirandaNet (<a href=\"\"><\/a>), a fellowship, founded in 1992, to span national, cultural, commercial and political divides and provide an innovative and inclusive forum for professionals.  The aim of the project was two-fold: first, to provide a professional development opportunity for their teachers, and second, to then use the expertise gained to staff online professional development forums on the Select Education website.<\/p>\n<p>The eight teachers had been awarded scholarships by Select Education. MirandaNet provided a blended learning course consisting of a face-to-face component, an online discussion forum, an e-journal for the submission of coursework and case studies, and access to a range of educational discussion forums. The learning environment, therefore, provided both theory and practice: student assignment tasks were designed to demonstrate both knowledge and performative evidence.<\/p>\n<p>The students, from Bulgaria, the Caribbean, Nigeria, the United Kingdom, Russia and Zimbabwe, had all worked as supply teachers in the United Kingdom. Two had PhDs, four were working towards, or had, Masters-level qualifications and two had Graduate qualifications. Although most had good ICT skills none had worked as an e-facilitator.<\/p>\n<h2>The learning process<\/h2>\n<p>The course was entitled ‘The role of the moderator in ecommunities’ and consisted of three workshops at approximately monthly intervals. Each workshop consisted of input, discussion and application and generated an assignment task that incorporated critical elements of theory and practice. The final assignment ran for almost two months: students had to present a project on e-learning.<\/p>\n<p>The online discussion forums enabled the students to explore the assignment topics and to develop their understanding and application. The intention was that the majority of the learning would take place in the forums, and that students would gain personal experience of the communal construction of knowledge. This approach was a novel one for many of the participants: they expected to learn from being taught – by taking notes, using text books and writing essays.<\/p>\n<p>It was also an interesting comparison with the ways in which they taught, and the expectations they had of their pupils.<\/p>\n<p>The first workshop was an introduction to online communities and the MirandaNet Forum, in which ecommunities were linked with professional practice. Students built a skills list; identified their competences and discussed how they would be implemented. At this point there was a hands-on introduction to the MirandaNet forum they would be using for the course. Then followed the principles of efacilitation, with an introduction the to 5-step model (Salmon, 2002).<\/p>\n<p>The students were then set their first task, which had to be submitted within two weeks. “Devise a Code of Conduct for participating in online communities.”   The requirement was to have at least three posts in the Code of Conduct forum, contributing their own ideas or commenting on their colleagues’ ideas.<\/p>\n<p>The first forum, Setting a Code of Conduct, contained 47 posts. It closed at 10:37 on 03-05-04. Towards the end of this period the students contributed a number of observations about their learning.<\/p>\n<p>The second workshop was held four weeks after the first. The focus was on working in online communities and analysed online interactions. This was applied to theories of learning, and the use of the ejournal.<\/p>\n<p>Task two required students to consider the skills needed for participation in an online forum. They were asked to consider technical, communication, inter-personal and management skills among others. Once again students had two weeks to complete the task. All had to have at least three posts in the ‘What skills are needed for participation in an online forum?’ strand, again contributing their own ideas or commenting on their colleagues’ ideas. The second task generated 44 posts in the thread.<\/p>\n<p>This to a certain extent overlapped with the second in terms of timing. Students were asked to investigate a range of online educational forums and use their postings to exchange information about the online forums that they found. They had to participate in at least three, evaluate the ways in which they work, record their contributions and comment on them.<\/p>\n<p>There were 61 contributions to this thread.<\/p>\n<p>The final task related to the workshops re-examined the relationship between theory and practice. “Use Salmon’s 5-Step theory to evaluate your progress and learning on this course. How effective was it for you?   How did it relate to your own learning style?   How does it relate to the ways in which children and young people learn?”<\/p>\n<p>Salmon’s 5-Step theory – Access &amp; motivation; Online socialization; Information exchange; Knowledge construction; Development – posits a progression from one stage to another throughout the learning process of an online course. All course participants should have reached Step 4 – Knowledge Construction, and the completion of the assignment should have enabled them to reach Step 5: Development.<\/p>\n<p>This learning critique generated 47 posts, all of which were highly detailed and analytical. The ideas generated by the students formed the basis of long discussion in the third and final workshop, held in mid-July. This examined the models of efacilitation and lessons and examples from the forum and other communities. Salmon’s 3 management issues: Time; Emotion; Participation were examined in the light of personal experience, as was the 5-step model.<\/p>\n<h1>Constructing new knowledge<\/h1>\n<h2>Participant experience<\/h2>\n<p>The students initially focused on the first two stages of Salmon’s model: access and motivation; online socialisation. It could be said that, by applying for and being accepted on the course the first step had been achieved, but in fact for some students throughout the course this first step kept emerging as a hurdle to be overcome. Socialisation was a constant in each of the thread, and some of the students set up their own threads to pursue this element. The third of Salmon’s steps, information exchange, was one of the components built in to each of the activities – and this led to knowledge construction. This was particularly apparent in the fourth task. The final step that Salmon identified, development, occurred at a number of stages in her model, as students participated in online forums as e-facilitators.<\/p>\n<p>It was in the area of knowledge construction that the development of the students was particularly marked. The final two tasks, and the Learning Critique in particular, led to the communal construction of knowledge – and although this was led by five of the group the other three participants all contributed.<\/p>\n<p>The first task was a relatively straightforward one, in that students had to research codes of conduct for online communities and devise one of their own. Posting to the forum thread tended to demonstrate what had been found. However, towards the end on student commented:<\/p>\n<p>I found your discussion points very helpful. Thank you and thanks to our support network &#8211; I have now happily completed my code of conduct!   Like you I am very busy and get tied up, yet I have found that using this method of support can speed things up!! I can&#8217;t believe it. Usually a task like this would take me ages, whereas with group support I have completed it to my satisfaction! Now I feel motivated, perhaps I should consult the model and discover what is happening? (SG)<\/p>\n<p>Another student wrote:<\/p>\n<p>I think number 5, &#8216;working towards an environment where all users feel comfortable&#8217; is perhaps, the whole reason for creating a code of conduct.  Do this make sense? Yes or no?  What do others think? (SW)<\/p>\n<p>The thread for the second task was set up by one of the students:<\/p>\n<p>Hi everybody,  As I can see many of us have already finished the final copy of the Code of Conduct, so I decided to start with Task 2. I am not sure that I have the right to start a new topic, probably John should start it in a due course (if so , I am sorry) but I would like to share my ideas with you and need a proper place in the forum to do it. I’ve done some research and some thinking and worked out some points just for the beginning of our discussion on the skills for participation in on-line forum. (AP)<\/p>\n<p>From this point onwards a group identity formed, and the interactions between students became more cohesive.<\/p>\n<p>Thanks A and S for your interesting and very  valid points:<\/p>\n<ol>\n<li>a) deciding to accept that many of the skills overlap in terms of category<\/li>\n<li>b) further developments in ideas re: time management<\/li>\n<\/ol>\n<p>And for your positive feedback.<\/p>\n<p>I am returning to my writing for the moment but will be in touch soon.  Just out of interest, where do you think we are now, in terms of Salmon&#8217;s five Steps? Or is this question not relevant?  What has happened to E?  Has he gone away? (SW)<\/p>\n<p>Another student replied:<\/p>\n<p>I am going to think about where we might be on the steps during my day. We have socialised to an extent and we are now starting to exchange ideas and information which helps the group develop and moves us on&#8230;but are we inclusive? &#8211; A few days without hearing from a member seems an age, yes, I am too wondering where E is and hope he is OK. I know he has studies and as you know this is the time of year when assignments start to pile up. (SC)<\/p>\n<p>At which point he returned.<\/p>\n<p>Sorry for my unduly unexpected absence . I must confess that I am in workup to the neck. But I am determined to emerge triumphantly singing and dancing and clapping my hands.  Thanks for your concerns while I was away.<\/p>\n<p>I have perused the postings on task #2 and must admit that you have all made tremendous contributions.  The kind of work I am seeing here indicates an unparallel commitment to hardwork and enthusiasm. Being so late in contributing to this task. I feel indeed privileged to read your postings. (CHEERS GUYS)<\/p>\n<p>I really don&#8217;t know where to start but just to say this forum is in league with Valerie Burr&#8217;s principles of social construction. interpersonal communication, social interaction etc.  will elab. on this later    Thanks again guys (ER)<\/p>\n<p>Towards the thread a number of messages devolved into the Step 2 Socialisation mode: the sun was shining and people were keen to enjoy it whilst it lasted.<\/p>\n<p>Postscript from S, having started my last post with &#8220;Me too!&#8221;:   Reading in the sun, (not the newspaper &#8211; !) this afternoon,  I found that it was a sort of taboo in Netspeak to say &#8220;Me too!&#8221; unless you are also offering something else of your own as well.  I think I did&#8230; but would like to add that I am finding that what we have been discovering through our experiential process is coming up and being confirmed in the literature &#8230;such as the co-incidence above! (SC)<\/p>\n<p>The thread related to the third task witnessed a shift in contributors, as individuals began to take charge of their own learning.<\/p>\n<p>“I&#8217;ve been investigating BECTA and experiencing the truth of needing to be familiar with the software of the online forum. Also, adapting to the ethos of the forum- The initial messages I&#8217;ve come across at BECTA seem open and friendly.  Some of the participants here seem to know each other already. At the moment I&#8217;m just a &#8216;lurker&#8217; at BECTA, as I try to navigate my way through the software to get to the discussions and then participate. I will get back to this thread when I&#8217;ve investigated further.” (SW)<\/p>\n<p>“ I am looking forward to the discussion here, everyone&#8230;”<\/p>\n<p>“has any one of you worked out how to register onto the Select Behaviour Management thread? &#8230;I&#8217;ve tried but to no avail. Any advice, please?” (SC)<\/p>\n<p>“Once you&#8217;ve registered with the Select forum, all the threads should be available. Or so it seemed to me. Will investigate further and get back to you on this one.” (SW)<\/p>\n<p>“I&#8217;ve just registered with Select Management Behaviour thread. Actually it&#8217;s a very interesting topic for discussion. It seems that teachers are eager to share their experience regarding classroom behaviour management. I&#8217;ve already expressed my point of view there and am looking forward to reading your opinions.” (AP)<\/p>\n<p>“have successfully registered with both the Select Education and the G.T.C. discussion forums and the process reminded me of some of the skills required for on-line participation. My user name for both forums is &#8220;Dunamis&#8221;. K (and everyone else) read my response to your contribution to the Select Education forum. I shall come back later to share some views.” (BS)<\/p>\n<p>“One observation I have made from some of the forums I have participated in is that they have numerous topics under discussion at any one time, with the result that most of them are under subscribed. The most popular topics have no more than three people exchanging views among themselves, while some are reduced to an exchange of views between two people. The least popular do not receive any postings at all.| (BS)<\/p>\n<p>“But there is also the fact that we all met before in real life before exchanging information in the MirandaNet forum. Even as I read your postings I am able to picture you physically and almost hear your voice. Other forums do not have this facility, though I noticed at the BECTA forum that some contributors were able to insert photos of themselves alongside their postings.” (SC)<\/p>\n<p>“ I liked your observation B, that some discussion forums are just two or three people exchanging view amongst themselves. The fact that some of the discussions are undersubscribed is as interesting as the ones which are popular, because these are clear indications of the interests of the users of the forum.” (SC)<\/p>\n<p>“So, S and E, how do we encourage lurkers? I do not have all the answers but people seem most encouraged to respond to messages which are relevant to their lives and opened ended. Like K, I think that we should constantly seek to develop as efacilitators and that observing experienced helps in this. I noticed at the Select forum that when people posted messages and had no response to their message (often because it was vague, appeared poorly presented or a closed message rather than a question) then an administrator of the site uses a humorous message and emoticons to call for responses to the original message.” (SC)<\/p>\n<p>This shift in learning became even more marked in the final task. Although the associated thread contained fewer postings than others, the contributions were much more detailed, thoughtful and inter-wove ideas to achieve their conclusions (Holmes, 2001). At this stage the Five Steps intertwined and became the learning process.<\/p>\n<p>“I feel that in any subject (but especially in the online environment) knowledge is more often ever changing and the boundaries constantly shifting. For example, I thought that the discussions at MirandaNet were all open (at the time of writing they seemed to be&#8230;) I would even have gone so far as to say that this was a significant difference between MirandaNet and other online educational forums. Yet, threads are closed here and my own knowledge of online educational forums is constantly changing.” (SW)<\/p>\n<p>This reflection focuses on the ways in which assumptions are revised in the light of experience, and feedback both from the system and peers (Cuthell, 2002).<\/p>\n<p>“Although I have seen some practical implications, I have found that model too simplistic to be applied to so complex process as “learning”, because first of all ‘online learning’ is ‘learning’ and secondly ‘online’.” (KT)<\/p>\n<p>“I have also observed what everyone seems to have observed. I am referring to the following statement: &#8221; In summary the five-stage model provides an example of how participants can benefit from increasing skill and comfort in working, networking and learning on line, and what e-moderators need to do at each stage to help them to achieve this success.&#8221; (KT)<\/p>\n<p>When we began participating in several discussion forums I found it difficult to switch from one forum to another because of the different formats employed by the different forums, which I found confusing. I am sure you have all noticed that they even use different terminology. For example, whereas the MirandaNet forum gives you a personalised message saying &#8220;Reply To This Message&#8221;, with the box for your message provided, another forum gives you a tab saying &#8220;Add A Reply&#8221;, which you click on, then the message box appears and you type your message. After typing your message, in the MirandaNet forum you click on &#8220;Post&#8221; to send your message, but in the other forum you click on another &#8220;Add A Reply&#8221; to send your message. There are many other little differences like these that were a nightmare to me. I survived by using trial-and-error tactics, but on one occasion it backfired because a message I intended to post to the forum was converted into a personal message for the Editor!“ (BS)<\/p>\n<p>In many classrooms errors, mistakes and failures are things to be avoided or, at worst, suffered in silence. Here, however, B reflects on all of the mistakes and failures and uses them as the basis of his own learning. Other students shared this.<\/p>\n<p>“Thanks for your comments. I guess that the exercise in participating in other forums was geared to get us used to working with different forms. I found that some were quite confusing to access, often because there was so much material in them.” (SW)<\/p>\n<p>This reflection leads to a comparison of ways in which learning takes place. At this point E is able to refer to his own struggles and reflect on the ways in which failure can either enhance, or inhibit, learning.<\/p>\n<p>“It&#8217;s interesting to see how we have all adapted to the skills and gained confidence. It seemed like a daunting task at first but I think that throwing us in there on the first day and successfully logging us in so we could interact between us was a well structured part of the process. Imagine if we had been given a lecture on it and sent off to try it for ourselves. Like kids, we need to experience to understand.  Hope you&#8217;re well, hello to everyone.” (SC)<\/p>\n<p>“Adults tend to be less prepared to be engaged in failure. Children with their &#8216;don&#8217;t care attitudes&#8217; are strategically placed to take advantage of learning in the information age?  Is this a fear statement to be making at this point? What do you think?    What is paramount though is that perfectionists would have a real difficult time coping, based on the fact that they are more concerned with getting things right, preferably at their first attempt.” (ER)<\/p>\n<p>S tried to conceptualise the learning process that she has experienced in diagrammatic terms and relate it to the 5-step model – and then realises that the process is, in fact, an existential one.<\/p>\n<p>“When I first saw the model I thought it was simplistic but now we have experienced the process of learning for ourselves I think it is very relevant to online learning. The fact that the technical skills and access run alongside the stages of development make it practical as well as theoretical. I&#8217;m not sure how one could design a diagram which shows a kind of developmental movement up and down the steps &#8211; a circle doesn&#8217;t seem quite right either. I&#8217;m coming down in favour of accepting it the way it is.” (SC)<\/p>\n<p>The discussion then focuses on the nature of the learning community, and whether face-to-face meetings are necessarily an integral part of the process.<\/p>\n<p>“The whole point of online forums is that participants can communicate and discuss their common interests asynchronystically and with no geographical boundaries (apart from places where there is no signal etc.) I think maybe Salmon&#8217;s comments about face-to-face meetings mean to state that they are not essential or necessary. As we know from our international forum searching and participating, of course, they are not essential at all. That the face to face meetings we have experienced have enhanced our functioning as a group is a positive bonus, and it was possible because we are a small and mainly fairly localised and focused group.” (SC)<\/p>\n<p>From this point onwards the students move to a more abstract, theoretical level.<\/p>\n<p>“The following shows how I am going to approach Salmon’s model analysis.  There are various moderation models being presented to assist teachers to understand the fundamental concepts of e-facilitation. Some of the more notable are: Salmon&#8217;s Five Stage Moderation Model; Collison, Elbaum, Haavind and Tinker&#8217;s Facilitation model; Paulsen&#8217;s Function model; Hootstein&#8217;s &#8216;Four Pairs of Shoes&#8217; Model. Each model presents the concepts of learning and facilitation interactions in a different way and provides useful techniques, and each has made a contribution to the computer-mediated communication.<\/p>\n<p>As participants in the current on-line course we have been required to master certain technical skills, learning facilitation skills and e-moderating skills.  As Salmon’s model calls at each stage for different e-moderating skills requiring participants to master certain technical skills and steps learners through a logical process of induction before developing deeper level interactions, it would be interesting to analyse how this model has worked for our on-line community.” (KT)<\/p>\n<p>The online discussion became more detailed, with students commenting and reflecting on their peer group’s contributions. The varied background of the students provided a wide range of references.<\/p>\n<p>“I felt too that most of the skills we developed in the first two stages carried us through into the subsequent ones. I became quite interested in Vygotsky&#8217;s scaffolded learning process, especially since it seems to be mentioned in every teaching practice assignment on integrated projects I marked!  I see that we, too, have been taught as a group, learnt from each other and gradually been encouraged to work more independently so I do this as a useful school teaching model as well. What I thought was simplistic at first has proved to be quite complex and well structured.” (SW)<\/p>\n<p>“Thank your also for your plan of analysis of Salmon&#8217;s model in application to our process of learning. I am doing practically the same at the moment, doing the analysis step by step observing the stages of the model and our experience of e-learning. But the thing is I don&#8217;t quite understand the second part. I am not sure whether we should describe all the ways in which children or young people learn or we should describe how Salmon&#8217;s model works in application to their learning. May be you or others see it more clearly.” (AP)<\/p>\n<p>The final stage is one in which the students are able to provide the theoretical framework for their own learning.<\/p>\n<p>“K, I like your model very much. Your analysis of task 4 contains very good arguments but I have a bit different point of view.  You wrote, &#8220;If we look at our Task 1, 2, 3 and the way we built our knowledge we can provide many examples showing that we successfully moved through Stage 3. (I am going to describe some examples taken from our on-line forum contributions to confirm this)&#8221; and you also consider our project and work on case-studies to be stage 5.  I think that doing the tasks and the project we have gone each time through stages 3,4,5 gradually.  To my mind, this scheme of implementing the activities (Salmon&#8217;s model) has been repeated with doing all the tasks but each time on a new higher level of understanding and performing as we have been gaining the experience of this learning strategy and the knowledge of the subject and it has added a higher quality to our work.  All the time we were provided with the learning resources.  Our e-moderator supported us on each stage of learning, providing the information and assessing our work.  It seems to me that the realisation of the model in our course appeared to work as a spiral where the technical support and e-moderating work as a background and motivation and online socialisation go through all the process, all the stages along with the growth of interactivity of participants.” (AP)<\/p>\n<p>By this point all of the students were able to produce assignments that included all of the points that would enable them to fully understand and implement the e-facilitation process. Their subsequent performance in the online forums was grounded in this experience.<\/p>\n<h1>e-facilitation and the construction of knowledge<\/h1>\n<p>The aim of the course was to develop the eight supply teachers to become e-facilitators in the online forums of Select Education, and to provide support for supply teachers. This provided both the focus of the course, and the rationale for the approach. In that sense the students expected to be able to contribute to the building of a knowledge resource that could be considered an artefact of distributed cognition (Cuthell, 2002). The process of e-facilitation, with students acting as e-facilitators at the same time as being facilitated by others, enabled all the individuals to construct new knowledge, both with and for others.<\/p>\n<p>An interesting consequence of participating in a course of this nature is that perceptions of teaching, learning and knowledge change. The vexed question is whether these perceptions can follow through into the daily praxis of the teachers (Cuthell, 1999a). The implications for teaching and learning in a range of educational environments were identified and explored by some of the participants.<\/p>\n<p>What was significant was that most of the students saw the process as being rooted in an online environment: the supposition was that the learners needed to be relatively mature and self-motivated. Even though all of the participants reflected on the ways in which their own learning had been grounded in the process – of socialisation, information exchange, application to tasks and the final communal construction of knowledge, none of the students was able to visualise how the model could be translated into the classroom. The presupposition was that the vehicle for learning had to be the online environment. The existential experience remained personal (Cuthell, 1999b).<\/p>\n<p>Having said that, however, a constant theme running through the discussions was that of the ways in which children and young people learned. In that sense, then, the experiential learning of the e-facilitators generated insights into the learning of young people.<\/p>\n<p>The final insight was the way in which the course participants matched the outcomes of Salmon’s 5 Steps.<\/p>\n<table>\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"372\"><strong>Salmon’s 5-Step theory<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"269\">Access &amp; motivation<\/td>\n<td width=\"103\">100%<\/td>\n<\/tr>\n<tr>\n<td width=\"269\">Online socialization<\/td>\n<td width=\"103\">100%<\/td>\n<\/tr>\n<tr>\n<td width=\"269\">Information exchange<\/td>\n<td width=\"103\">100%<\/td>\n<\/tr>\n<tr>\n<td width=\"269\">Knowledge construction<\/td>\n<td width=\"103\">75%<\/td>\n<\/tr>\n<tr>\n<td width=\"269\">Development<\/td>\n<td width=\"103\">50%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Whereas all participants were motivated and worked out how to access the various environments and programs that the course required, all socialized and exchanged information, only 75% of participants were able to construct knowledge for themselves from the forum discussions and the materials their colleagues had found. Only half the group were then able to take that socially constructed knowledge and apply it to a context that related to the ways in which young people learned in school. It may well be that, whilst all learners can engage in the first three stages of this model, fewer are able to construct new knowledge, and fewer still to apply it.<\/p>\n<p>But that, of course, is an issue for the whole of society, not simply for those of us engaged in web-based communities such as MirandaNet.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Holmes, B., Tangney, B., FitzGibbon, A., Savage, T. and Meehan, S (2001) ‘Communal  constructivism: students constructing learning for as well as with others’, Proceedings of  SITE 2001, Norfolk, VA: AACE. pp 3114-3119<\/p>\n<p>Cuthell, J. (1999a) ‘How do you learn? An 11-18 developmental perspective’, ELSIN 4 European  Learning Styles Information Network Conference, University of Central Lancashire, Preston,  UK <a href=\"http:\/\/www.elsinnet.org.uk\/1999\/a-cuth.htm\">http:\/\/www.elsinnet.org.uk\/1999\/a-cuth.htm<\/a>.<\/p>\n<p>Cuthell, J. P. (1999b) ‘<em>The House that Strauss Built. D.I.Y. in Cyberspace: Bejeaned Student Bricoleurs.’<\/em>   Computer Education. Issue 91 Computer Education Group pp. 19-21<\/p>\n<p>Cuthell, J. P. (2001)<em> Virtual Learning    <\/em>Ashgate   Aldershot<\/p>\n<p>Cuthell, J.P. (2002) ‘A community of learners distributed cognition’, in Karasavvidis, I. (Ed.):  Journal of Interactive Learning Research.  Association for the Advancement of Computing, in Education, Norfolk, VA. pp. 167-186<\/p>\n<p>Cuthell, J. P., Preston, C. (2005)‘<em>Teaching in ICT-rich environments – using e-learning to create a the knowledge base for 21<sup>st<\/sup> century teachers’, <\/em>in Leask, M. &amp; Paschler, N. ‘Learning to teach using ICT in the Secondary School, 2<sup>nd<\/sup> Edition’. London   Routledge<\/p>\n<p>Salmon, G. (2002). ‘<em>E-tivities: the key to active online learning<\/em>.’ London   Kogan Page   ISBN 0 7494 3686 7.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Communal construction of knowledge in an online environment [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract The drive for e-learning as a cost-effective and flexible channel for distance and life-long learning has focused on the benefits of a just-in-time delivery of content &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/beyond-collaborative-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,155,156,64,157,9],"class_list":["post-9840","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-communal-constructivism","tag-e-facilitation","tag-e-learning","tag-online-communities","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9840"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9840"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9840\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9840"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9840"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9840"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}