{"id":9843,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/tools-empowering-teachers-learning\/"},"modified":"2019-06-29T22:10:11","modified_gmt":"2019-06-29T21:10:11","slug":"tools-empowering-teachers-learning","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/tools-empowering-teachers-learning\/","title":{"rendered":"Tools for empowering teachers’ learning:"},"content":{"rendered":"<p><strong>The staff trainer’s responsibility<\/strong><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p>Abstract<\/p>\n<p><em>Despite Government initiatives a significant number of teachers are still without personal computing resources that they can use both at home and in the workplace. The structure of the classroom precludes the ‘always connected’ culture that has effected such change in Higher Education and industry. Evidence from a number of studies into the effects of NOF training suggests that many teachers still struggle to embed ICT into their teaching and administration (Leaske, 2002; Cuthell, 2002; Preston, 2003). This project seeks to identify the factors that enable teachers to change their praxis when they have the opportunity to use laptop computers by examining online interactions with members of a teaching and learning group.<\/em><\/p>\n<p><strong>Author:<\/strong><strong>John Cuthell<\/strong><\/p>\n<p><strong>Publication Date: <\/strong>2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h1>Critique<\/h1>\n<h2><em>Approaches to online communities<\/em><\/h2>\n<h3>Professional development<\/h3>\n<p>The most robust online communities are those associated with professional development.   Participants have a common interest: the completion of a course; improving professional practice; demonstrating competence for legal purposes.   These communities are often structured by time (activities take place within a specific framework) or by outcome: tasks have to be completed if the individual is to succeed.<\/p>\n<p>Motivational factors, therefore, form part of the online identity of the individual and the group.   Much of the theory of online communities is predicated on these factors.<\/p>\n<p>Online communities that focus on professional development are, by their very nature, exclusive.<\/p>\n<h3>Communities of Practice<\/h3>\n<p>Communities of Practice serve those who share common aims.   The success (or otherwise) of such communities depends on two significant factors: frequency of use, and congruence of interest.   The more tightly defined the interest, the more likely it will be that the needs of participants will be met.<\/p>\n<p>The proviso, however, unless the community reflects the interests and concerns of all members, the danger is that online activity will be dominated by a handful, who may not be representative of all.<\/p>\n<p>The most successful communities of practice are those that collaborate in meeting the needs of members, by fulfilling the Belbin role of Resource Investigation.   Such a community becomes an agent of distributed cognition: the knowledge constructed during the course of online activities can be accessed by all members of the community.<\/p>\n<p>Whilst communities of practice can be seen as inclusive, since all who have an interest in aims of the community can participate, the reality is often that there is a dominant discourse that precludes dissenting voices.<\/p>\n<h3>Communities of interest<\/h3>\n<p>Communities of Interest are perhaps the most frequently used types, although the growth of weblogs may serve to displace them.   Most organisations host online communities; forums for debate and discussion enable members to develop their views, opinions and positions of whatever topics are under discussion.   Less active members are able to read whatever has been published.<\/p>\n<p>The communities are inclusive: all who share an interest can feel a part of them.  Despite this many such forums develop into limited discussion areas, with established voices within the community adopting the role of gatekeepers, effectively managing access for those new to the community.<\/p>\n<h2><em>Motivational Factors<\/em><\/h2>\n<h3>Early adopters<\/h3>\n<p>Many of those who are motivated to participate in online communities can be characterised as ‘early adopters’, whose access to, and understanding of, new communications technology facilitates online use.   Such users tend to persevere when difficulties are encountered, and see new projects as opportunities to be explored, rather than additional tasks that have to be undertaken.<\/p>\n<h3>Extrinsic factors<\/h3>\n<p>Some may be motivated to participate in online communities because of extrinsic factors: the need to keep up with colleagues; the desire to feel part of institutional change; the need to re-define personal identity.   In all these cases participation in an online community happens as a result of something else – it wasn’t necessarily the starting point for the individual, and membership may only be a temporary phase.<\/p>\n<h3>Progression<\/h3>\n<p>The desire to move forward in one’s professional life is a strong motivator for many users of an online community.   It has proved to be the case for participants in the NCSL’s ‘Talking Heads’, many Learn Direct participants and all those who participate in online learning that leads to skills and qualifications.<\/p>\n<p>Membership of such communities therefore tends to be time-specific: when the course has been completed or the qualification achieved, the individual is likely to cease participation.   Having said that, however, there may well be a progression to other communities if the initial experience has been positive.<\/p>\n<h2><em>Integrating online work with teaching tasks<\/em><\/h2>\n<h3>Technologies<\/h3>\n<p>Most teachers in schools have to share ICT facilities with colleagues and students.   Few teachers have a dedicated computer to which they have access throughout the day.   School or regional networks may often restrict access to specific web sites, or preclude the receipt of file attachments with email.<\/p>\n<p>Most teachers still rely on web-based email at school, since few are yet in the position of being able to download emails into an Inbox on a dedicated machine<\/p>\n<h3>Timetables<\/h3>\n<p>The constraints of timetables and access to resources effectively restrict online activities by teachers to the end of the school day.   This separation of practice from the reflection made possible by participation in an online community of practice reinforces the division between theory and practice that has been such a feature of education in England.<\/p>\n<h3>Teaching<\/h3>\n<p>Teaching is teaching and e-learning is not.   That’s one of the biggest conceptual hurdles for teachers to overcome.   The nature of the curriculum, the ways in which the teacher’s role has been defined and assessed and the perception – which I think is wrong – that there’s no freedom of movement for a teacher, have all conspired to produce the feeling amongst many teachers that e-learning has little relevance to ‘actually existing teaching’.<\/p>\n<p>One consequence of this has been that even those online communities of practice that focus on specific curriculum areas are often dominated by discussions that have a negative focus.<\/p>\n<h2><em>eFacilitating colleagues<\/em><\/h2>\n<h3>Patterns of discourse<\/h3>\n<p>Gender plays a large part in e-facilitation discourse.   Males often engage in a colloquy: threads run in parallel (or even opposition), with little sense of either party being engaged with the other.   This surface tension is rarely reflected in the online conversations of non-males.   This is not to say, however, that male online discourse fails to construct knowledge.   What often happens is that knowledge is created internally, rather than in the public forums.<\/p>\n<p>A further complication of educational forums is that participants make a series of assertions during the course of a debate, in similar ways in which student discussion is stimulated in a class.<\/p>\n<h3>Expectations<\/h3>\n<p>The expectations that form a part of online communities, and which are conducive to e-facilitation, are rarely focused on achieving specific outcomes.   Where an online forum is set up within an institution, for the specific purpose of achieving common outcomes, the process of e-facilitation is subtly changed: many of the participants have the implicit feeling that the facilitator must know what is wanted, and they therefore expect to be steered in that direction.<\/p>\n<h3>Outcomes<\/h3>\n<p>The most effective outcomes are those that are shared, where the work proceeds collaboratively.   This is often in tension with work in the classroom, which is individual – solitary, even.<\/p>\n<h2><em>Ways forward<\/em><\/h2>\n<h3>Integrating tasks<\/h3>\n<p>Within an institutional context the use of an online community to support work (for example, the teaching and learning group in the context of my own study) it may well be that the initial focus of online participation should be to create and upload an artefact that is then discussed and modified.   This blended approach could well be an effective start, so that the online community is seen as a repository of distributed cognition.<\/p>\n<p>This may well be an essential first phase.<\/p>\n<h3>Managed environments<\/h3>\n<p>The use of managed learning environments may promote the concept of online community work.   When these form part of teachers’ working days, and when the environment provides opportunities to access or create curriculum material, the conceptual shift to regarding ICT environments as an integral part of professional practice may have been achieved.<\/p>\n<h3>Access to technology<\/h3>\n<p>All of these steps require teachers to have constant online access to resources and communities during the school day.   The transition to wireless networks, and the provision of laptop computers as part of a teacher’s professional toolkit, would provide the most flexible way in which ICT and e-learning can be integrated into teacher praxis.<\/p>\n<h2><em>Conclusions<\/em><\/h2>\n<h3>Shared resources<\/h3>\n<p>Shared resources to support learning across the curriculum, rather than subject-specific resources, are likely to be the most effective support that teachers can be given.<\/p>\n<p>Teachers can supply the curriculum content: the learning framework into which the materials fit are the more necessary.   And it is these frameworks that should form the focus of online communities of practice.<\/p>\n<h3>Collaborative work<\/h3>\n<p>The most effective curriculum development initiatives have come from the collaborative efforts of teachers.   The current online paradigm, of linear text-based forums, does not necessarily support that approach.   Part of the work of online communities should be to investigate alternate models to support collaborative work.<\/p>\n<h3>Development time<\/h3>\n<p>The nature of teaching is such that there is little space in the working day for reflection, and limited opportunity for development time outside training days.<\/p>\n<p>The opportunities that the e-facilitator scholars have had have proved invaluable in the development of concepts and practice.   If teachers are to be able to shape the future of education then time for reflection and development should form part of their professional development framework.<\/p>\n<h1>Learning about Learning<\/h1>\n<h2><em>UK e-Learning Strategy<\/em><\/h2>\n<h3>Definitions of learning<\/h3>\n<p>One of the interesting factors in current writing about e-learning is the way in which definitions are predicated in terms of content and delivery, with learning being an activity undertaken by learners.<\/p>\n<p>This essentially pragmatic and English concept of learning neatly sidesteps debate over which learning theory may be privileged over another – or, indeed, whether there can be such as thing as a learning theory.   What it means, however, is that, for many people, e-learning is conflated with e-teaching.<\/p>\n<p>Attractive as it may be to conduct one’s teaching from a tranquil office, with autonomous learners at their remote terminals, the messy reality and intersections of society, working parents, absurd property prices and feckless youth demands that some degree of immurement is required for at least part of each day.<\/p>\n<p>And that’s the conceptual sticking point for the integration of e-learning into schools.   Teachers can see the virtues of online curriculum materials; of home-school links; of online management tools: beyond that, focus disappears.<\/p>\n<h3>Directions for learning<\/h3>\n<p>In ‘Technologies that do not crash: a systematic, conceptual framework for teachers’ Bednar and Sweeder argue that effective learning technology consists of three parts.   The analogy they use is drawn from earth science: learning should be seen in holistic terms, but in order for us as educators to make it effective we should structure our approach in the same way as the Earth is structured, as core, mantle and crust.   (Bednar, M.; Sweeder, J. (2003)   Technologies that do not crash: a systematic, conceptual framework for teachers   International Conference on Innovation in Higher Education   Kiev, Ukraine)<\/p>\n<p>The Core Idea Technologies include Piaget’s Theory of Cognitive Development, Gardner’s Multiple Intelligence Theory, Kohlberg’s Theory of Moral Development, Vygotsky’s Social-Constructivist Theory of Social Development and so on.<\/p>\n<p>The Mantle Idea Technologies – the second tier – include Bloom’s Taxonomy, Flower and Hayes’s Writing Process, Problem Based Learning, Bruner’s Modes of Representation and so on.<\/p>\n<p>Crust Idea technologies, the Third Tier, include all of the deductive, inductive and transaction domain-specific teaching and learning strategies used within the classroom.<\/p>\n<p>The challenge for us, when we conceptualise e-learning, therefore, is to incorporate these three tiers within our concepts, rather than simply focusing on the instrumental final tier.<\/p>\n<h3>Institutional control and individual expectations<\/h3>\n<p>The final issue with the move to e-learning is that of institutional control, and the ways in which that can clash with individual expectations of learning, whether of teachers, students or parents.   When students learn outside the institution, and when their style of learning and approach to learning is very different from that set by the institution, which is the style that will prevail?<\/p>\n<h2><em>Language and Learning<\/em><\/h2>\n<h3>Language and concepts<\/h3>\n<p>The Sapir-Whorf Hypothesis identifies a strong causal link between language acquisition and use, concept formation and performative competence.<\/p>\n<p>Ways in which curriculum requirements are set down prescribe the ways in which the language of learning is used, and the ways in which learning will be tested and assessed to ensure that it has taken place.<\/p>\n<p>The expectation, therefore, would be that before someone can form concepts (which predicate performance) they need to have the language.   In the case of education, that means that we have to teach the language – and the concepts, just to make sure.<\/p>\n<h3>The language of autonomy<\/h3>\n<p>An alternative perspective is that of Winograd and Flores (1988   Understanding, Computers and Cognition.   Reading, Ma.   Addison Wesley).   Their thesis is that the use of a new tool produces changes in the language that we use, and the language shift occasions changes in the ways in which we think.   The implications of this interpretation are that young people can know <em>how<\/em> to do something without necessarily having the language in which to explain their concepts.   This has implications for the ways in which we teach and test learner competence.<\/p>\n<p>For a full discussion of these issues see Chapter 7 ‘Concepts of mind: A developmental picture’ in: Cuthell, J. P. (2002) Virtual Learning   Ashgate.   Available at: <a href=\"http:\/\/www.virtuallearning.org.uk\/\">www.virtuallearning.org.uk<\/a><\/p>\n<h3>The language of diffusion<\/h3>\n<p>As a technology diffuses so its associated vocabulary is absorbed into everyday discourse, with more blurring over the meanings.   Routines associated with the technology become correspondingly diffuse: tasks become less specific; more automation is available; devices incorporate features of other technologies, and so on.<\/p>\n<p>Concepts and language become internalised as the technology becomes transparent.<\/p>\n<p>When voyagers arrive on a new continent they have to find new language and concepts to define the topology and life of the continent.   The people who live there don’t need to: they know it already.<\/p>\n<p>Our young people have grown up with a world of technology.   We are the new arrivals to the continent.<\/p>\n<h2><em>Towards a new pedagogy<\/em><\/h2>\n<h3>People and things<\/h3>\n<p>We need to define our expectations for people – teachers, students, young people and all the other stakeholders in the process – and the things that are necessary for e-learning.   What equipment will be needed?   Will we all be expected to equip ourselves?   Will the latest programs only run with the latest hardware?   Will everybody be able to have access?   Will we have the equivalent of e-Charity shops on each High Street to equip those who would otherwise be unable to afford the emperor’s new clothes?<\/p>\n<h3>People and places<\/h3>\n<p>Spaces for learning and places for learning are not necessarily synonymous.   What will be the future of 19<sup>th<\/sup> and 20<sup>th<\/sup> century schools in the 21<sup>st<\/sup> century?   Stephen Heppell has some enticing visions of what spaces for learning could be.<\/p>\n<h3>People and futures<\/h3>\n<p>The Newsome report ‘Half our Future’ was responsible for the demise of secondary modern schools.   Despite the failings of our current system, ably documented by those who never had to think about being educated with (or by) the Morlocks of the previous century, it is light years away from the limited opportunities and minimal expectations that the education system of the Forties, Fifties and Sixties held for most of our peers.<\/p>\n<p>When the e-learning consultation document produces its final report, maybe it should be called ‘All our Futures’.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The staff trainer’s responsibility [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Despite Government initiatives a significant number of teachers are still without personal computing resources that they can use both at home and in the workplace. The structure of the classroom precludes &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/tools-empowering-teachers-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,127,85,9,19,109],"class_list":["post-9843","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-higher-education","tag-ict","tag-research","tag-student","tag-teacher","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9843"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9843"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9843\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9843"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9843"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9843"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}