{"id":9844,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/homeless-community-project\/"},"modified":"2019-06-29T22:10:10","modified_gmt":"2019-06-29T21:10:10","slug":"homeless-community-project","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/homeless-community-project\/","title":{"rendered":"Homeless Community Project"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>The UnITy project provided an opportunity to make a difference by offering a thinking space to increase cultural, political, national and religious understanding between students in school across the UK and all over the world. The aim has been to encourage pupils to create a web space for tolerance and empathy for diversity in using multimedia and multimodal communication.<\/em><\/p>\n<p><em>One highly visible aspect of social change is homelessness. Our young people see homeless people on the streets in their neighborhood, on television and in the pages of the local press. It is important for young people to see others as individuals, rather than as a stereotyped social problem.<\/em><\/p>\n<p><em>The homelessness theme came from the School Council: at one of their meetings the students articulated their concerns for the homeless.<\/em><\/p>\n<p><em>In this pilot, funded by Schoolscape @ future, students in East London are publishing their poetry, writing, pictures, comic strips and digital videos by working with resident artists, writers and film makers. They are now creating new resources about the homeless for the UnITy website.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Mara Chrystie<\/strong><\/p>\n<p><strong>Publication Date: <\/strong>2003<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<h2>Homeless Community Project<\/h2>\n<p>&nbsp;<\/p>\n<p><strong>Learning to care for people who are different<\/strong><\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>The teachers wanted to explore whether the computer could assist in transformational learning and greater learner independence.<\/p>\n<p>The head teacher explains what has happened as a result of the project.<\/p>\n<p>“Helping homeless people has been voted the top priority by our Year five and six children. The main aim of the project is to prepare children to play an active role as citizens, a theme running through all the Citizenship units which encourages children to “research, discuss and debate topical issues.<\/p>\n<p>&#8220;We would like to help people who have no home and no family because who would hug and kiss them goodnight?&#8221; said Aysha aged 10.<\/p>\n<p>The children at our school are used to playing an active role in the school community. School Councilors from Years 1 – 6 have presented their classmates’ concerns for many years. The issues have been taken seriously and acted on, including playground and toilet improvement programmes. The older children are involved in conflict resolution as Playground Peacemakers.<\/p>\n<p>When I asked the children what they would like to be actively involved with outside the school they decided on homelessness. As I had recently attended an excellent Schoolscape \/ Mirandanet seminar on homelessness and graphic novels I knew I would want to involve cartoonists. I had also made a very useful contact with Crisis at the seminar.<\/p>\n<p>The resident artists, writers and filmmakers are aiming to engage the disaffected, disengaged and disenfranchised students in particular through building capacity in communications literacy. In order to developing a story they interrogated the UnITy website for information. They plan to put their work there for other pupils to make use of about the notion of citizenship.<\/p>\n<p>They are also going to provide handbooks about how to make videos, comic strips and other web resources.”<\/p>\n<p><strong>Key players<\/strong><\/p>\n<p>The artists, writers and film makers have been working with the head teacher and the staff to concentrate on the street environment and educating the children in terms of visual imagery.<\/p>\n<p><strong>Technology<\/strong><\/p>\n<p>In one class children are participating in workshops on digital video production. They will take home palmcorders to record the aspects of their home life which they most value. They will then edit the material into short clips.<\/p>\n<p>In the parallel class they are working with cartoonists and writers to create comics based on the lives of homeless people they meet, interview and read about.<\/p>\n<p>These videos and comic strips will be published on the UnITy website with invitations for their learners to join the debates and publish their opinions.<\/p>\n<p><strong>Learners<\/strong><\/p>\n<p>What is surprising is that very young children at 9, 10 and 11 have take to this project and acquitted themselves with maturity<\/p>\n<p><strong>Methodology<\/strong><\/p>\n<p>The methodology for this project was action research with a stress on participating in the community. Community ownership of the study has been stressed from the beginning.<\/p>\n<p><strong>Analysis of the key issues<\/strong><\/p>\n<p>Respect, tolerance, equality and non-violence are hard to teach. This was one way of encouraging the children to devise creative ways of thinking about others in their own environment and seeking solutions.<\/p>\n<p><strong>Conclusions<\/strong><\/p>\n<p>The children have been highly motivated by this project. The high profile for the arts has kept their interest, especially Year 6 children who in the UK are approaching SATs. The range of activities &#8211; art, writing, drama, role-play, has met the needs of children with a wide range of learning styles. It has also grabbed the attention of some Y6 boys who have been showing some disaffection with school life. The quality of work in literacy- both oral and written- and art has been stunning.<\/p>\n<p>I felt it was important that creativity was at the heart of this project. Drama and role-play were essential to develop empathy for homeless people. Film and video diaries provided essential insights and were the basis for excellent oral and written work. They produced thoughtful and imaginative drawings and written work. Children who started the project saying they couldn’t draw have produced amazing work.<\/p>\n<p>A crucial turning point emerged as we were drawing up possible interview questions from the children. As suggestions were put forward- where do you wash, have you got family, do you eat out of dustbins?- Conika (Y5) suggested that these might upset homeless people. It has been fascinating watching the children develop empathy for homeless people and witness stereotypes challenged for staff and children Interim conclusions<\/p>\n<h3>Learning outcomes<\/h3>\n<p>The outcomes for children of the Unity Homelessness programme so far are:<\/p>\n<ul>\n<li>A greater awareness amongst children about citizenship issues (local, national and international).<\/li>\n<li>A greater knowledge and appreciation of the use and application of multi-media computers and other technologies in an active and participative learning environment.<\/li>\n<\/ul>\n<h3>Social development has included<\/h3>\n<ul>\n<li>The raising of self esteem and confidence amongst all children and in particular those who are disaffected or disengaged<\/li>\n<li>Improved ability to work collaboratively on task oriented and problem solving exercises<\/li>\n<li>Increased motivation through engagement in active, participatory and topical projects<\/li>\n<\/ul>\n<p><strong>The artist in residence views about the pupils learning.<\/strong><\/p>\n<p>The artists writers and film makers were impressed by the pupils powers of learning. They referred to the children’s penetrating questions and the creative dialogue they had with the children. They noticed how open the pupils were and how hard working and independent, often being in full swing by the time the artists arrived. They thought the 10-year-old student assistant director was as good as having an adult there. The artists relished their growing confidence in creative endeavor.<\/p>\n<p>They were surprised with young children’s asking sensitive questions about homelessness that they were not expecting them to ask. They understood the homeless sense of profound isolation and were very clear about the emotional content of the stories they planned to tell. The pupils wanted to know what their childhood was like. They wanted to explore the issues that led to homelessness. They were concerned that the homeless people would not like questions and would feel threatened by film crews arriving. They thought that with many films crews at Crisis there fighting for the attention of the homeless that they must have felt like animals in the zoo.<\/p>\n<p>There have been other spin-offs in the School Council where older children have been concerned about smaller pupils’ fears. For example, younger children were worrying about the school toilets thinking there were ghosts there. Older children convinced them that air freshener is an effective ghost buster. Later cheerful mosaics were installed in the cloakroom at the suggestion of the school council.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract The UnITy project provided an opportunity to make a difference by offering a thinking space to increase cultural, political, national and religious understanding between students in school across the UK and all over the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/homeless-community-project\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,11,12,9,109],"class_list":["post-9844","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-interactive-learning","tag-online-community","tag-research","tag-teacher","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9844"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9844"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9844\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9844"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9844"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9844"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}