{"id":9846,"date":"2007-01-14T00:00:00","date_gmt":"2007-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2007\/01\/14\/mirandanet-fellows-approach\/"},"modified":"2019-06-29T22:10:54","modified_gmt":"2019-06-29T21:10:54","slug":"mirandanet-fellows-approach","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2007\/01\/14\/mirandanet-fellows-approach\/","title":{"rendered":"A MirandaNet Fellow&#8217;s Approach"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><strong>An Inspirational Diary<\/strong><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>The Inspirational Diary began life as a project proposal. Later on I was involved in an on-line asynchronous forum discussion with Christina Preston, which took the form of a question and answer series, the results of which form the basis of the Professional Study below.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Michael Smith<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2007<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h3>Professional experience of visual learning as an Inspirational Journey<\/h3>\n<p>My involvement in developing the use of ICT has been a journey of discovery. My first introduction to the interactive nature of ICT and how it facilitates collaborative learning was on an Open University course, using email to discuss issues with Tutor and student colleagues. Later I joined several MirandaNet workshops to develop e-facilitation skills and it was in doing this that I formulated ideas about e- learning. By this I mean learning in new ways made possible by the use of ICT. Forums are a powerful way of sharing ideas with others and e-facilitating forums for the GTC website and in the classroom, particularly in teaching citizenship was inspirational. It opened my eyes to the fact that in such a democratic digital learning style of the forum, one was transforming the educational processes of the normal classroom. In a forum one has a learning community, which develops its own conduct of operation and where the ‘teachers&#8217; become learners and vice versa as ideas are shared, reacted to and developed. The environment is not bounded by the walls of the classroom, there are no hierarchies and participants seemed eager to express ideas. Also through further MirandaNet workshops and online discussions I was introduced to Inspiration, a software package that enables one to set out ideas in a visual manner. Inspiration is an excellent word for this software&#8230;you begin to look at communicating in a different way. This is a visual non-linear environment and with this my journey has now taken on another dimension &#8211; moving away from standard linear representation of ideas.<\/p>\n<p><strong>How a 3D approach helps to explain complex ideas<\/strong><\/p>\n<p>Perhaps the best way to describe how this can be done is to consider the kind of thought diagrams that Inspiration software can produce. Here one can ascribe ideas to particular shapes or diagrams. Behind the initial thought\/idea structure one create notes, links to video, podcasts, notes and any other form of media through the use of hyperlinks. One could link one&#8217;s thought map to a forum to bring in interactivity. This way of communicating\/recording ideas can be collaborative or it could be a digital journal of a research journey through a particular topic. Some of my students have written their Geography project as a digital portfolio, which has a diagram of the chapters backed by hyperlinks to video, pictures, data representation and analysis and discussion. However at the moment there is a reluctance by students to go too far with this as the current examination system requires a traditional linear style, rather than accepting a digital multi media portfolio.<\/p>\n<p><strong>What the visual non-linear approach can offer over and above the linear<\/strong><\/p>\n<p>The non-linear approach gives us the freedom to select our own pathway and create our own meaning out of a presentation. The creation process is more creative and in my view matches more the way in which we tend to think and produce ideas and create knowledge. It is generally a messy or rather untidy business, which a non linear approach suits. Have a look at The Meatrix.com website which is a site concerned about animal welfare and the growth of agribusiness. Although the message is one sided, the site shows the ways in which non-linear representation can be interesting to learners. In one part a cartoon conveys the message, in another area, a panoramic interactive view of a farms provokes thought and further analysis. The learner can take their own journey through this &#8230; there is not a step 1.2.3.<\/p>\n<p>How interesting and creative would online academic articles be if they had a non hierarchical view of the chapters &#8211; you could select where you come in. Behind the chapter heading where areas of sound, vision and words, which one could select at will. Perhaps there is a commentary which could take you on a standard &#8216;guided tour by the author&#8217; if you wish. Imagine also a forum attached to discuss the article. This approach could be done with textbook, all forms of writing. We are still disseminating information in a way which has been limited by the printing press, when blocks of writing was the way in which articles had to be set out &#8230; we are now free of this and we should be experimenting with freer forms of expression.<\/p>\n<p><strong>Problems with adopting a highly visual approach to presenting ideas<\/strong><\/p>\n<p>One is moving from the familiar to very different ground. Students are reluctant to experiment with non-linear representation of ideas when the are examined in a highly linear fashion. Often learners are asked to provide a document of so many words. I experimented recently with the analysis of a poem in an entirely pictorial way. The highly visual collages they created were immediately focuses of questions and discussion as they were shared with others. To me this is the essence of e-learning. Using a variety of learning media to create knowledge and meaning collaboratively. However at present our assessment processes lag behind the promise our technology can offer. And it is not easy to use the visual in assessment, however this has been done in Colleges of Art for centuries, so it must be possible if we have a will to get there.<\/p>\n<h3>The visual and e-learning philosophy<\/h3>\n<p>I feel that e-learning should aim to provide a collaborative learning environment, in which the teacher and pupils become learners, facilitators and researchers. The use of e-media facilitates the learning process and the communication of knowledge, helping self-actualisation and the unfreezing and reframing of our perceptions. Visual media play a key role in this process. I set a challenge to some 12 year olds last week to present their ideas about how the countries in Europe are different. Words, sound any form of presentation could be used. It is interesting that a majority chose visual representation in pictures, maps and boxes and arrows to produce diagrammatic displays. In critiquing each other presentations, the class praised those who used clear visuals, were economic with words and had a high a varied content of graphs, diagrams and maps.<\/p>\n<p>It seems to me that for most pupils the use of the visual is stimulating, enjoyable and forms a lasting image or impression. Planet Earth, the BBC TV series, is an inspirational example of the power of the camera to take learners on a journey. Equally though, so are few clips put together by a group summarising their own research or setting out an explanation or description of a topic. I watched with one of my classes an animated explanation of the problems of deforestation acted out in front of a digital camera by a pupil and some of his friends using simple props at home. We all enjoyed it and a stimulating debate followed.<\/p>\n<p>Yesterday I was demonstrating the basics of an Interactive Whiteboard to an Economics teacher new to the equipment. One aspect that struck them about the technology was the ability to build up graphs in segments and play the process back and forth to enhance understanding. This is a small example but it underlies the power of the visual and how new technology helps us focus on this important vector of learning.<\/p>\n<p>We live in an increasingly visual world and our pupils access much publicly available information visually so we should aim to harness this familiar media and their visual acuity to enhance learning.<\/p>\n<p>However for me an exciting and liberating aspect of visual representation of ideas is that you are not confined to rows of text. For example accessing information set out as an ideagram &#8211; some form of diagram communication of your ideas helps to increase creativity. Because there is now no obvious route &#8211; left to right as in sentences, visuals tend to unfreeze perceptions; we soon begin to have a choice of our route through information. You can think organically and capture ideas more easily as they grow. It may be a messy process in creation, however it does aid in depth and rapid thinking. I have found that using Inspiration software (concept mapping software &#8211; using terminology in its broadest sense) has helped pupil capture ideas quickly. One interesting point that I have experimented with is allowing learners to assign ideas with a symbol or picture. Many seem to find this a help to recall.<\/p>\n<h3>&#8216;Icons&#8217;<\/h3>\n<p>The use of the term ‘Icon&#8217; was used to convey a couple of points. My first point is, that there are a number of developments that I look up to, in my own journey of using technology to enhance the learning experience. These developments all have their icon or symbol of a new or anther way of looking at what we do. They become the current trend in teaching. Some would argue that we put too much faith in technology, it is too venerated. The point I wish too make is that in my experience we focus on these developments and they often inspire us to look at the way we learn and assist others learning. For me the key icons have been the photocopier, the calculator, the computer, the world wide web, online forums, email, digital devices such as the camera, ipod and the interactive whiteboard. They have all moved on in my view the learning experience. I would not push the icon analogy further. Admire them and use the developments we should, this however must not be an uncritical view.<\/p>\n<p>My second point is this. Just as the church has used icons to represent spiritual and therefore complex ideas, I wished to emphasise the importance of the visual in learning. It has been used to great effect for example in religious painting and stained glass windows, for example to educate, communicate in a non-linear, multi-coloured and sensory way with large numbers of people. The visual in my view needs to be accessed more and we have at our finger tips the technology to develop and use this more in our learning environments with the use of ICT.<\/p>\n<p><strong>The importance of visual representation for learning<\/strong><\/p>\n<p>We tend not to think and discover in a linear fashion. Mapping out ideas visually allows one the freedom to show links, tangents and allows complexity to be shown quickly and although it sounds odd to say &#8211; simply. Also a visual map of ideas or the representation perhaps of an academic paper of chapters of the conventionally linear book, allow the person interacting with such a framework to follow their own path through and more easily take their own voyage through. Visual learning environments, I believe make material immediately accessible, perhaps less challenging, daunting &#8211; and feedback from those who experience learning in this way convinces me that most people enjoy this approach. Imagine how visuals for example would enhance the linearity and rather sometimes mundane look of forum threads. You could represent the complex threads more easily. Participants could have pictures, they could add diagrams, as well as words, making the them a sensory rich and more exciting environment. We have their opportunity for real pedagogical change here and in this way ICT really adds value to the learning process.<\/p>\n<h3>Pedagogical change and added value<\/h3>\n<p>ICT gives us the freedom to look at the learning process in different ways and as I mentioned previously enables the learner to develop form being a participator in the process as a learner, to becoming at times, the teacher as their knowledge of a particular area develops.<\/p>\n<p>The teacher is no longer the gatekeeper to knowledge or standing in front of the classroom. The teacher is the facilitator and grows also by learning from other learners. With the World Wide Web, learners can easily access resources as they wish and develop new skills and meaning through interaction with this digital environment.<\/p>\n<p>Also think of the ways in which ICT can allow ideas and information to be presented by learners and teachers. For example we now have access to up to date statistics, newspapers online, maps, photographs, podcasts, music literally at our fingertips.<\/p>\n<p>A verbal response to a question asked formally, or writing sentences to questions do not have to be the main way of communicating an idea or checking whether learning is taking place. Students can convey ideas, summarise findings, portray concepts visually and verbally, for example, thorough podcasts, video, or through a closed forum discussion or the use of power point software or concept mapping framework such as Inspiration and all of which can be multi -modal or multi media. You can follow your own learning style and your communicate in ways which excite you or best suit your skills.<\/p>\n<p>This is how ICT adds value. Of course one should instil in learners a critical approach to the information they research. A change in learning style does not just happen without any framework or guidance from the teacher. There are huge opportunities here though. For example in class recently a student was writing up their GCSE Geography coursework. Instead of completing many graphs by hand as in the past, they had been able to experiment with the ways in which the computer produced different graphical representations of the data. This lead to an in depth discussion as to the effects on analysis and the perceptions of the reader, of different types of graph and also how detailed data representation needed to be. They had done a small bit of their own research trying out different types and discussing the effects with other. They shared the results of this with me and they went on to choose and develop their data presentation in a more sophisticated manner than would have been the case if the classroom had not had access to a bank of laptop computers.<\/p>\n<p>In another example in an online forum about citizenship I have witnessed pupils who would otherwise have kept quite and reacted to the visual or even verbal signals of peer pressure, were able in a digital environment to take the lead, develop others and find a strong voice. I think in a nutshell it is all about ownership of one&#8217;s own learning process and ICT helps us move closer to this.<\/p>\n<p>So do things in different ways. The classroom wall expands and can include the globe. We can form and change into learning communities for different tasks. There is no rule that says the teacher has sole control of information and therefore learning. Rather they become a facilitator, providing frameworks, goals; the learners have access easier access to information and more freedom to follow their individual needs and styles of expression. The teacher is not at the front of the classroom, different learners have the opportunity to lead as they interact. The technology simply makes this easier.<\/p>\n<p>I think we are at the start of an exciting journey here. I am beginning to learn how to use ICT to make learning more interactive and therefore have enhanced meaning for those involved. An important element for me is moving from a world of bullet points, linearly organised power points slides, consecutive chapters of linear text in a book, to a visually rich, multi media environment. Let us take a standard view of an academic paper or text for example. We see a linear set of heading or contents page. If this is shown as a visual framework of concepts, with hyperlinks to diagrams, internet sites, video, podcasts and so on we have something which is more exciting and flexible to use. Those interacting are not straight jacketed by the editing of the book, they can access the ideas and information in exactly the why they wish to. Imagine combining such a book or paper with a forum in which you can interact wth the writer and others reading the material. This is how the technology adds value.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">No references in original ac.uk case study.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; An Inspirational Diary [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract The Inspirational Diary began life as a project proposal. Later on I was involved in an on-line asynchronous forum discussion with Christina Preston, which took the form of a question and &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2007\/01\/14\/mirandanet-fellows-approach\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,9],"class_list":["post-9846","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9846"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9846"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9846\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9846"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9846"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9846"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}