{"id":9847,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/e-learning-pupils-perspectives\/"},"modified":"2019-06-29T22:10:10","modified_gmt":"2019-06-29T21:10:10","slug":"e-learning-pupils-perspectives","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/e-learning-pupils-perspectives\/","title":{"rendered":"e-Learning: Pupils&#8217; Perspectives"},"content":{"rendered":"<p><strong>What are their views on how eLearning might impact on motivation, learning, roles of teachers, achievement and attainment?<\/strong><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>Abstract<\/strong><\/p>\n<p><em>Abstract E-learning is a term of the moment in the world of education. It boasts, at its core, an immense and growing plethora of technologies and techniques. In addition, there are almost as many views on the place of ICT in underpinning teaching and learning as there are teachers and other educational professionals. There are those who would like to refuse to bring a computer anywhere near their classroom and at the other extreme, those who would deliver all learning through these media. But what of the views of the clients? The pupils themselves. This small scale study has engaged pupils in discussing many issues as varied as, for example, the present and future roles of teachers in e-learning environments and the potential for collaboration and research-based learning. As might be expected, there are no hard and fast conclusions yet to be drawn and pupils responses have raised as many questions as have been answered. However, it is clear that the Year 8 pupils at Chafford Hundred Campus approach their innovative new, highly connected school with a mixture of both excitement and trepidation. They value the hard work and input of their teachers and wish to see their roles change, rather than be eroded, by the implementation of newer technologies. They see value in a goal of working alongside teachers and learning support tutors as both their mentors and as fellow learners.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Mark Bennison<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2003<\/p>\n<p><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<p><strong>Study<\/strong><\/p>\n<p><strong>Introduction<\/strong> – <strong>Aims and Key Issues<\/strong> This assginment concerns the growth of e-learning in schools and in particular sets out to explore the voice of the pupil. Stephen Heppell’s recent quote (see above) in respect of a “definition of e-learning” whilst hard hitting, could be viewed as very encouraging set in the context of an often highly cynical mind set, that many in the teaching profession would appear to hold, with regard to the so called e-learning revolution. This research assignment serves to explore pupils’ perspectives on e-learning and is set very much in the context of the establishment within which the research is carried out. As a consequence, the research findings themselves may be limited in their generalisability. Nevertheless, as the literature review will indicate, the pupils’ views expressed herein, with respect to these highly relevant issues have hitherto so rarely been thoroughly explored. In this respect, this small scale study adds value to the debate. The context for this assignment is that of Chafford Hundred Campus Secondary Community School in Thurrock. This school opened in September 2001 intending to be highly innovative in a number of areas. It is an RSA 21st Century Curriculum Pilot School and issues all pupils (and teachers) with a high specification personal laptop. On the school wide wireless network with very high bandwidth, microwave broadband internet access, teachers and pupils are able to enjoy the ultimate in e-connectivity. After eighteen months of such a possibility and potential to innovate it will be interesting to ask what are the realities beyond the rhetoric. And most significantly, how do the pupils view their access to technology, the manner in which learning is delivered, its impact on motivation, learning outcomes, achievement and attainment? The literature review along with both the supporting and contrary arguments that run throughout the assignment endeavour to set the scene in a number of areas. Notably these are the perceived pros and limitations of e-learning scenarios, reflections of teachers, researchers and pupils in respect of the increasing use of ICT in teaching and learning, teacher behaviour in e-learning classrooms and the impact, if any, of current e-learning hardware and software on separate efforts of teachers to meet preferred learning styles – the metacognitive issues. Literature Review At the turn of the millenium the government of the United Kingdom provided huge financial resources as they inaugurated an electronic portal for primary and secondary education – the National Grid for Learning (NGfL). As Reynolds et al (2003) quote “From 1998-2002, £900 million were allocated to connect schools to the National Grid for Learning and provide related staff development to ensure that the connection was effective” (Reynolds et al, 2003). Nichol and Watson elaborate on the vision: “The NGfl was prophetic, embracing a vision of the future that united politicians, theorists, bureaucrats, ICT experts, commercial and industrial interests, the media and – through them- the general public.” and that “..there was a widespread faith across the Anglo-Saxon industrialised world that ICT would be the educational catalyst which would transofrm society in the post-industrial age to match the perceived challenge, even threat, from the tiger economies of the Pacific rim” (Nichol and Watson, 2003). Clearly much was, and remains, apparantly, at stake, not just for schools but for civilisation as a whole. But in this relentless drive to move e-learning to the top of the agenda for education, the wider issues of what makes for highly effective learning pedagogy and the multi faceted needs of the child-learner in particular appear to be either ignored or at best paid lip service to. As an example of this, Guile argues that teaching with ICT is not suited to the traditional pedagogical styles where teachers are “solely managers and didactic teachers” (Guile, 1998)<\/p>\n<p>Others are quite clear about the key principles for the way in which computer technology is used in schools; for example Bain “…four principles are paramount. These are: that technology serves teaching and learning: students and staff need ready access: technology must be embedded and integrated in the curriculum; and staff require training (Bain, 1996 from Dimmock, 2000). In respect of achievement, it begins to emerge that ICT may have a positive impact on achievement for some pupils in some contexts. A recent DfES report suggests that “Schools that were judged by OfSTED to have very good ICT resources had better achievement than schools with poor ICT.” (Impact2 (2002)) Others, both nationally and internationally, are less optimistic. A report by the Alliance for Childhood in the USA illustrates this. It argues that parents and teachers are “distracted from the provision of children’s basic needs – contact with other human beings and the natural world around them, space to grow and develop and time to be children” and that there is a “pressure to introduce them to technology: they impose the adult mode of seated, intellectually orientated approaches such as Internet research.” (Cordes and Miller, 2000). Thus, the literature is awash with claims and counter claims from the optimist-rhetoric of the apparantly, indisputably standards-raising ICT implementations which “increases the intensity of pupils’ learning” (Moseley and Higgins, 1999) through to the more pessimistic-rhetoric that “ICT in the curriculum has been broken-backed without a pedagogic spine to provide the necessary structure and support” (Reynolds, Treharne and Tripp, 2003).<\/p>\n<p>Even within more specific implementations, such as learners’ increasing access to the internet, there are also conflicting and contentious claims. Neil Selwyn claims that “The benefits of instant access to raw data from around the world are obvious, but other learning experiences are not so temporally and spatially reducible.” And that, paradoxically, the internet “…expands and restricts the learner’s worldview, both in terms of their values and sensibilities about time and events of culture.” (Selwyn, 1999). It is clear from the above and through the many quotes that follow that the multi-faceted, e-learning debate is fierce and in most part being played out on the front line; within the staffrooms of the nation’s schools and colleges. Nationwide, teachers have just completed their entitlement to basic skills New Opportunities Fund ICT training and are receiving their certificates against a backdrop of negative criticism of the programme. Much has been heard from teachers and researchers in the past 15 years of ICT innovation in schools. Little, however, has been heard from the pupils and students at the receiving end of this “learning revolution”. This small scale study plays a part in the redressing of this balance and whilst addressing some of the above mentioned issues of metacognition, learning outcomes, achievement and attainment, will focus most sharply on three key issues, the motivation of children, the appropriateness and relevance of the use of ICT and the role and behaviour of teachers.<\/p>\n<p><strong>Research Aims, Methodology and Rationale <\/strong>Chafford Hundred Campus is a relatively new establishment with only Years 7 and 8 in the Secondary wing. It has as part of its vision, a highly innovative and flexible, integrated curriculum which is planned as to be underpinned by a pervasive and seamless use of wireless, networked and internet connected technologies. The curriculum and access to that curriculum is also to be led by the learning needs and aspirations of learners. <strong>A web-based learning intranet <\/strong>is being developed alongside a programming company Connetix &#8482; to facilitate this flexibility. The image conjured up by the vision is one where teachers work alongside learning support tutors and other experts, to facilitate pupils’ largely independent, e-learning. Year 8 have now worked in this evolving structure, with their 1:1 wireless laptop provision, for nearly two years. The intention was to engage a cross section of this year group in dialogue concerning their learning experiences, the impact of the available technology and their views on this movement and the possible consequences for teachers and learners, now and into the future. The aim was to endeavour to start collecting data that reflected the views of young people at the leading edge of e-learning innovation and to summarise those views qualitatively. Research philosophy and strategy was to be, respectively, interpretive and ethnographic in nature. Focussing on pupils’ views and values through reflective dialogue did not lend itself to a quantitative methodology, particularly given the small sample.<\/p>\n<p>Data were collected in two ways. The first instrument was based on an asynchronous online discussion forum. This was set up via a password protected web page via my own website. The password protection and the asynchronicity of the instrument offered security on an otherwise public network. This formed part of the consideration given to the ethics surrounding this study. Following agreement to start (the Head of the school and pupils were consulted), a brief pilot with three pupils, five “issues for discussion” were offered and finally opened up to three mixed ability, Year 8 classes. Pupils were encouraged to contribute a response to the discussion issues (listed below) or, in turn, to respond to other pupils. Pupils made their contributions towards the end of their early entry GCSE ICT lessons. The five discussion questions were as follows:<\/p>\n<p><strong>Discussion Issue 1:<\/strong> &#8220;If you use your laptops in Campus, talk about some of the different ways that you have used them. What do you use them for?&#8221;<\/p>\n<p><strong>Discussion Issue 2:<\/strong> “Some people say that over the next 5 to 20 years, computers, excellent software, other ICT technology and the internet will take over ALL the jobs that teachers now do. How do you feel about computers being used more and more in learning? What about a school with no teachers &#8211; just computers and technicians”<\/p>\n<p><strong>Discussion Issue 3:<\/strong> “Carry on this sentence with your own views &#8230; Don&#8217;t worry about getting carried away, just say what you think&#8230; &#8220;The good thing about LEARNING things by using computers and other technology is ..”<\/p>\n<p><strong>Discussion Issue 4: <\/strong>&#8221; The problem about LEARNING things by using computers and other technology is &#8230;.&#8221;<\/p>\n<p><strong>Discussion Issue 5:<\/strong> Some people say that forcing young people to work more and more from a computer screen means they spend less and less time working with and learning from each other. They also might spend less and less time working with and learning from teachers. They say this is a problem; that computers will lower standards in education and will lead to young people who cannot work with each other. They will lack team skills etc. What do you really think about this negative idea? Do you agree? Explain your views.<\/p>\n<p>Pupils contributed over a period of nearly three weeks with a purposefully minimal input from myself. Then, following a reflective analysis of the pupils’ responses, a small cohort of these pupils were asked if they were happy to take part in a one to one, semi structured interview to elaborate on some of the issues raised in the discussion forum.<\/p>\n<p>Five pupils were then interviewed, for approximately 15 minutes each. Three questions were posed (created following the analysis of the online responses and first piloted with three pupils who did not take part in the online discussion prior to being slightly modified for clarity).<\/p>\n<p>These questions were as follows:<\/p>\n<p><strong>Question 1: <\/strong>How important is ICT, here at the Campus, in helping you to learn? Compare for example the importance of your laptop and the importance of your teachers.<\/p>\n<p><strong>Question 2<\/strong>: What difference would it make to you, if we took your laptops away from you and gave you access to computers only when a piece of work required it?<\/p>\n<p><strong>Question 3:<\/strong> Do you see computers taking over more and more of the jobs carried out by teachers in the years ahead? These questions were intended to be fairly open ended and allowed those who took part to elaborate on their ideas.<\/p>\n<p><strong>Research Findings: Findings, Analysis and Discussion<\/strong>. In their responses to both the online discussion and to the interviews, pupils clearly indicated that they were aware of a whole range of applications of technology in schools and that some of these applications, they felt, served their learning needs better than others. Dimmock (2000) summarses Hancock (1997) in his synthesis on the six attributes of the Information Age school follow.<\/p>\n<p>I feel that these offer a highly suitable framework within which to reflect on some of the responses of pupils in this study:<\/p>\n<p><strong>1. “Interactivity: <\/strong>Students are highly interactive, communicating with other students through formal presentations, cooperative learning activities and informal dialogue. Students and teachers talk to one another about learning tasks in large groups, in small groups and in one to one.” (Dimmock, 2000). In their own words, pupils in Year 8 at Chafford Hundred Campus reflected both in online discussion and during interview that this type of use was both highly motivating and probably under used:<\/p>\n<p><strong><em>“It’s good to give presentations with PowerPoint ™. Teaching a class like that is a good way to make sure you learn something well”. – Pupil D (Discussion)<\/em><\/strong><\/p>\n<p><strong><em> “We have made contact with other pupils in other schools. Even in other countries. But we should do this more. Learning about other cultures this way is much more interesting than from a book. You find that people all over the world have similar problems”. – Pupil H (Discussion<\/em><\/strong>)<\/p>\n<p><strong><em>“I think we should do more of this [collaborative learning with technology] otherwise it can get a bit boring just sitting typing on a keyboard and staring at a screen”. – Pupil 4 (Interview)<\/em><\/strong><\/p>\n<p><strong>2. Self Initiated Learning:<\/strong> Students take charge of their own learning. They, rather than the teacher, ask the initial questions. They gather their own data rather than the teacher transmit or prescribe it; they analyse, interpret and synthesize the data in the context of the problem. They experience the higher order skills involved in the process of learning. (Dimmock, 2000) In their responses, the majority of pupils clearly valued the empowerment of having a 1:1 access to a connected, wireless laptop but frequently reflected upon the lack of empowerment in their use of it.<\/p>\n<p><strong><em>“Some of the things we do, like Global Maths ™ is just like using a text book except its on the computer and you find out if you were right. I quite like that but it can get boring” – Pupil C (Discussion)<\/em><\/strong><\/p>\n<p><strong><em>“We do get the chance to research on the internet but most of the time we are told which websites to go to or you find a website that just has too much information on it. I get really bogged down sometimes” – Pupil 2 (Interview)<\/em><\/strong><\/p>\n<p><strong><em>“I like it when we have a lot of freedom to use the laptop. Like when we are given a project to do. I had to find out about fossils in Science and do a PowerPoint on it for the class. It was difficult to know what information to use and to leave out. I tried not to just copy and paste. At the end it felt like I had done something myself. We should do more of it”. – Pupil J (Discussion).<\/em><\/strong><\/p>\n<p>I feel that the reponse of Pupil J in particular reflects sensibly on this attribute. Engaging pupils in such an open and research-based model of learning, I believe would offer the greatest opportunity for pupils to work intelligently within at least five of the classical seven models of information processing, summarised by Joyce et al (1997); notably<\/p>\n<p>• Inductive thinking &#8211; paticularly in the development of classification skills<\/p>\n<p>• Scientific inquiry – particularly in learning the research system and how knowledge is produced and organised<\/p>\n<p>• Inquiry training – understanding how to collect information, build concepts and build and test hypotheses and<\/p>\n<p>• Advance organizers – increasing the ability to absorb information and to organise it.<\/p>\n<p>Knowledge construction, through supported self study, is a key to this particular use of technology and with high level teaching\/facilitation, I believe that teachers are, at least potentially, liberated by both the technology and the approach. They are then able to fully engage pupil-researchers in their development of higher order thinking skills of analysis, synthesis and evaluation in particular and within this, valuable sub-skills such as classification and discrimination of information. From an optimistic standpoint, the potential of technology, used skillfuly in this way, to develop a generation of young people with the real skills of self- and collaborative-empowered learning could take us way beyond the current rhetoric of the “lifelong learner”. Furthermore, technology, in the hands of a reflective practitioner, far from being something that discourages collaboration and social development; through group work in the planning, development and plenary stages as well as through online discussion (synchronous and asynchronous), can actually lead to an emphasis on work within a number of models in the social family of models as laid out by Joyce et al (1997);<\/p>\n<p>• Group investigation &#8211; developing skills for participation in democratic processes. For example when different members of a group are required to research different parts of a project before bringing them together.<\/p>\n<p>• Social inquiry – Social problem soliving through collective academic study and logical reasoning.<\/p>\n<p>• Positive interdependence and<\/p>\n<p>• Structured social inquiry. The pupils who were engaged in this particular study were, in general, yet to be convinced that the tools afforded them were being used to any great extent in a fully collaborative way.<\/p>\n<p><strong><em>“I do think that the laptops make us more independent and we don’t get as many chances to work in groups anymore.” – Pupil 1 (Interview)<\/em><\/strong><\/p>\n<p><strong><em>“(Working with laptops makes me) … appreciate PE and Technology (Design Technology) more because that’s when I get to work with my friends” – Pupil 4 (Interview)<\/em><\/strong><\/p>\n<p>If these responses are considered to be representative then there are issues for the school in respect of the training of staff to not think about technology as leading exclusively to a screen-facing independent learning agenda and to think more imaginatively about group work with computers.<\/p>\n<p><strong>3. A changing role for teachers<\/strong>: &#8230;.from director to coach and facilitator. Information is obtained by the students from the computer and not form the teacher. Teachers stimulate and prompt the students to ask the right questions and set about solving them. (Dimmock, 2000) The questions both in the discussion and interview that generated most interest and the greatest concensous, centered around both the current and future roles of teachers within the technology rich learning environment.<\/p>\n<p><em><strong> “Computers are good in schools because they are the future, they help children with learning as much as teachers and at the same time it is taking a step into the future.” – Pupil K (Discussion)<\/strong><\/em><\/p>\n<p><strong><em>“I think that to use laptops every now and then is okay, but not every day. Teachers have different strategies and that can help some people learn more easily. Laptops are the same each day.” – Pupil B (Discussion)<\/em><\/strong><\/p>\n<p><strong><em>“I don’t think that computers are better at teaching than the actual teachers!. You can not learn everything off the computer, if you did life would be very boring. Also, teachers are passing on their skills to us and computer can&#8217;t do that.” – Pupil L (Discussion)<\/em><\/strong><\/p>\n<p>In these and other responses, pupils were very concerned at the prospect of “exchanging their teacher for technology”. Many pupils reflected on the relative poverty of a learning environment with only technology and technicians.<\/p>\n<p><strong><em>“No I think we should have teachers as well. Computers can’t teach you everything. Teachers can pass on their own wisdom which computers don’t have.” – Pupil L (Discussion)<\/em><\/strong><\/p>\n<p><em><strong>“Computers quickly become boring but a good teacher can keep you interested for hours and hours. They make sure that everyone takes part in the lesson” – Pupil 6 (Interview)<\/strong><\/em><\/p>\n<p>I felt that it was encouraging to read and hear the overwhelming majority of pupils who took part reflecting on just how much they valued a “good teacher” and really could not envisage a school without teachers. A few were confident enough to reflect that they would rather learn from a computer than from a bad teacher though!<\/p>\n<p><strong><em>“….especially in Maths” – Pupil 6 (Interview)<\/em><\/strong><\/p>\n<p><strong>4. Media and Technology Specialists as Central Participants<\/strong>: They work with students to prompt the right questions and to guide in the availability of information resources. With teachers, they are instructional designers, developing curricula and helping to plan units. (Dimmock, 2000)<\/p>\n<p><strong><em>“Discussion and chat groups are good but its not the same as being in person. Our (Chafford Hundred Campus) virtual reality is a good place to meet though” – Pupil H (Discussion)<\/em><\/strong><\/p>\n<p>Pupil H was reflecting on the three dimensional, walk-around, vitual reality mock up of the Chafford Hundred Campus (accessible from www.mrbennison.com). This was designed and created by a Year 8 pupil following a short series of lessons in the use of the software. A number of pupils reflected on such exciting times ahead where “meeting people” in “virtual space” would make learning from people all around the world more realistic. One pupil, during interview, took this idea a step further when exploring question 3:<\/p>\n<p><em><strong> “It would be great if it was like the Matrix ™, where you could step into and out of different (virtual) worlds. Teachers could create worlds like History or Science then take us there. We could learn like stepping back in time”. Pupil 3 (Interview).<\/strong><\/em><\/p>\n<p>Although a little worrying, given the certification of the film to which the pupil referred, the answer was a good example of a pupil independently reflecting and projecting into the future and how the classical “teacher” might just still be employable as a “world creator” and “virtual guide” in this brave new pedagogical world! In a slightly more currently realistic reflection, as part of the discussion group, another pupil commented: “<\/p>\n<p><strong><em>I feel that the more the technology is involved in education, the more different types of learning pupils have at their fingertips. It also provides a more fun way of learning with online games and websites specific to the point of learning. Teachers might not have to be got rid of because perhaps they can provide the websites and maybe some teachers could make their own websites with all their learning plans and learning resources put online!” – Pupil C (Discussion)<\/em><\/strong><\/p>\n<p><strong>5. Continuous Evaluation: <\/strong>Teachers and schools engage in ongoing evaluation of the materials they use and those which are available. They collaborate in software development and exchange information about new products (Dimmock, 2000) In a whole range of responses, both to discussion issues and during interview, there was a real sense from some pupils of the “experimental” nature of the work in which they were involved at the Campus. That teachers were using the hardware, the networks, the software and were developing and collaborating in the development of largely untested resources. Some pupils reflected this in an exciting way. Others expressed a level of concern.<\/p>\n<p><strong><em>“I do feel like we are a bit like that (guinea pigs). You need to have a lot of trust that the teachers actually know what they are doing. It’s not like a normal school” – Pupil 2 (Interview).<\/em><\/strong><\/p>\n<p><strong><em>“It (the network) lets us down quite a lot. I have lost a lot of work. I think things need to be tested more before we are using them.” – Pupil 4 (Interview)<\/em><\/strong><\/p>\n<p><strong><em>“Its exciting being in a school with loads of technology. More than any other school. It means we can try things out before anyone else does” – Pupil 6 (Interview)<\/em><\/strong><\/p>\n<p><strong><em>“With the power of this technology, teachers here are kind of learning with us and that is exciting.” – Pupil 6 (Interview). T<\/em><\/strong><\/p>\n<p>hese last two points, made quite independently during one of the interviews, illustrate a pupil drawing close to conclusions that amount to that which permeates much of the recent literature on learning and the role of the teacher and the teacher’s relationship with learners. As Delors writes “Better still, school should impart both the desire for, and pleasure in, learning, the ability to learn how to learn and intellectual curiosity.<\/p>\n<p>One might even imagine a society in which each individual would be in turn both teacher and learner.” (Delors, 1996 from Askew and Carnell (1998) In a short space of time as this study allowed, it can be concluded that, even from the relatively small sample of responses discussed above, children really do think about their learning environments. They are acutely aware of the experimental nature of the campus and particularly of the changing roles of teachers, learning support tutors and the use of the technology within which there has been huge investment. They have well formed views and are quite prepared to share them.<\/p>\n<p><strong>Evaluation of Research Methodology and Data Collection Tools<\/strong><\/p>\n<p><strong> <\/strong>i) The Online Asynchronous Discussion Group The first data collection method using the online, asynchronous discussion group was slow to get started. Pupils were unfamiliar with the medium and were initially reluctant to contribute.<\/p>\n<p>Although the discussion issues (questions) were fully explained to all three classes and while pupils’ questions and concerns were aired and discussed, it took a couple of pupils in each class to contribute extensively in order to motivate others to do the same. As is often the case in such groups, a small number of contributors started to take the lead in discussions and this led to a shifting of responses towards particular perspectives. On reflection, this scenario might well compromise the validity of some of the responses in this small scale study. Normally, such a discussion group would be e-facilitated by a leader – keeping the group on task. Quite often this leads to more than merely refocussing but rather more of a leaning towards discussing the views raised by the e-facilitator. My attempts to guide the discussion (e-facilitate) were intentionally kept minimal for such a fear of leading pupils to issue forth or to support particular views. I endeavoured to try to avoid prejudicing the outcomes of the discussion group.<\/p>\n<p>On reflection, I believe that there were a number of times where I might have intervened to good effect. I had hoped that pupils would guide each other to expand upon their ideas. There were some very interesting initial thoughts that were not taken any further. A better approach for the future would be more of a training for contributers in the use of a discussion group prior to the main study. This might be done, perhaps through a discussion around issues which the group might, at least initially, find more ease in contributing. ii) The Semi Structured Interview The intention was to follow up the online discussion group with questions in the context of a semi structured interview in the hope that it might offer something of a “triangulation” – supporting or refuting the range of responses provided through the dicussion forum. Although not a traditional triangulation, which would involve a third party, there was a sense of the responses to interview questions validating the responses in the discussion forum. In general, the responses to interview questions appeared more reflective that those in the forum. The instrument allowed for a more immediate feedback to responses and an inclination towards requesting specific elaboration. In this sense, I believe, we are probably getting closer to pupils’ true views and values through the interview but that the interview process has been enhanced by the prior engagement in the online discussion.<\/p>\n<p>Pupils had unconsciously considered the issues around this study between their online contribution and the interview process. In that sense, the strategy of drawing the interviewee sample from the most vocal of online contributors probably made a good deal of sense. In a future, more wide ranging, study, it might be interesting to focus more sharply on a small number of issues (eg. teacher behaviour) and to triangulate the responses of pupils with those of teachers themselves.<\/p>\n<p>Hearing and reading a number of different pupils talking and writing about their varied yet unmistakably congruent experiences in the multi-faceted world of educational technology is indeed liberating. I am drawn to conclude that far from being passive, uncritical recipients of a new and evolving pedagogy, that in their own way pupils, have here reflected on teaching and learning and that they are more than happy to expand on their views. In interview, with a teacher, and particularly with a senior member of staff, pupils are likely to be inclined to give answers that they think might be expected of them. I would suggest this less likely to be the case in an open, asynchronous discussion group. Yet the broad range and type of answers given in these interviews matched well those given online. In 1990s,<\/p>\n<p>Denning reported that “ICT use can lead to increased commitment to the learning task, enhanced enjoyment and interest in learning, an enhanced sense of achievement in learning, an increase in self-directed learning and enhanced self-esteem” (Denning 1995-97). Many of the pupil reponses quoted above reflect the general impression that pupils gave about their experiences which, in the main, suggested a very positive attitude to learning which was enhanced by the availability and a varied use of the technology.<\/p>\n<h3>Learning<\/h3>\n<p>Pupils were happy to discuss the various approaches and behaviours of teachers in the context of pupil-centred learning with ICT. Predominantly, pupils reported that they had faith in the evolving work of teachers although they acknowledged, in their own way, that much was experimental and that teachers were on a steep learning curve too. That the “teacher is a crucial factor in the process of introducing ICT in the classroom” and that “the selection and use of software by teachers can have a significant impact on the learning environment” is undisputed. (Smeets and Mooij, 2001).<\/p>\n<p>It is also interesting to reflect upon the impact of teachers’ individual pedagogical perspectives. Again, the same authors explore and conclude this with rigour: “Teachers who adhere to traditional transmission approaches to instruction prefer skill-based software, whereas most teachers who support constructivist views of teaching and learning use skill-based as well as open-ended software.” (Smeets and Mooij, 2001). Given that teachers following schemes of work at Chafford Hundred Campus cannot escape using the technology that surrounds them, an indication that teachers with perhaps slightly differing pedagogical perspectives at the Campus might also have a preference for embracing certain types of software begins to emerge with pupils’ responses to issue 1 in the discussion. It is clear that a relatively small number of teachers stop at the point of using their laptop and projector for delivery whilst occasionally having pupils produce their work on word processor (linear).<\/p>\n<p>At the other extreme, a number of teachers clearly explore the full use of the resources available and with their pupils and their laptops, in particular make extensive use of the internet, of linear and non-linear, managed learning systems and linked technologies such as measuring probes, control, CADCAM and video conferencing. With this in mind, it is my view that post NOF training now needs to properly engage teachers in going way beyond software and hardware and also merely beyond paying lip service to rationale and protocols.<\/p>\n<p>Teachers now need to consider fully the learning needs of individuals, metacognition and the type, range and scope of use of ICT within an overall learning package offered to pupils. Observations made by Pisapia (1994) indicated that “…in exemplary classrooms, teachers may use resources in different ways, such as drill and practice exercises, simulations, problem-solving activities and productivity tools.<\/p>\n<p>A characteristic of these classrooms is that pupil use of learning technologies is woven integrally into the patterns of teaching.” whereas, he reports, “Teacher-centred teachers, on the other hand tend to use tranditional instructional methods and to regard learning technologies mainly as basic skill reinforcers, motivators, or “special treats”. (Pisapia, 1994). Differentiation is an issue too. As Smeets and Mooij (2001) indicate “ICT may not be expected to contribute to creating innovative, pupil-centred learning environments unless the teachers involved pay attention to the potential of ICT to facilitate curriculum differentiation.” (Smeets and Mooij, 2001). Once more, the responses of pupils to many of the questions and discussion issues explored here would suggest that we too have, albeit anonymously, amongst our own staff, colleagues who fit into both former categories and also many who have not realised the potential of ICT to support the learning of those with exceptional learning needs. As a school we must face this as a challenge and throw open the doors to a more reflective approach to our collective use and planned use of educational technology. Within the context of our approach to a Key Stage 3 Integrated Curriculum, these ideas become even more relevant and potentially empowering.<\/p>\n<p>An initial area of interest that had turned out to be relatively unexplored in this small scale study is that of the metacognitive. An additional, future, possibly major study of interest might explore with pupils and with teachers how those with differing preferred learning styles respond to networked learning resources. Given that much of the learning that takes place in the realm of technology- underpinned delivery is non-linear, this was considered an issue and was summarised following a study of non-linear learning in hypermedia programmes by Chen “…the aforementioned studies indicated that non-linear learning is closely related to students’ cognitive styles. Not all learners appreciate non-linear learning, particularly when taking into account their cognitive styles” (Chen, 2002). A more optimistic view is expressed by Rasmussen and Davidson (1996) reflects positively that “One of the most powerful features of computer-aided instruction is its capacity to individualize instruction to meet the specific needs of the learner. (Rasmussen and Davidson, 1996) Chafford Hundred Campus is an exciting place indeed within which to work. There is a real sense of working in a team of staff, alongside pupils and parents with a mission to innovate, not as an end in itself, but rather as a way to empower and to realise the holy grail of the lifelong learning culture. This small scale study makes clear that as we continue to write on the many sheets of blank paper that lay in front of us, we must, more frequently than we might, turn to our fellow learners, our clients the pupils for their views, their visions and their innovations.<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p>None available<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[review]\n[\/s2If]\n","protected":false},"excerpt":{"rendered":"<p>What are their views on how eLearning might impact on motivation, learning, roles of teachers, achievement and attainment? [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Abstract E-learning is a term of the moment in the world of education. It boasts, at its &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/e-learning-pupils-perspectives\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,16,11,162,163,9,164],"class_list":["post-9847","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-elearning","tag-interactive-learning","tag-laptop","tag-pupils","tag-research","tag-teachers","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9847"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9847"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9847\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9847"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9847"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9847"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}