{"id":9850,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/creating-online-community-large-secondary-school\/"},"modified":"2019-06-29T22:10:10","modified_gmt":"2019-06-29T21:10:10","slug":"creating-online-community-large-secondary-school","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/creating-online-community-large-secondary-school\/","title":{"rendered":"Creating an online community in a large secondary school"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><strong>Can an online forum improve communication and help develop a shared vision?<\/strong><\/p>\n<p>&nbsp;<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>Abstract<\/strong><\/p>\n<p><em>A critical survey of the literature was carried out to establish the key issues in our current knowledge of online communities and e-facilitation. This was used to inform the conduct of a practitioner research project at a large secondary school in Birmingham which had been created from two separate schools on the same site in 2002. The project, conducted over a six-week period in the summer term, involved setting up and facilitating an online discussion forum for all 200 staff at the school. It aimed to establish the feasibility, effectiveness and sustainability of such a forum and to investigate whether it could help to build a one-school ethos. Evidence from questionnaires, interviews and from the analysis of transcripts was used to form some conclusions. The processes necessary to set up a forum were clearly established and a community of mutually supportive staff, reflecting on professional issues began to develop. All contributions were thoroughly professional and in line with the forum’s conditions of use. Although only a small number of staff were actively engaged in the forums, the support for the idea and its potential was much more widespread. Barriers to wider use were the inevitable ‘lack of time’ and a number of other tensions for staff in a school facing challenging circumstances. The school has now formed a hard federation with two other schools and the need for such a forum for sharing of good practice within the federation is enhanced.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Allan Witherington<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<p><strong>Study<\/strong><\/p>\n<p>Please follow link for report of my completed professional study<\/p>\n<p><strong>The Literature &#8211; A Critique<\/strong><\/p>\n<p>A search of the literature was carried out in order to inform the conduct of my research study. Most authors had researched communities of students working towards a formal qualification; some worked with trainee teachers, others with professional bodies but I could find no reports of an online community for staff within a large school. My reading covered 3 main areas.<\/p>\n<p><strong>1. The Nature of On-line Communities<\/strong><\/p>\n<p>The popularity of CMC for teachers results from its ability to transcend time and space, opening up the possibility of ‘anytime anywhere’ learning and overcoming the geographical isolation still experienced by many teachers. Further, it allows interactivity, has multi-participant capacity and facilitates the storage and retrieval of postings (Hawkes, 2000). Most networks for teachers rely on asynchronous linear text-based technology. Although this medium creates the opportunity for careful composition and reflection, it can impede spontaneity in a discussion. Its limited audio and visual dimensions restrict its effectiveness, as does the absence of gestural, intonational and facial cues so important in face-to-face interactions (McAteer and Harris, 2002). Awareness of these potential stumbling blocks informed the planning of my research study.<\/p>\n<p>The literature abounds with claims that CMC has the potential to create reflective professional communities and to transform teacher professional development:<\/p>\n<p><em>“Electronic-conferencing provides an environment potentially productive for learning and proposes a new image of teacher as sense maker or reflective professional. Additionally, the medium enables teachers to form a coherent professional identity by offering opportunities for shared reflection and feedback.” <\/em>(Kyriakidou, 1999)<\/p>\n<p>However, systematic empirical evidence of successful communities is difficult to find. Zhao and Rop (2001) reviewed 28 papers describing 14 networks in the USA and concluded:<\/p>\n<p><em>“We found a general lack of rigorous research on the subject. Little is known about the effectiveness of CMCs for teacher learning. Few researchers have seriously examined the degree to which these networks indeed were &#8220;communities&#8221; that promoted reflective discourses.”<\/em><\/p>\n<p>The authors themselves concede that this was a review of the reports of the communities and not of the communities themselves. Experience in the UK has been more positive. ‘Talk2Learn’, a community for school leaders has 30,000 members (NCSL, 2003). In mid-2002 Russell and Thompson concluded:<\/p>\n<p>“<em>It shows good quality engagement but as yet it is too early to say if the vision… will be realised. However heads are supporting heads and engaging in meaningful debate with the decision makers.”<\/em><\/p>\n<p><strong>2. The Nurture of Online Communities<\/strong><\/p>\n<p>The characteristics of successful e-communities are now widely recognised. Preece (2002) stresses that the ‘usability’ of the online environment is critical to its success. However, getting the technology right is not enough. Her assertion that “people are the pulse of any community”(p.82), whilst apparently obvious, is a fact that can be overlooked by designers of e-learning software. A second pre-requisite for success is a clear purpose for the community, needed to draw in people to engage in electronic interactions. This, together with her advice, “give the community a clear meaningful name” (p.270) influenced the way my research was set up. A third essential for success is good leadership of the community. Experience has shown that teachers leading a community must shed the traditional role of instructor and adopt that of facilitator: the ‘sage on the stage’ becomes ‘the guide on the side’. This new role is often likened to that of a host who should:<\/p>\n<p><em>“serve at a party or salon …to welcome newcomers, introduce people to one another, clean up after the guests, provoke discussion, and break up fights if necessary” (<\/em>Rheingold, 1994:39).<\/p>\n<p>Many successful teachers posses the skills required for this multifaceted role (as tutor, assessor, mentor, coach and facilitator) and, providing they are not technophobes, can be trained to use them online. Berge (1995) categorized these skills into four main areas; pedagogical, social, managerial, and technical. Salmon (2002:190) used five categories each with six developmental levels. A thorough analysis of 67 papers by Kemshal-Bel, G (2001) revealed widespread agreement on the core skills – 19 were identified. ‘Playing Croquet with Flamingos’, the title of a guide to moderating online by Green (1998), conjures up an image that sums up the complexity of the task. I found this work very relevant because it focuses on moderating communities that are not part of a formal course of instruction. Practical strategies are presented in an accessible style; e.g. <em>“Don’t assume that the medium is as transparent for everyone as it is for you”.<\/em><\/p>\n<p>The challenge for e-facilitators now is to develop appropriate strategies to motivate participants to engage in collaborative knowledge creation online. Salmon (2000) has devised a 5-stage model that describes how participants can be supported through a structured developmental process. This model was devised for use with taught courses supported by set tasks (e-tivities), a quite different purpose from the GTC community of professionals and my research community. While the principles of access, motivation, socialization and information exchange still apply in these less formal communities, Salmon’s higher levels are likely to be achieved less frequently and more informally. The outcome of ongoing research into the informal e-learning communities at UK Online Centres (Cook et al., 2002) may well have greater relevance.<\/p>\n<p><strong>3. Research Methodology<\/strong><\/p>\n<p>My reading focused on two areas: questionnaire design and methods for the analysis of postings. Cohen et al. (2000) devoted a chapter in their weighty treatise to questionnaires. This reading directed me to consider ethical issues (e.g. confidentiality and anonymity), operational issues (e.g. online or printed), types of questionnaire item (e.g. dichotomous, multiple choice, rating scales, closed or open questions) and techniques for data processing. As a result I was able to avoid some of the pitfalls such as including questions that are leading, ambiguous, over-complex, irritating or threatening. The authors’ advice to pilot the questionnaire was invaluable.<\/p>\n<p>Two techniques were considered to analyse interactions within the forums. Mullen (2003) constructed complex audience maps that show members as dots connected by arrows from reader to poster based. Whilst very interesting, I considered this approach beyond the scope of my project.<\/p>\n<p>Others have developed a taxonomy based on the characteristics of postings. Ultralab’s work with the NCSL led them to propose 8 hierarchical categories ranging from ‘offering ideas’ through to ‘conceptual change’. (Bradshaw et al. 2002). The framework I chose to use was that devised by Fahy (2003) who created a ‘Transcript Analysis Tool’ (see Appendix 5). Within this, he identified 13 ‘supportive’ online behaviours which I propose to use in my study as indicators of ‘social presence’, a concept recognised by Garrison and Anderson (2003) (cited in Na Ubon and Kimble 2003).<\/p>\n<p><strong>MY LEARNING JOURNEY – A PERSONAL REFLECTION<\/strong><\/p>\n<p>A year ago I started out on the GTC\/Mirandanet e-facilitation course as an experienced teacher and school leader with a particular interest in professional development. My own experience of using ICT in science teaching and in administration had made me aware of its enormous potential but I had no knowledge of on-line forums or learning communities. After participating in this course I am now a confident member of several national forums and have gained effective experience in setting up and e-facilitating my own forums. Through a combination of practical experience and academic study I have developed a clear understanding of the complex and multi-faceted role of e-facilitator.<\/p>\n<p>Although the development of my learning was a continuum it can be described in the 5 stages of Salmon’s model.<\/p>\n<p><strong>Stage 1.<\/strong> <strong>Access and Motivation<\/strong><\/p>\n<p>Access was never a problem for me but I was grateful for the guidance I received from the tutor and other scholars working in a small group about issues such as netiquette, online protocols, and how to make a post. The creation of an area within the GTC site that was accessible only to course members enabled scholars to ‘open up’ and engage with each other in a secure environment. At this stage the role of the tutor was to set simple online tasks with short deadlines: ‘See you online within a week!’<\/p>\n<p><strong>Stage 2. Online Socialization<\/strong><\/p>\n<p>By studying exemplar postings from the GTC open site my group was able to devise strategies to deal with examples of ‘flaming’. This led to an early online discourse about ‘managing the forum’ which was designed to encourage members of the group to interact and begin to understand each other’s on-line persona. At this stage, as I waited expectantly for responses to my first posts, I learnt how important it is for e-facilitators to respond with a timely message of welcome. A scholar’s early confusion, ‘DOES ANYBODY KNOW ABOUT THE BRAINSTORM AREA AND WHERE IT IS – I AM LOST’ was met with helpful directions from another, ‘… I hope that helps :-)’. Mutual support within the group was beginning.<\/p>\n<p><strong>Stage 3. Information Exchange<\/strong><\/p>\n<p>Some postings now included humour and referred to other websites or published works. For example, in a strand about lurking, <em>“Gilly Salmon gives us a new huge range of ‘types’- wolf, mole, mice etc. p.171. I am aiming for a combination of wolf, elephant and dolphin but will probably end up as the dolphin’s tail fin”. <\/em>I was surprised when one posting included an image, which I didn’t know was possible. My online colleagues advised me, and my technical expertise developed further. This type of mutual support demonstrates the start of true collaborative learning. At this point the group was asked to work together online to produce questions for an ‘expert’ in ICT and pedagogy. After a hesitant start, each member of the group contributed and a leader emerged. The group was moving towards stage 4.<\/p>\n<p><strong>Stage 4. Knowledge Construction<\/strong><\/p>\n<p>I was now confident enough to offer to summarise the group’s interactions and our expert guest’s responses – having seen this key e-facilitating skill modelled by a tutor. I noted that modelling is an effective strategy for a facilitator. Each group member now began to apply their knowledge to a unique context as they planned their professional study. Scholars acted as ‘critical friends’ as they outlined their plans to each other and formal feedback was given by the tutor – starting with the positives and moving on to helpful criticism – another strategy worthy of note. Stage 5. Development Carrying out the action research project gave me practical experience of e-facilitation; reflecting on the outcomes, writing a report and presenting an early draft to all the other scholars for comment enabled me to I consider that we managed to build here, a collaborative environment where social and reflective learning was supported by tutoring and facilitation. We worked in the best traditions of social constructivism. As Confucius put it:<\/p>\n<p><em>“If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.”<\/em><\/p>\n<p>This achievement would have been all the more remarkable had it been done exclusively as an online community. For me, the greatest stimulus for learning came from the face-to-face sessions. Without these the online work would have been less engaging and I doubt whether I would have completed the course. There is an important message here which, I believe, applies to both adult and child learning: blended learning using a mix of face to face and CMC is likely to be more effective than either method alone. This thought led me to construct a visual model for blended learning (link here).<\/p>\n<p>One of the strengths of the course was its simultaneous coverage of e-facilitation and of wide-ranging policy issues. The opportunity to debate these issues at first hand with key figures in academic research and architects of government policy was stimulating. In discussion with Peter Twining, from the Open University, he repeatedly cast doubt on the assumption that more ICT automatically results in better learning. As we sat around a table he said:<\/p>\n<p><em>“this is probably quite an effective way for us to have a discussion and guess what &#8211; we’re not doing it on line! So the assumption that good practice and ICT go hand in hand is twaddle”.<\/em><\/p>\n<p>Whilst accepting that ICT skills are essential in all walks of life, he criticised the presentation by Doug Brown, who is responsible for delivering the government’s ICT strategy. He argued that Brown’s ‘ICT is good for you and will cure all ills’ message is simplistic and suggested that a better message would be that good teaching, which may or may not involve ICT, is good for you.<\/p>\n<p>I remain convinced that ICT offers an unprecedented opportunity to engage students in learning, but am aware that it is not a panacea. CMC is a potentially powerful tool that can help make quality education available to anyone who is online. I concur with the advice offered by Nancy White on her website:<\/p>\n<p><em>“Online communities are, in the end, an experiment in human interaction. Jump in and explore.”<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p>None available<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[review]\n[\/s2If]\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Can an online forum improve communication and help develop a shared vision? &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract A critical survey of the literature was carried out to establish the key issues in our current knowledge of online communities &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/creating-online-community-large-secondary-school\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,10,11,12],"class_list":["post-9850","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-collaboration","tag-interactive-learning","tag-online-community","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9850"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9850"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9850\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9850"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9850"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9850"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}