{"id":9851,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/blog\/2015\/01\/14\/template-case-study-4\/"},"modified":"2019-06-29T22:09:51","modified_gmt":"2019-06-29T21:09:51","slug":"template-case-study-4","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/template-case-study-4\/","title":{"rendered":"Template: Case Study"},"content":{"rendered":"<p><strong>A Pilot Study Exploring Blogs as a Learning Tool <\/strong><\/p>\n<p><strong>for Middle School Students with Special Needs<\/strong><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><strong>Author:<\/strong> <strong>Mechelle De Craene<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2006<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<p>The blog revolution is well underway, giving every Internet user the opportunity to become an online journalist (Greenspan, 2003) According to the Perseus Developmental Corporation, 52% of all blogs are created and maintained by 13 to 19-year-olds (Twist, 2004). A weblog or “blog” is a personal journal or reversed-chronological commentaries written by individuals and made publicly accessible on the web. Blogs <em>are<\/em> the &#8220;unedited, published voice of the people&#8221; (Winer 2003).<\/p>\n<p>Blogs have distinct technological features that set them apart from other forms of computer-mediated communication (Herring et al, 2004, Huffaker, 2004). These features include: 1) ease-of-use, as users do not need to know HTML or other web programming languages to publish onto the Internet; 2) ways to archive information and knowledge; 3) opportunities for others to comment or provide feedback for each blog post; and 4) links to other “bloggers” to form online communities (Huffaker, 2004).<\/p>\n<p>The study of the weblog phenomenon in itself can convey important insights about social construction, for, hundreds of thousands of blogs emerged worldwide within a fairly short time span without considerable direction from corporations or other institutions. Strategic approaches toward traditional blended learning environments are often instructor-centered, with control of the mix of educational approaches in the instructor&#8217;s hands. In contrast, weblogs are a flexible medium that can be used in approaches that provide educational participants with a &#8216;middle space&#8217; of options as to how to integrate face-to-face and online modes. Thus, weblog construction encourages the development of individual, critical voices within the broader context of classroom interactions (Oravec, 2003) as well as changes the dynamics of the traditional blended learning environment.<\/p>\n<p><strong>Pedagogical Blogs…<em>What’s that?<\/em><\/strong><\/p>\n<p>Ferdig (1998) posits, “As computers become prevalent in every part of our daily lives, so does the need for training on how to use those technologies. Because of this increase in need, demands have also been placed on schools to educate our children and make them technology literate.” As such, even though blogs were not originally constructed for classroom interactions they can be a valuable learning tool. A pedagogical blog is a blog used in an academic setting that promotes scholarly growth and development.<\/p>\n<p>There are many benefits to blogging in the classroom. For incidence, blogs are useful teaching and learning tools because they provide a space for students to reflect and publish their thoughts and understandings. Additionally, because blogs can be commented on, they provide opportunities for feedback and potential scaffolding of new ideas. Blogs also feature hyperlinks, which help students begin to understand the relational and contextual basis of knowledge, knowledge construction and meaning making (Ferdig &amp; Trammell 2004).  Albeit, the reality is there really isn’t much out there to guide educators on the use blogs in the classroom. Therefore, there is a need for research in the area of pedagogical blogging.<\/p>\n<p>Further research on blogs in the classroom would be valuable to educators who would like to integrate blogging as apart of their classroom curriculum, thereby encouraging techno-friendly classrooms. However, David Carraher (2003) of Harvard points out some of the challenges regarding the research and practice of weblogs in the classroom. He posits namely there are two current shortcomings. They are first, that within our current educational system there are constraints on students as active producers of knowledge. For example, in most schools students have little access to primary sources of information and to multiple interpretations of complex events (i.e. history and current events are typically presented from a single view posing as factual). Secondly, there is a firewall around the classroom. Thus, research about learning and teaching in classrooms is not built into the present system. Therefore, researchers are viewed as intruders into schools. He professes; at best researchers encounter the benign tolerance of administration and staff. Curriculum developers are shut out of the system. While they occasionally gain restricted access in order to field-test curriculum materials and teacher education. They have little access to everyday learning and teaching.<\/p>\n<p>Consequently, it is especially important for teacher\/scholars to do reflective research within our classrooms, for, we could help bridge the gap between theoretical and practical pedagogical applications. As such, the fact that there still is so much to learn intrigues me as a scholar and makes me wonder what kind of contribution I could bring to the field with regard to the applications of this technology in our schools. Hence, I wanted to embark on researching the “other side of the desk,” so to speak.<\/p>\n<p>Initially, I started pondering such philosophical and pedagogical questions like, ‘What role will blogging play in classroom dynamics?’ In essence, teachers are intellectual gatekeepers and like Carraher (2003) said, we can present topics from a unidemensional view (i.e. we pick the books, and frame the discourse) or from a multidimensional view. However, since our current system places high stakes on standardized testing much of education is unidemensional and unilateral. Thus, many teachers feel they must acquiesce to administrative demands and teach toward a prescribed agenda (i.e. the test). Therefore, students’ learning for the most part has been passive within many U.S. classrooms (i.e. the ol’ kill-n-drill, so to speak) to prepare students for state and national tests.<\/p>\n<p>Fortunately, now with the advent of more technology in the classroom such as blogs, kids have more of an opportunity to become active learners tailoring learning into <em>their<\/em> agenda and interest rather than just the school systems. Thus, blogging is a tool that promotes autonomy in the classroom and empowers students to take ownership of their own learning process.<\/p>\n<p>Not only that, the medium of blogs also allows students to share their knowledge in a publishable format which in turn teaches their on-line audience. In essence, blogs give students a voice on a digital platform. Ultimately, each blogging student has the advantage to cultivate their area of expertise and to make connections along the way not only within their own school, but across cultural boarders as well. Hence, the advent of blogging sparked a new paradigm for synthesizing and transcribing knowledge into written expression.<\/p>\n<p>Indeed, blogging guru Will Richardson sums up the cognitive nature of blogging wonderfully in his following post: “I&#8217;ve never in my life written the way I write in this Weblog. And frankly, I don&#8217;t know that I&#8217;ve learned as much from any other type of activity as I have from this type. And I learn when I&#8217;m doing just what I&#8217;m doing now (sweat on brow). I&#8217;m not journaling. I&#8217;m not just linking. I&#8217;m attempting to synthesize a lot of disparate ideas from a variety of sources into a few coherent sentences that I can publish for an audience and wait (hope?) for its response to push my thinking further.”<\/p>\n<p>Regarding the social-emotional dynamics of blogging Huffaker (2004) posits when blog software offers ways to provide feedback or link to other bloggers, this can foster a sense of peer group relationships, another important aspect for the developing adolescent. In short, weblogs represent a new medium for computer-mediated communication and may offer insight into the ways in which adolescents present themselves online, especially in terms of self-expression and peer group relationships, both of which impact the construction of identity (Huffaker, 2004).<\/p>\n<p>In terms of the classroom, teachers can use blogs not only academically, but also as a platform to scaffold social-emotional development and encourage peer collaboration, which supports the social-emotional needs of adolescents. This is especially important for students who are considered “at-risk” and\/or with special needs.<\/p>\n<h1>Purpose &amp; Expectations<\/h1>\n<p>The purpose of this pilot study was to examine how teen girls express themselves through the blogosphere in an academic setting and to assess the dynamics of their peer group relationship. My expectations going into the project were to be surprised and ready to learn new things about my students, the pedagogy, and myself. Thus, I was hoping to reflect on my own teaching methods to grow as a teacher, thereby, better serving the population of students that I teach.<\/p>\n<p><strong>Participants &amp; Context<\/strong><\/p>\n<p>The participants were five of my eighth grade students at a school located in Florida.  All participants are African-American. All the girls were in my self-contained varying exceptionalities special education Language Arts\/ Reading class and the context of the study took place within my classroom. All the girls were placed in my class because they scored a one on the reading section of the FCAT for the year 2004. FCAT scores fall into one of five levels: Level 5 is the highest and Level 1 is the lowest. Per their Individual Education Plans (IEP’s) they all have a learning disability. Additionally, all the girls are on free or reduced lunch.<\/p>\n<p>It is worthy to note, that there currently is a civil rights violation charge filed by the NAACP against this particular School Board concerning the over-representation of African American students placed in special education courses and an under-representation of African Americans placed in gifted classes (Ludwig, 2005). Alas, racial inequalities pervade special education in U.S. schools today especially in the South (Losen &amp; Orfield, The Civil Rights Project Harvard University, 2002). Thus, if the girls were misidentified for a learning disability at an early age and misplaced in special education at an early age it no doubt affected the trajectory of their academic lives.<\/p>\n<p>Alas, as a teacher I think the whole paradox between “gown” (i.e. university) and “town” (i.e. the rest of town) is puzzling.  I see the dichotomy daily. According to <em>US News &amp; World Report rankings of America’s Best Graduate Education Schools<\/em> our special education department is ranked 9<sup>th<\/sup> in the U.S.  Overall, the college ranks number 35 out of 276 education schools surveyed, making it the highest ranked education college in Florida. Yet, there still remains the pervading inequaltities in special education within our very own community. Why is this so? Why can’t “gown” and “town” join together to come up with solutions for our children within our very own community?<\/p>\n<p><strong>Methodology<\/strong><\/p>\n<p>To begin, the girls and I had a “refresher” talk about Internet safety. Each of the girls picked a pen name for confidentiality issues. The student pen names chosen and were very creative. Additionally, I also chose a pen name. Then we created our class blog. I asked the girls to pick out which template they would like for the blog and they chose a pink template. We all agreed upon the name for the title of our blog.<\/p>\n<p>The students’ reading levels ranged from 2nd grade (i.e. age 7)-6th grade (i.e. age 11) per the<em> Scholastic’s READ 180<\/em> SRI Lexile Test, which is apart of the computerized reading program we use in class as a facet of the curriculum. Two of the girls had a computer at home and three did not. The girls with a computer at home typed with both hands. Whereas, of two of the girls without a computer one typed with one-handed. The other student without a home computer predominately typed with one hand also, however, when prompted could type ambidextrously.<\/p>\n<p>Internet permission slips were also signed by the girls’ parents at the beginning of the year. Additionally, AUP’s (Acceptable-Use Policy) were signed. AUP’s typically establish expectations for how students and faculty will use school resources, procedures they are expected to follow and consequences when expectations and procedures are violated. In the AUP document one will find policies relating to the use of computer and Internet resources and a general explanation of various actions the institute can take against you for violating these and other standard policies (Grabe &amp; Grabe, 2001).<\/p>\n<p>Heretofore, there are no official laws, rules, or guidelines for blogging in the classroom. Therefore, we came up with some classroom guidelines. Preparing students to be responsible users of the Internet also involves helping them learn what is safe and appropriate behavior (Grabe &amp; Grabe, 2001). As at the beginning of the school year, I ask my students for input on the classroom rules they would like implemented so we could collaborate on cultivating the classroom climate. Hence, I also wanted to share in cultivating the cyber climate for our classroom project as well.<\/p>\n<p>Included in our rules were safety guidelines such as not to reveal students’ and\/or teachers’ names, addresses, phone numbers, and the name of our school. When I asked the girls for suggestions regarding the guidelines (i.e. rules) they would like for our classroom blog and noticed a pattern among their comments. Therefore, I placed them into the following categories: (1) confidentiality, (2) authenticity, (3) respect, and (4) teamwork. Much of the discourse pertaining to blog rules was online. Please see Appendix One for the list of guidelines in their words.<\/p>\n<p>This particular blog’s intention was to serve as an experimental digital platform for class discussion. Since all the participants are considered “at-risk” addressing the social-emotional needs of my students is a part of their curriculum. Thus, we decided to use the blog to discuss various topics that concerned them. In a sense, our blog served as a virtual peer support group.<\/p>\n<p>I asked the girls which topics they would like to discuss on the blog and the following are their suggestions: (1) music, (2) hobbies, (3) self-esteem, (4) parents, (5) boyfriends, (6) sex, (7) drugs, and (8) education. Then all the girls voted on which topic they wanted to discuss the most. The topic of self-esteem won the majority of the student vote and many of the girls said they chose self-esteem because they believed that the previous topic choices were all interconnected with self-esteem issues.<\/p>\n<p>Prior to discussing self-esteem on-line I had the girls read a chapter entitled <em>Self-Image and Self-Improvement<\/em> in the <span style=\"text-decoration: underline;\">Life Skills Training: Promoting Health and Personal Development <\/span>book by Dr. Gilbert J. Botvin as a springboard for discussion. I also posted a blogger prompt. It is my contention that a blogger prompt is different than a journal prompt in that a blogger prompt has to encourage participants to address issues from multiple perspectives complementing the interactive nature of the blog medium. Whereas, most journal prompts do not encourage multiple perspectives and often encourage a monocular thesis, which is as 2D as the paper it’s written on.<\/p>\n<p>Each entry relating to self-esteem was posted over a one-week period. I observed each of the girls as they made their entries to make sure they were the authentic authors of each post. Moreover, I wanted to assess their blog writing style unedited. Hence, I wanted to glean data on the girls’ on-line written expression.  Therefore, I told the girls that I was not going to correct their grammar at each post and they are free to post their expressions without me fixing their grammar. I also reminded them that others will be reading their work and to remember they were writing for a larger audience besides just myself and each other, but also the readers around the globe in the blogosphere.<\/p>\n<p>I truly feel that it&#8217;s an important skill for students with special needs to learn to use their voice and not be afraid to write. I think a lot of students with special needs just shut down with regard to writing because they are so used to having many teachers “slam” their writing. Indeed, at the beginning of the school year one student would crumple her paper with tears in her eyes and say that she can’t write. Hence, I was trying to encourage the girls by letting them have their own venue and to see that writing isn&#8217;t just about trying to get the grammar &#8220;right&#8221; all the time. I explained to them that even famous authors need a good editor and that fundamentally writing allows you to connect with others. Therefore, I wanted to address this facet to help some of the girls who had given up on writing. After all the postings were complete each girl was interviewed both verbally and via a survey, which prompting each girl to reflect on her blogging experiences.<\/p>\n<p><strong>Findings<\/strong><\/p>\n<p>There were a total of 31 entries (i.e. post) made relating to blog guidelines, topic choice, and self-esteem. One of the girls defined self-esteem as, “something you feel within yourself.” The girls also listed factors which they discussed as possibly contributing to one’s self-esteem. They are as follows: (1) family, (2)  friends, (3) boys, (4) race, and (5) their environment. The girls expressed themselves in their post via direct statements and question format.<\/p>\n<p>The comments made relating to family and self-esteem are as follows: (1) “Family can tell you that you are not like them, but you know within yourself that you are something;” (2) “I liked when you talked about your family because I kinda know how you feel about the family part. When you said that your family say you are nothing like them. Now, I be feeling the same way too about my family.” Alas, to sum of the girls’ comments, feeling different or isolated from one’s family contributes to lower self-esteem.<\/p>\n<p>The following are comments made about friends and self-esteem: (1) “I think friends affect our self-esteem in a very surprising way, meaning, if you were to say that you find yourself pretty and a very well decent person, and your friends say that you are not pretty and have a bad personality, just by your friends telling you that, you don’t feel so confident about yourself;” (2) “Why do people have to challenge each other by doing a lot of crazy things like dressing more better than that person?” and (3) “Why do people call other people bald-headed that make other people get mad at them? Then they be ready to fight. How do friends affect your self-esteem? I think friends are good to be around. Some people are not good to be around when they start to make a fight because you can be involved too.”<\/p>\n<p>In sum, the girls expressed that sometimes friends say hurtful things, which may make you mad or doubt yourself, which, lowers your confidence levels. Additionally, they expressed that some friends may try to evoke competitive behavior. Therefore, some friends are good to hang around. Whereas, others are not. Thus, one can infer from the girls’ responses that choosing friends carefully is a strategy for maintaining a healthy self-esteem.<\/p>\n<p>The comments related to boys and self-esteem are as follows: (1) “boys are a big part of a girl’s life so boys can affect your self-esteem by telling you that you need to change;” and (2) “Well, to tell ya the truth, I think boys affect your self-esteem in a spiritual way, meaning, that boys will try to tell you what’s gonna go down, and how things are gonna be, and how they are gonna make your life betta than what it is. Really I think that almost every woman can do good all by themselves except when they want kids, but rather than that everyone would do okay.” Hence, the girls’ expressed the feelings that boys affect a girl’s self-esteem by sending out messages that they need to change, and they are incapable of handing their lives on their own (i.e that girls are a damsels in distress who need rescuing).<\/p>\n<p>The following are the comments made about race and self-esteem: (1) “Sometimes race affects self-esteem because some black folks think if they could be white they could be betta people;” and (2) “I think race affects self-esteem because most people get jealous bout people who skin color betta than theirs, like if the person had pretty skin color and the other ones always pick on her and call her names just because her’s not like the one with da pretty skin.” Alas, the way one perceives their skin color, as well as, the comments made by others about their skin color affects one’s self-esteem. Notice two of the girls’ pen names include references to skin color. “Baby Coco” has dark ebony skin and “lil miss sexy red” has light skin. (Per the girls, “red” is a term to describe the skin of a light skinned African American within the African American community).<\/p>\n<p>Environment was also commented on relating to self-esteem by one student who questions its role in relation to self-esteem and then answers her own inquiry which is as follows: “Do you think environment affects your self-esteem, meaning, where you live. From my point of view no because it’s your choice to choose where you want to live so I think no our environment does not affect our self-esteem.” Thus, one can infer this student feels that she has autonomy regarding to the place where she chooses to live.<\/p>\n<p>Initially, the slant of most of the girls’ comments related to the above factors focused on how they lowered self-esteem. To counteract that, the girls also gave advice to improve self-esteem that fell into the following categories: (1) self-talk, (2) prayer, (3) trying your best, (4) going to a close friend, and (5) going to a mentor. All of the girls’ advice to improve self-esteem was action oriented. Thus, to improve self-esteem their messages implied that one must do something about it. This denotes that the girls believe that self-esteem is not a fixed phenomenon. Hence, they are aware that self-esteem levels may fluctuate, and they seek out resources both internal and external to help maintain a healthy self-esteem.<\/p>\n<p>When blogging about self-esteem, the girls also used a lot of informal language when talking with each other online. The language of Internet is often referred to as “Netspeak” which entails both traditional linguistic forms, and adaptive ones that include slang and non-standard forms that are sometimes used in real-life (Huffaker &amp; Calvert, 2005) . Netspeak has become an emergent discourse shaped entirely by the creativity of its community (Crystal, 2001; Huffaker &amp; Calvert, 2005). The introduction of acronyms (e.g. “lol=laugh out loud,” “brb=be right back”), plays or variations on words (e.g. “cya=see you”, “latah=later”, graphical icons that represent emotions called emoticons (e.g. : ) or ;-{} ) or graphical icons that represent a real person in a virtual context, called avatars, are all examples of a language produced by an online community. This language continues to evolve and remains an important area of study when considering the ways in which Internet users inteact and express who they are (Huffaker &amp; Calvert, 2005).<\/p>\n<p>The girls employed two of the four previously mentioned categories of Netspeak. Thus, they used <em>acronyms<\/em> and <em>plays on words<\/em> in their discourse. Whereas, they did not used <em>emoticons<\/em> or <em>avatars <\/em>in their verbal expression. The girls used the following acronyms: “g2g=got to go”, “b-cause=because”, “NE ways=anyways”, “2=to”, and 2morrow=tomorrow).<\/p>\n<p>The following are the play on words patterns that were found within their Netspeak. They are as follows: (1) the girls would substitute “z” for “s” a lot. For example, the girls wrote “dayz”, “kidz”, and “wuz”; (2) the girls also substituted “d” for “t” in a lot of their vocabulary. For incidence, the girls wrote “dis” for “this” and “da” for “the”; and (3) the girls often dropped the last sound of the word. For example, they wrote “somethin’”, “holla”, and “betta.” For a complete list of the students’ Netspeak language patterns please see Appendix Two.<\/p>\n<p>Additionally, the girls often wrote in unicase. Unicase is defined as long stretches of lowercase with ALL CAPS used for emphasis (Huffaker &amp; Calvert, 2005). Occasionally, the girls would comment to me about a fellow student’s spelling errors. However, they did not relay this to each other. One girl used her dictionary when typing her post to her blog to assist her.<\/p>\n<p>Overall, the girls in the group gave each other postive feedback on their post. The following were some of their encouraging comments to each other: (1) “I really enjoyed reading baby coco’s and tay’s dialogues. I was feelin’ da questions y’all asked; (2) I really like what you are talking about because we should talk about self-esteem; (3) I really enjoyed what y’all wrote. I wuz feelin’ ya u dig b-cause what you talkin bout is really truthful and means somethin&#8217; in life if ya really understand it; and (4) That was a very good example about family; and (5) I think what y’all was talking about was off the chain. I agree with it. ”<\/p>\n<p>Prior to our blogging project none of the girls knew what a blog was per a verbal interview before we started blogging. After blogging I administered a written survey consisting of seven questions (See attached). When all five of the girls were interviewed they all reported positive feelings with regard to blogging.<\/p>\n<p>The following are some of the students’ responses when asked how they felt about blogging: (1) “Great, because you can express yourself however you want and people understand what you’re going through”; and (2) I felt good about blogging cause I can talk about stuff I’m interested in.”  When asked, “Do you like blogging better than journaling on paper? Why or why not?” the following responses were given: (1) “Yes, because it is much easier for me to do because typing is easier than writing”; (2) I like both really because the subject (i.e. writing) really keeps me going”; and (3) “On the computer because I like to type, and on paper it’s boring.” In response to the question, “Are you planning to keep on blogging” four out of five of the students said, “yes.” The student who replied, “no” to the question said, “no, because I don’t have a computer.” When asked, “What did you like about blogging in English class” the following are some of the responses: (1) “ I got to chat with other people and go to know what other people think”; (2) I like it when we talk about self-esteem, and (3) The things we can write down and be real about.”<\/p>\n<p>Following our blogging project we received the writing portion of the 8<sup>th<\/sup> grade FCAT writing scores. FCAT writing is graded from a 1-6. The following were the girls’ scores: 2.0, 2.0, 2.5, 2.5 and 4.0. The student who scored the 4.0 (i.e. above grade average) on the writing portion of the FCAT will be mainstreamed into general education courses next year, which is her first year of high school. Interestingly, she is also the only student who requested to use the dictionary to assist her with her spelling during her blogging.<\/p>\n<p>Additionally, that same student wrote me a note telling me how she felt about blogging. She said the following: “The blogging experiment changed the way I felt about some things and some people in a unique way because I got to know how other people felt and their ideas about things I felt, or had feelings about. I found out that there are a lot of things out there in the world that can get people very emotionally and aggressional (angry) and to me I now know I’m not the only one with problems emotionally and agressionally (angry).”<\/p>\n<p>When we all had our class discussion about self-esteem the girls said that there were things the could say on-line that they wouldn’t want to say aloud in the classroom. They said they didn’t want to reveal such personal emotions in front of the boys in class. Alas, many of the boys asked and tried to peek at the girls’ blog as they were typing, but none were able to view the blog long enough to catch the URL.because the boys were “shooed awayed” by the girls.<\/p>\n<p><strong>Implications:<\/strong><\/p>\n<p>Blogging changes the teacher’s role in the classroom with regard to writing. Brainstorming, graphic organizers, and outlines can now be done on-line with hypertext that glows back in various colors, rather than in the traditional black and white composition books. Thus, students can tailor their blogs artistically through the use color, photos, and even sound effects accessible at a click. This encourages digital exploration, which empowers and motivates students to take ownership of their blogging publications. Hence, blogs encourage students to become active producers of knowledge.<\/p>\n<p>The teacher’s role also shifts from a pedantic dictatorship of knowledge to facilitator of knowledge. Thus, the power is shared between student and teacher thereby creating a more democratic learning environment. Hence, the classroom that blogs complements and embraces constructivist ideologies. Additionally, the medium of blogging allows for feedback on academic work from more than just the teacher, which expands the perspectives of both students and teachers to think multidimensional rather than unilaterally. Alas, students who previously may have been concerned about pleasing the teacher alone can reflect on his or her writing and think how it can be appealing to a wider audience beyond classroom walls.<\/p>\n<p>Thus, through the use of blogs students have access to a wider audience than ever before (i.e. the cyber-audience in the blogosphere). In essence, blogging allows the world a window into our classrooms and this globalized audience is both authentic and culturally diverse. Now audiences can reply with a click of a button to our students\/authors at various stages in his or her writing development. Thus, the notion of the “reading audience” takes on new meaning with blogging technology. Now more than ever the audience can influence and inspire young authors thereby scaffolding each student’s writing ability as he or she’s skill evolves. Hence, blogging can be very Vygotskian, so to speak.<\/p>\n<p>Another implication gleaned from the study is that blogs allow the student\/author and his or her cyber-audience to reflect on the “process” of writing, and not just the “product” itself. This can be done through various postings that are all dated and placed in reverse chronological order on the blog format itself. Additionally, since blogging provides students with instant on-line publishing students are able to go back and visit their postings, thereby rereading and reflecting on them from any computer in the world. They can also share their postings with their family and friends alike by just logging on.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>What’s Next?<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>According to the US Department of Education (2005), The advent of the Internet and growth of personal computers has lead to a substantial investment in computer hardware and software acquisition in public schools, but this investment was made without a parallel commitment to teacher training. In the 1998-99 school year alone, computer expenditures in K-12 public schools exceeded $5.5 billion, or $119.22 per child. Of that amount, 69% was spent on hardware, 17% on software, and only 14% on staff development. Not surprisingly, this relative inattention to professional development at the K-12 level has resulted in many of these computers standing unused or underused. Therefore, further training of teachers is needed to integrate technology in the classroom.<\/p>\n<p>In an article entitled <em>Digital Equity: Training Future Teachers to Bridge the Divide <\/em>(US DOE, 2005) Bob McLaughlin, executive director of the National Institute for Community Innovations, posits that future teachers also need to be empowered to serve as educational technology advocates in their schools, especially in underserved schools.<\/p>\n<p>Additionally, the article <em>21<sup>st<\/sup> Century Learners: The Need for Tech-Savvy Teachers<\/em> the US DOE (2005) contends &#8220;Teachers may be forgiven if they cling to old models of teaching that have served them well in the past. All of their formal instruction and role models were driven by traditional teaching practices. Breaking away from traditional approaches to instruction means taking risks and venturing into the unknown. But this is precisely what is needed at the present time.&#8221; Thus, there is a call for teachers to risk-take and try novel instructional means within their classroom, which would in turn expand both the teacher and students’ intellectual horizons.<\/p>\n<p>For future research it would be interesting to compare on-line written expression between the genders in the classroom to see if there are any trends. Additionally, further research could include examining how teens blog about other academic subjects besides in the Language Arts classroom. For incidence, students could keep blogs on their science experiments and record each step of the way. Studies that compared online journal and offline journaling would be valuable to educators as well. Further research exploring blogs as a learning tool for both academics curricular goals as well social-emotional curricular goals for students with special needs would also be beneficial. In conclusion, teachers and scholars alike are at the tip of the iceberg when it comes to studying blogging in the classroom and there is much frontier to be discovered within the blogosphere.<\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\">Appendix One:<\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><em><span style=\"text-decoration: underline;\">Student Responses Regarding Class Guidelines for Blog<\/span><\/em><span style=\"text-decoration: underline;\">: <\/span><\/p>\n<p>“No tellin’ nobodies peeps” (i.e. confidentiality)<\/p>\n<p>“Try to be honest, don’t be ‘bout dos games” (i.e. authenticity)<\/p>\n<p>“Take dis serious” (i.e. authenticity)<\/p>\n<p>“If u got something slick to say ‘bout somebody keep it to yo self” (i.e. respect)<\/p>\n<p>“Everyone have to be respectful to everyone.” (i.e. respect)<\/p>\n<p>“Make sure no one puts anyone down.” (i.e. respect)<\/p>\n<p>“These is my guideline this is between the five girls and don&#8217;t be mean to each other&#8230;peace out people.” (i.e. confidentiality &amp; respect)<\/p>\n<p>“They also have to work like a team. They also have to help each other if they need help. You also have to help create things with each other.” (i.e. teamwork)<\/p>\n<p>“The last rule is to make sure you follow the rules.” (i.e. teamwork)<\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\">Appendix 2:<\/span><\/p>\n<p><em><span style=\"text-decoration: underline;\">Student Patterns with Language Use:<\/span><\/em><\/p>\n<p>dis=this<\/p>\n<p>gurls=girls<\/p>\n<p>dayz=days<\/p>\n<p>kidz=kids<\/p>\n<p>2morrow=tomorrow<\/p>\n<p>b-cause=because<\/p>\n<p>da=the<\/p>\n<p>ma=my<\/p>\n<p>2=to<\/p>\n<p>bout=about<\/p>\n<p>fillin’ or feelin’ =feeling<\/p>\n<p>yoll=y’all<\/p>\n<p>peeps=friends<\/p>\n<p>gits=little kids<\/p>\n<p>u=you<\/p>\n<p>yo=your<\/p>\n<p>wuz=was<\/p>\n<p>ya=you<\/p>\n<p>somethin’=something<\/p>\n<p>lil=little<\/p>\n<p>NE ways=anyways<\/p>\n<p>betta=better<\/p>\n<p>wassup=What’s up?<\/p>\n<p>atcha=at you<\/p>\n<p>g2g=got to go<\/p>\n<p>rong=rung<\/p>\n<p>playa=players<\/p>\n<p>disen=making fun of<\/p>\n<p>chillin’=relaxing<\/p>\n<p>off the chain=really good<\/p>\n<p>holla=hollar<\/p>\n<p>holla back=(write back) respond<\/p>\n<p>homies=(home girls) friends<\/p>\n<p>*Note: All translations of informal language (at the request of my professors) were confirmed correct by the students themselves.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Blood, R. (2002) <em>We’ve Got Blog: How Weblogs are Changing Our Culture<\/em>, Perseus Publishing.<\/p>\n<p>Carraher, D. (2003) <em>Weblogs in Education, <\/em><a href=\"http:\/\/blogs.law.harvard.edu\/carraher\/stories\/storyReader$6\">http:\/\/blogs.law.harvard.edu\/carraher\/stories\/storyReader$6<\/a><\/p>\n<p>Ferdig, R. (1998) <em>Teaching a teacher about technology: A narrative approach <\/em>downloaded from <a href=\"http:\/\/ott.educ.msu.edu\/tec\/R&amp;D\/SITE98\/site98ferdig.htm\">http:\/\/ott.educ.msu.edu\/tec\/R&amp;D\/SITE98\/site98ferdig.htm<\/a><\/p>\n<p>Ferdig, R.E. &amp; Trammell, K.D. (2004).  Content delivery in the blogosphere. <em>T.H.E. Journal<\/em>, 31(7), 12-20.<\/p>\n<p>Grabe, M. &amp; Grabe, C. (2001). <em>Integrating Technology for Meaningful Learning<\/em>, Houghton Mifflin, New York, NY.<\/p>\n<p>Greenspan, R. (2003). <em>Blogging By The Numbers<\/em>, Click Z Network,<\/p>\n<p>http:\/\/www.clickz.com\/stats\/sectors\/software\/article.php\/2238831<\/p>\n<p>Huffaker, D.A.  (2004) <em>Gender Similarities and Differences in Online Identity and Language Use Among Teenage Bloggers<\/em>, Georgetown Thesis,  <a href=\"http:\/\/cct.georgetown.edu\/thesis\/DavidHuffaker.pdf\">http:\/\/cct.georgetown.edu\/thesis\/DavidHuffaker.pdf<\/a>.<\/p>\n<p>Huffaker, D. A., and Calvert, S. L. (2005). Gender, identity, and language use in teenage blogs. <em>Journal of Computer-Mediated Communication, 10<\/em>(2), article 1. <em> <\/em><a href=\"http:\/\/jcmc.indiana.edu\/vol10\/issue2\/huffaker.html\">http:\/\/jcmc.indiana.edu\/vol10\/issue2\/huffaker.html<\/a><\/p>\n<p>Losen, D. J, Orfield, G. (2002) <em>Racial Inequality in Special Education<\/em>, The Civil Rights Project at Harvard University, Harvard University Press.<\/p>\n<p>Ludwig, H. (2005)  <em>Taking new measures to improve special education <\/em><a href=\"http:\/\/www.gainesville.com\/apps\/pbcs.dll\/article?AID=\/20050221\/\">http:\/\/www.gainesville.com\/apps\/pbcs.dll\/article?AID=\/20050221\/<\/a>EDITORIALS0101\/50221004\/1097\/editorials<\/p>\n<p>Ohmukai, I., Numa K, Takeda, H., (2003) <em>Egocentric Search Method for Authoring Support in Semantic Weblog, Workshop on Knowledge Markup and Semantic Annotation <\/em>(Semannot 2003), Held in conjunction with the Second International Conference on Knowledge Capture (K-CAP2003), 2003. <a href=\"http:\/\/www.blogpulse.com\/papers\/www2004ohmukai.pdf\"><span style=\"text-decoration: underline;\">http:\/\/www.blogpulse.com\/papers\/www2004ohmukai.pdf<\/span><\/a><\/p>\n<p>Oravec, J. (2003) <em>Blending<\/em> <em>by Blogging: weblogs in blended learning initiatives<\/em>, Journal of Educational Media, Vol. 28 (No. 2-3<\/p>\n<p>Richardson, W. (2005<em>) Weblogg-Ed the read\/write in the classroom<\/em>, <span style=\"text-decoration: underline;\"><a href=\"http:\/\/www.weblogg-ed.com\/2005\/04\/11#a3359\">http:\/\/www.weblogg-ed.com\/2005\/04\/11#a3359<\/a><\/span><\/p>\n<p>Shneiderman, B. (2002) <em>Leonardo’s Laptop: Human Needs and the New Computing Technologies<\/em>, MIT Press.<\/p>\n<p>Twist, J. (2004) <em>BBC News: Teenagers reach out via weblogs<\/em>, <span style=\"text-decoration: underline;\"><a href=\"http:\/\/newswww.bbc.net.uk\/1\/hi\/technology\/3774389.stm\">http:\/\/newswww.bbc.net.uk\/1\/hi\/technology\/3774389.stm<\/a><\/span><\/p>\n<p>US DOE (2005). <em><a href=\"http:\/\/www.pt3.org\/\">Preparing Tomorrow&#8217;s Teachers to Use Technology<\/a><\/em><em>: 21<sup>st<\/sup> Century Learners: The Need for Tech-Savvy Teachers<\/em> http:\/\/www.pt3.org\/technology\/21century_learners.html<\/p>\n<p>US DOE (2005).<em>Digital Equity: Training Future Teachers to Bridge the Divide<\/em>, http:\/\/www.pt3.org\/stories\/equity.html<\/p>\n<p>Winer, D. 2003. <em>&#8220;What Makes a Weblog a Weblog?&#8221;<\/em> Weblogs at Harvard Law. 23 May. Online: <a href=\"http:\/\/blogs.law.harvard.edu\/whatMakesAWeblogAWeblog\">http:\/\/blogs.law.harvard.edu\/whatMakesAWeblogAWeblog<\/a>.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A Pilot Study Exploring Blogs as a Learning Tool  for Middle School Students with Special Needs [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Author: Mechelle De Craene  Publication Date: 2006 [s2If !is_user_logged_in()]To see the complete Case Study, please Login or Join.[\/s2If] [divide margin_top=&#8221;10&#8243; &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/template-case-study-4\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[165,8,9,35],"class_list":["post-9851","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-blogs","tag-case-study-2","tag-research","tag-special-needs","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9851"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9851"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9851\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9851"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9851"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9851"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}