{"id":9852,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/radio-effective-e-learning-tool\/"},"modified":"2019-06-29T22:10:10","modified_gmt":"2019-06-29T21:10:10","slug":"radio-effective-e-learning-tool","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/radio-effective-e-learning-tool\/","title":{"rendered":"Radio as an Effective E-Learning Tool"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h1 style=\"text-align: center;\" align=\"center\">To evaluate the use of Radio as an effective e-learning tool and what learning takes place amongst the participants.<\/h1>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>From the evidence of the research, it is quite apparent that learning is taking place in this project. The intention was to discover what type of learning has taken place by the pupils involved in this, and I am pleased to say that it has been possible to isolate examples of what types from the evidence presented in the form of questionnaires and audio interviews.<\/em><\/p>\n<p><em>To summarise, a number of different learning styles have been discovered and these are:- <strong>Experiential, Collaborative, Problem Based, Single Loop, Double Loop, Informal Learning.<\/strong> The evidence of the case study complements the findings in the research study. This has shown that we have informal learning taking place, and in that the form of learning has been varied and will differ depending on the level of involvement in the news team. This reflects on the work on Tennant as described earlier on in the research phase.<\/em><\/p>\n<p><em>The audio interviews provided the best evidence for discovering what different types of learning took place, and the discussion is fully described in Appendix B. The questionnaires proved useful in that it enabled me to analyse the results according to Lazar and Preece’s definition on what makes a collaborative project. By clearly showing that all four parts of Resources, Guidance, Feedback and Enjoyment were evidenced then it proved that this was the case. I also feel that I have proved that this project is an e-learning project as defined by the research into the subject, as it follows Preece, Whittaker, Isaacs and O’Day’s criteria.<\/em><\/p>\n<p><em>It is worth noting that the questionnaires provided some insights into what was going on in the pupils’ thoughts, but the most valuable evidence came from the audio transcripts. The questionnaires were easier to implement, but this agrees with the work carried out by Hopkins in his book on “A Teacher’s guide to Classroom Research”.<\/em><\/p>\n<p><em>Although it took a lot of time to get the transcripts typed, having to listen to what was said as I typed out the answers, has given me a very good insight into what goes on in an area that I am responsible for. It would be very difficult to transcribe interviews for more people involved in this project.<\/em><\/p>\n<p><em>Areas that could have been improved include a better-designed questionnaire. I would have liked to design the questionnaires after I had completed the research. Unfortunately, due to time constraints caused partly by the nature of the project, as well as timing it with the Oscar broadcast periods (in May or Nov\/Dec), it meant that I had to come up with a set of questionnaires based on my experiences alone. They do provide an opportunity for the pupils to answer it and provide some useful information. <\/em><\/p>\n<p><em> The interviews have clearly shown how serious these pupils take their role. I believe this is partly due to the fact that there is sense of belonging with this project, that they feel in control of their destiny. They also want to do a good job in front of their peers. I also feel there is an element of pride in what they are doing, which is providing a service to the local community. I was genuinely impressed by this attitude. This reflects on what Lave and Wenger when they discuss… “Learning involves the whole person, it implies not only a relation to a specific task, but a relation to social communities – it implies becoming a full participant, a member a kind of person.”<\/em><\/p>\n<p><em>My final point gives a clear indication of the collaborative nature of this project, and it also provides an insight into what motivates pupils to take part in this project. The news technician gave an illuminating comment, which is worth noting here. When I saw the news studios, and I thought it was such a good facility that I wanted to join up. Why on earth am I not in it? People involved in Oscar need to be good, and this is another attraction. I took the news in, as it is a good opportunity for me to show, one, technical experience, two, that I can get on with lots of people and control a large team. I think it is the best way to get into the Oscar as an experience. For me it was a good way high into the hierarchy. If I was doing this again as a third former (Year 9) I would join the news. Because news you are in the studio quite a lot, you get to know people and if you are good, you get known. I know who the best newsreaders are and they will be getting e-mails from me inviting them to become higher up in the news team and I will be training them how to do extra things… Even though it is the biggest team, it is the most intimate team in Oscar. You don’t get the presenters getting together, or the recording engineers. Whereas the news, I trained every single one of them in the days before reading. I have met every one of them during the past four weeks several times. That appealed to me…. It is fascinating and a really good experience for me to learn. And I think it has taught me a lot of skills on how to analyse something. I am very excited by what I have discovered and hope that this research will provide an idea of how useful a project like this is to develop young people’s skills and develop their learning. I have always felt that being involved in Oscar Radio and in the way that it was run, would give the pupils a chance to develop some different styles of learning, and to actually develop adult styles of learning. This I have shown by this case study.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>David Fuller<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h3>Summary<\/h3>\n<p>&nbsp;<\/p>\n<p>This case study poses two questions:-<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>To show that the use of a school radio station can be a valid e-learning project.<\/li>\n<li>To investigate the learning undertaken by those people involved in delivering an e-learning project.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>The case study revolves around the operation of the news team for Oscar Radio, Oundle School’s Radio Station. As the teacher in charge, I have always wanted to discover what learning was taking place by the pupils. The project is a very successful one, and has developed rapidly over the past five years. The news team was chosen as it is a relatively small group and information could be gathered quickly.<\/p>\n<p>&nbsp;<\/p>\n<p>Evidence collected was in the form of questionnaires and audio interviews and having analysed them the results prove useful and informative.<\/p>\n<p>&nbsp;<\/p>\n<p>The evidence of the case study complements the findings in the literature review. This has shown that we have informal learning taking place, and in that the form of learning has been varied and will differ depending on the level of involvement in the news team. This reflects on the work of Tennant (1999) as described in the critical review of the literature phase.<\/p>\n<p>&nbsp;<\/p>\n<p>The results of the questionnaires are analysed using Lazar and Preece&#8217;s (1999) criteria for successful learning communities. The results show a high level of consistency with these criteria. My intention is not to PROVE that this is a valid e-learning project but to SHOW how e-learning is a core component of radio broadcasting, and by extension other multi-media projects.<\/p>\n<p>&nbsp;<\/p>\n<p>My final point gives a clear indication of the exciting nature of this venture, and it also provides an insight into what motivates pupils to take part in this activity. The news technician gave an illuminating comment, which is worth noting here.<\/p>\n<p><em>It is fascinating and a really good experience for me to learn. And I think it has taught me a lot of skills on how to analyse something. (2003)<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>I am very excited by what I have discovered and hope that this research will provide an idea of how useful a project like this is to extend young people’s skills and develop their learning. I have always felt that being involved in Oscar Radio and in the way that it was run, would give the pupils a chance to develop some different styles of learning, and to actually develop adult styles of learning.<\/p>\n<h4><\/h4>\n<h1>Aim<\/h1>\n<p>&nbsp;<\/p>\n<p>To show how the use of radio involves e-learning, and that e-learning can be a core part of radio broadcasting. To discover what learning takes place in taking part in an e-learning project. This study examines the processes utilised by the news team in mediating data from the IRN satellite feed that will be read on the nightly news broadcast.<\/p>\n<p>&nbsp;<\/p>\n<h3>Context<\/h3>\n<p>&nbsp;<\/p>\n<p>Oscar Radio is a student radio station at Oundle School, near Peterborough. It was established in 1998 and is controlled by students at the school. It has proved to be a very useful, although slightly expensive addition to the school’s activities programme. It operates twice a year for a period of 2-4 weeks under a Radio License from the Radio Authority (now OFCOM), we have an FM license and can broadcast to a radius of 10 miles from the school studios. When deciding on creating the radio station, it was felt that live news broadcasting should be an important feature of the radio station output. So an IRN satellite receiver was installed along with the necessary hardware and software.<\/p>\n<p>&nbsp;<\/p>\n<p>A pupil manager who is helped by a pupil technician runs the news. People in the school are asked to volunteer to come and read the news. They are interviewed and the best ones go forward as the newsreaders for that broadcast. The news is read at 6pm and 9pm each day of the broadcast.<\/p>\n<p>&nbsp;<\/p>\n<p>I want to investigate the processes that occur within the news team in Oscar Radio.<\/p>\n<p>&nbsp;<\/p>\n<h3>Audience<\/h3>\n<p>&nbsp;<\/p>\n<p>The audience for this research would be general practitioners who are investigating using different types of media for educational purposes. It is also useful to people who are interested in the effects of using multimedia tools in an educational setting.<\/p>\n<p>&nbsp;<\/p>\n<h3>Expected Outcomes<\/h3>\n<p>&nbsp;<\/p>\n<p>This is very much a bottom up research project, and so I am hoping that the research will reveal some interesting facts. But here are some thoughts on some questions I am hoping that the data will help reveal some answers.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>Understand what types of learning takes place by those involved in this project.<\/li>\n<li>Prove that this sort of project is an e-learning environment.<\/li>\n<li>Investigate the learning carried out by those involved in an e-learning process.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h3>How will the relevant data be identified?<\/h3>\n<p>&nbsp;<\/p>\n<p>There are a number of approaches to this and the data collection will take the form of questionnaires and some audio interviews. I also wish to produce some video footage to show what happens when the news is broadcast live.<\/p>\n<h3>What data will I collect?<\/h3>\n<p>&nbsp;<\/p>\n<p>I will use questionnaires and design a number of different ones for different people involved in this project.<\/p>\n<p>&nbsp;<\/p>\n<p>The intention is to ask open style questions, this will hopefully provide some interesting topics to discuss during the audio interview that will take place later in the study.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>News Manager:         <\/strong><\/p>\n<p>There is one news manager in the team, she has been involved in the news for 4 years, and has run it on her own for 3 broadcasts. She is very experienced, and has come up with plenty of ideas for improving the delivery of the news.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Newsreaders:             <\/strong><\/p>\n<p>The news broadcast is given a mark for quality by the duty radio manager (a pupil). I will ask all the newsreaders to complete the questionnaires; the main interest will be in the newsreaders that score highly and poorly in these assessments. There are 22 newsreaders in the present team.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>News Technician:      <\/strong><\/p>\n<p>There will be one major technician who will help prepare the team for each broadcast. He has only just started in this field, but should be highly proficient.<\/p>\n<p>&nbsp;<\/p>\n<p>In order to provide triangulation I also intend running some audio interviews. These will take place after the results of the questionnaires have been assessed.<\/p>\n<p>&nbsp;<\/p>\n<h3>How will I check that my data is valid?<\/h3>\n<p>&nbsp;<\/p>\n<p>There are two classes of people who need to be in the sample. It is the intention to be as unbiased as possible but the following points need to be appreciated.<\/p>\n<p>&nbsp;<\/p>\n<h2>News Manager and Technician<\/h2>\n<p>These are people who have major responsibility for the news. Their responses will prove informative, and provide ideas on the planning behind the news.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>News Readers<\/strong>            Due to time constraints, only one member of the news team could be interviewed. She is one of the best members of the team.<\/p>\n<p>&nbsp;<\/p>\n<h3>Questionnaires<\/h3>\n<p>&nbsp;<\/p>\n<p>These are the outlines for the questionnaires to be completed by the various participants. At the time of writing these, I was not sure what the focus of the work would be on, so they are deliberately open-ended questions.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Questions for newsreaders<\/strong><\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Before I read the news on air I…<\/li>\n<li>The training I have received to help me with this is……?<\/li>\n<li>I make decisions as to what news items I want to read because………..?<\/li>\n<li>I leave out the following items that came up………….. because……….?<\/li>\n<li>I include the following items that came up……………. Because……….?<\/li>\n<li>After I had read the news I felt that it had ………………………?<\/li>\n<li>I would describe my job as………………….?<\/li>\n<li>The problems I face are……………………?<\/li>\n<li>My successes during this broadcast are ……………?<\/li>\n<li>Why did I sign up for news ………………..?<\/li>\n<li>What do I think I have gained from the experience………………..?<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Questions for news technician<\/strong><\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>The preparation and training that I have undertaken before this broadcast included………..?<\/li>\n<li>My role is to ……….?<\/li>\n<li>I help the news readers by………………..?<\/li>\n<li>Just before the news goes live I ……………………?<\/li>\n<li>During the broadcast of the news I ensure that …………………….?<\/li>\n<li>After the news broadcast I ……………………..?<\/li>\n<li>I would describe my job as………………….?<\/li>\n<li>The problems I face are……………………? The solutions were …..?<\/li>\n<li>My successes during this broadcast are ……………?<\/li>\n<li>Why did I sign up for news ………………..?<\/li>\n<li>What do I think I have gained from the experience………………..?<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Questions for the news manager<\/strong><\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Before each Oscar broadcast I prepare the news teams by ……………..?<\/li>\n<li>The training that I offer to each member of the news team is…………?<\/li>\n<li>I ensure that the quality of the news broadcast is maintained by…………?<\/li>\n<li>I check that the news is being read properly and that any major items of news that change between the first and second broadcast by…………?<\/li>\n<li>After each news day I ……………………?<\/li>\n<li>At the end of the news broadcast I prepare ………………………….?<\/li>\n<li>To ensure that the quality of news improves between the broadcasts I .?<\/li>\n<li>I would describe my job as ………………?<\/li>\n<li>The problems I face are……………………? The solutions were…?<\/li>\n<li>My successes during this broadcast are ……………?<\/li>\n<li>I am I am very pleased with ………?<\/li>\n<li>Why did I volunteer to do this ………………..?<\/li>\n<li>What do I think I have gained from the experience………………..?<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h3>How will I analyse the data and draw conclusions?<\/h3>\n<p>&nbsp;<\/p>\n<p>The questionnaires and interviews will take place in the middle of November. The interviews will take place before the Christmas holidays. The Christmas break will be used to analyse the data and draw conclusions. It will enable me to check that evidence contradicts or conform emerging patterns.<\/p>\n<h3>Time Organisation<\/h3>\n<p>&nbsp;<\/p>\n<p>Here is a timeline of how I intend organising the time for this research project over the next ten months.<\/p>\n<h4><a href=\"\/wp-content\/uploads\/2019\/06\/radio-image-1.png\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-medium wp-image-2585\" src=\"\/wp-content\/uploads\/2019\/06\/radio-image-1-300x173.png\" alt=\"radio image 1\" width=\"300\" height=\"173\" \/><\/a><\/h4>\n<h3><\/h3>\n<h3>How will the research findings be disseminated to other teachers?<\/h3>\n<p>&nbsp;<\/p>\n<p>The e-journal will be the main area for presenting this work. I will also send a copy to OFCOM as a project that shows the value of radio as a learning tool. I plan to place it on the Oscar Radio website for future visitors interested in the educational benefits of this sort of e-learning (www.Oscar-radio.com). The Oscar Radio project is currently being viewed as a potential case study for the Government’s e-learning strategy. I have become a director of a charity called Children and Radio and will be using this organisation to publicise the work.  The Mirandanet e-citizens website will also show the details of this study. I recently attended a conference held at the Houses of Parliament discussing the issues of Children’s Radio in this country, I will be in touch with the organisers of this event to see if they are interested in receiving this study.<\/p>\n<p>&nbsp;<\/p>\n<p>I also believe that some independent school associations will also be interested in this study and I will be approaching them when it is completed.<\/p>\n<h3>Literature Review<\/h3>\n<p>&nbsp;<\/p>\n<p>In order to develop the work, it is a good idea to define the e-learning environment the pupils were in.<\/p>\n<p>&nbsp;<\/p>\n<p>Preece defines an online community as consisting of: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li><em>People<\/em> – who interact socially as they strive to satisfy their own needs or perform special roles such as leading or moderating.<\/li>\n<li>A shared <em>purpose<\/em> – such as interest, need, information exchange, or service that provides a reason for the community.<\/li>\n<li><em>Policies<\/em> – in the form of tacit assumptions, rituals, protocols, rules, and laws that guide people’s interactions.<\/li>\n<li><em>Computer systems<\/em> &#8211; to support and mediate social interaction and facilitate a sense of togetherness.<\/li>\n<\/ul>\n<p>(Preece, 2000)<\/p>\n<p>&nbsp;<\/p>\n<p>The radio station scenario loosely fits the above criteria, although the news is broadcast one way, and so social interaction is limited. However, the social interaction in organising it and getting it to work is not limited. My aim is not to investigate what is broadcast, but to look at the interactions and learning that takes place between the members of this group, while supporting an online project. In this sense the community can be defined as it has the following core attributes:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Members have a shared goal, interest need or activity that provides the primary reason for belonging to the community.<\/li>\n<li>Members engage in repeated, active participation, and shared activities occur amongst the participants.<\/li>\n<li>Members have access to shared resources, and policies determine the access to those resources.<\/li>\n<li>Reciprocity of information, support and services among members is important.<\/li>\n<li>There is a shared context of social conventions, language and protocol.<\/li>\n<\/ol>\n<p>(Whittaker, Isaacs and O’Day, 1997)<\/p>\n<p>&nbsp;<\/p>\n<p>For the news team these can be seen in the following areas:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>The team have a shared goal, to deliver the news on a daily basis.<\/li>\n<li>Each member of the team has to do a number of news shows, and they are based in pairs.<\/li>\n<li>The team have access to shared resources, and the news manager has laid down policies and what to do and what not to do.<\/li>\n<li>The news manager and technician to the team provide support and services.<\/li>\n<li>There is a shared context of social conventions, language and protocol when delivering the news on air.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>It could be argued that these points actually relate to any team that is involved in a shared project. However, in the context of e-learning, the project, although different to the mainstream, is still in this category due to the multimedia nature of it, and it is a broadcast system to listeners both within the school and local community.<\/p>\n<p>&nbsp;<\/p>\n<p>One of the things I wish to discover in this study is finding what educational benefit or learning is there for the pupils involved? This is a collaborative project and Lazar and Preece (1999) identify four core factors which promote successful learning communities.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>Resources – To communicate with the class, within small groups, one-on-one, with the instructor; to access resources on the Web, to search the Web, to do collaborative writing projects, to share work, to get feedback to check grades, and more.<\/li>\n<li>Guidance – Professors have to guide students effectively, to challenge them to use the Internet (<em>resources<\/em>) creatively and to ensure they are rewarded for their efforts.<\/li>\n<li>Feedback – Feedback can take several forms at various points in the learning process. It could be ongoing reassurance from a professor or peers, or acknowledgement of a job well done, or assignment of a grade.<\/li>\n<li>Enjoyment – When learning is fun it is generally more meaningful. Features that encourage sharing, empathy, trust support and collaboration, as well as discourage aggression, self- and ego-centred behaviour help to make learning enjoyable.<\/li>\n<\/ul>\n<p>(Lazar &amp; Preece, 1999)<\/p>\n<p>&nbsp;<\/p>\n<p>With some modifications (shown in Appendix C) I would like to use these points as a means to assess the learning in the community for the news team. The professor in this case is the news manager, and the guidance will come from both manager and the technician. Please note that as the teacher in charge of this project, my involvement is negligible throughout the broadcast of the news.<\/p>\n<p>&nbsp;<\/p>\n<p>I do think that running a school radio station provides the pupils with an open-ended learning environment that is something they do not experience in their normal academic studies.  A lot of the learning comes from a reflection of experience.<\/p>\n<p>&nbsp;<\/p>\n<p>“Engaging in reflective and interactive online activities, especially those leading to explaining, justifying and evaluating problem solutions is a very important learning process. In 1983, Schön pointed out that people change their everyday practice by having reflective conversations, they frame their understandings of a situation in the light of experience and they try out actions and then reinterpret or reference the situation in the light of the consequences of that action.”<\/p>\n<p>(Salmon, 2000)<\/p>\n<p>&nbsp;<\/p>\n<p>I also feel that being a real world scenario then problem based learning takes place.<\/p>\n<p>&nbsp;<\/p>\n<p>“From the practical point of view, problem based learning (PBL) is very interesting for online learning. Indeed, PBL is based on a ‘problem’, a ‘case’, a ‘question’… and leads the students to find solutions.”<\/p>\n<p>(Dael-D, 2000)<\/p>\n<p>&nbsp;<\/p>\n<p>Donald Schön’s work on learning systems provided a guide to the type of learning undertaken by the pupils.<\/p>\n<p>&nbsp;<\/p>\n<p>“A learning system … must be one in which dynamic conservation operates at such a level and in such a way as to permit changes of state without intolerable to the essential functions the systems fulfils for the self. Our systems need to maintain their identity, and their ability to support the self identity of those who belong to them, but they must at the same time be capable of transforming themselves.”<\/p>\n<p>(Schön, 1973)<\/p>\n<p>&nbsp;<\/p>\n<p>This is something that I feel is very true of what happens with the radio station. Every year new pupils take control; wish to improve it, whilst maintaining the identity of the station.<\/p>\n<p>&nbsp;<\/p>\n<p>Schön’s work on double loop learning is also very interesting as I have witnessed evidence of this at various times in the development of the radio station. It would be interesting to see if any of the evidence reveals this level of learning and I will be taking note of it if it occurs.<\/p>\n<p>&nbsp;<\/p>\n<p>“When the error detected and corrected permits the organization to carry on its present policies or achieve its presents objectives, then that error-and-correction process is <em>single-loop<\/em> learning. Single-loop learning is like a thermostat that learns when it is too hot of too cold and turns the heat on or off. The thermostat can perform this task because it can receive information (the temperature of the room) and take corrective action. <em>Double-loop <\/em>learning occurs when error is detected and corrected in ways that involve the modification of an organization’s underlying norms, policies and objectives.”<\/p>\n<p>(Argyris and Schön, 1978)<\/p>\n<p>&nbsp;<\/p>\n<p>People involved in the running of Oscar Radio need to do a lot of thinking on their feet and Schön describes this as a reflective practitioner. I will be looking for evidence of this taking place in the case study.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Models of Learning<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>An interesting discussion took place in the training days (supported by Mirandanet) undertaken by a team of practising teachers who are all involved in both e-facilitation and action research projects. This was to do with models of learning involved in an e-learning environment. Figures 1 and 2 arose out of the discussion within the group. As a result of this discussion I was able to develop Figure 3, which models my conceptualisation of the learning process of the Oscar news team. The group were shown this at the time, and seemed impressed, by the development.<\/p>\n<p>&nbsp;<\/p>\n<p>The group discussed the traditional approach to teaching and learning, where the teacher acts at the centre and pupils direct their learning via the teacher in the central position.<\/p>\n<div id=\"attachment_2588\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-1-Traditional-learning-model-teacher-in-the-centre.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2588\" class=\"size-medium wp-image-2588\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-1-Traditional-learning-model-teacher-in-the-centre-300x170.png\" alt=\"Figure 1 - Traditional learning model, teacher in the centre\" width=\"300\" height=\"170\" \/><\/a><p id=\"caption-attachment-2588\" class=\"wp-caption-text\">Figure 1 &#8211; Traditional learning model, teacher in the centre<\/p><\/div>\n<p>An e-learning environment changes this approach, here the teacher moves away from the centre, and joins the remaining group, and the interactions go across the group, sometimes missing out the teacher.<\/p>\n<div id=\"attachment_2589\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-2-E-learning-model-for-learning-teacher-with-the-pupils..png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2589\" class=\"size-medium wp-image-2589\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-2-E-learning-model-for-learning-teacher-with-the-pupils.-300x170.png\" alt=\"Figure 2 - E-learning model for learning, teacher with the pupils.\" width=\"300\" height=\"170\" \/><\/a><p id=\"caption-attachment-2589\" class=\"wp-caption-text\">Figure 2 &#8211; E-learning model for learning, teacher with the pupils.<\/p><\/div>\n<p>I am certain that the model for Oscar Radio takes this a step further. The pupils are in control of what happens and the teacher is on the side, to provide support only when needed, but not on a day-to-day basis. The learning is mainly between pupils, and some senior pupils take the teacher’s role. The teacher then relates to those senior pupils.<\/p>\n<div id=\"attachment_2590\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-3-Oscar-Radio-model-for-learning-teacher-with-the-pupils..png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2590\" class=\"size-medium wp-image-2590\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-3-Oscar-Radio-model-for-learning-teacher-with-the-pupils.-300x170.png\" alt=\"Figure 3 - Oscar Radio model for learning, teacher with the pupils.\" width=\"300\" height=\"170\" \/><\/a><p id=\"caption-attachment-2590\" class=\"wp-caption-text\">Figure 3 &#8211; Oscar Radio model for learning, teacher with the pupils.<\/p><\/div>\n<p>As I have mentioned earlier it is important to realise that this project has been entirely run by the pupils. My role has been to help set targets, and deal with some technical issues but that is all. The pupil managers and the team have done the rest. This proved to be the best news broadcast in the history of Oscar Radio.<\/p>\n<p>&nbsp;<\/p>\n<p>The terms used to describe the model above could be a community of practice and is a type of informal learning for the pupils. In 1998 Wenger defines a community of practice as:<\/p>\n<p>&nbsp;<\/p>\n<p>Being alive as human beings means that we are constantly engaged in the pursuit of enterprises of all kinds, from ensuring our physical survival to seeking the most lofty pleasures. As we define these enterprises and engage in their pursuit together, we interact with each other and with the world and we tune our relations with each other and with the world accordingly. In other words we learn.<\/p>\n<p>&nbsp;<\/p>\n<p>Over time, this collective learning results in practices that reflect both the pursuit of our enterprises and the attendant social relations. These practices are thus the property of a kind of community created over time by the sustained pursuit of a shared enterprise. It makes sense, therefore to call these kinds of communities of practice.”<\/p>\n<p>(Wenger, 1998)<\/p>\n<p>&nbsp;<\/p>\n<p>He also states that members are brought together by joining common activities and by,<\/p>\n<p>&nbsp;<\/p>\n<p>what they have learned through their mutual engagement in these activities.<\/p>\n<p>(Wenger, 1998)<\/p>\n<p>&nbsp;<\/p>\n<p>The news team in Oscar Radio are a community of practice as defined by Wenger’s criteria. The following further strengthens this idea: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<p>For a community of practice to function it needs to generate and appropriate a shared repertoire of ideas, commitments and memories. It also needs to develop various resources such as tools, documents, routines, vocabulary and symbols that in some way carry the accumulated knowledge of the community.<\/p>\n<p>(Smith, 2003)<\/p>\n<p>&nbsp;<\/p>\n<p>As you will read in the material collected, there is plenty of evidence to support this statement, as resources will be discussed, and various members of the team will express their commitment.<\/p>\n<p>&nbsp;<\/p>\n<p>It is important to get across that a form of self-directed learning is taking place by the pupils involved in the project, and this is something that I have felt has been the case. What has been interesting is to find that there is evidence that learning of this nature can take place if the environment is correct for the pupils to explore and define their own goals. Lesser and Strock discuss this issue in their work.<\/p>\n<p>&nbsp;<\/p>\n<p>In addition, the community concept is acknowledged to be a means of developing and maintaining long-term organizational memory. These outcomes are an important, yet often unrecognized, supplement to the value that individual members of a community obtain in the form of enriched learning and higher motivation to apply what they learn.<\/p>\n<p>(Lesser and Storck, 2001)<\/p>\n<p>&nbsp;<\/p>\n<p>This is something that does happen, as new pupils take control on an annual basis, there has to be some form of long term organisational memory in order for the new pupils to be able to reflect on their practice and to further develop their skills. Running a radio station and the news is such a complex project, that it will never be something that will be perfect, particularly in the school environment, where the pupils only have limited time to spend on it. So the ability of the system to improve over time must be an indication that there is maintenance of the skills and learning that has taken place before.<\/p>\n<p>&nbsp;<\/p>\n<p>Also although they are not being taught as such, it is the inter-personal relationships that develop as the team deliver the news, which gives the scope for the pupils to actually learn from both their experience and the contact between each other. This is expressed by work done by McDermott.<\/p>\n<p>&nbsp;<\/p>\n<p>Learning traditionally gets measured as on the assumption that it is a possession of individuals that can be found inside their heads… [Here] learning is in the relationships between people. Learning is in the conditions that bring people together and organize a point of contact that allows for particular pieces of information to take on a relevance; without the points of contact, without the system of relevancies, there is not learning, and there is little memory. Learning does not belong to individual persons, but to the various conversations of which they are a part.<\/p>\n<p>(Murphy, 1999)<\/p>\n<p>&nbsp;<\/p>\n<p>Furthermore by actually taking part in this project and having to solve problems and experiencing it, is learning, as argued by Smith (2003) in the online article about Lave and Wenger. This is further strengthened by McGivney whose definition of informal learning included this: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<p>Learning that takes place outside a dedicated learning environment and which arises from the activities and interests of individuals and groups, but which may not be recognised as learning.<\/p>\n<p>(McGivney, 1999)<\/p>\n<p>&nbsp;<\/p>\n<p>The news team are taking place in an activity that involves a group of individuals trying to achieve a common goal.<\/p>\n<p>&nbsp;<\/p>\n<p>To reinforce this point further, if we conclude that the project involves pupils carrying out a specific task, but being involved in a community which is the news team, then situated learning will be taking place, as described by Lave and Wenger.<\/p>\n<p>&nbsp;<\/p>\n<p>Learning involves the whole person; it implies not only a relation to specific activities, but a relation to social communities – it implies becoming a full participant, a member, a kind of person. In this view, learning only partly – and often incidentally – implies becoming able to be involved in new activities, to perform new tasks and functions, to master new understandings. Activities, tasks, functions, and understandings do not exist in isolation; they are part of broader systems of relations in which they have meaning.<\/p>\n<p>(Lave and Wenger, 1991)<\/p>\n<p>&nbsp;<\/p>\n<p>Tennant argues that this form of learning enables novices to slowly develop their skills, as they engage more into the activity. I would concur, as I feel that the more involved the pupils become with the news, then the more learning will take place. To give you an example, a reason why newsreaders who are classed as being good quality is that they ensure that they give enough time to the role, so they will come 25 minutes before each broadcast and prepare what they are going to read, this is something that they have learnt from previous experience. Relative newcomers and poor performers will not devote this extra time and will have less time to prepare and will therefore make more mistakes. Also the higher up in the rankings of the team the person is, the scope to learn more is also increased. I would expect the news manager to show the most learning and the widest range of learning from the evidence, to that of a newsreader. This is in part due to the experience, but also the fact that the news manager has a lot more control and is empowered to change things and resolve issues.<\/p>\n<p>&nbsp;<\/p>\n<p>Tennant provides four propositions to the range of perspectives that come under the banner of situated learning.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>High-level or expert knowledge and skill can be gained from everyday experiences at work, and in community or family.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li>Domain-specific knowledge is necessary for the development of expertise (i.e. much of expertise relies on detailed local knowledge of a workplace, locality or industry).<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li>Learning is a social process.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li>Knowledge is embedded in practice and transformed through goal-directed behaviour.<\/li>\n<\/ul>\n<p>(Tennant, 1999)<\/p>\n<p>&nbsp;<\/p>\n<p>I believe that the case study will reveal that this project is an example of situated learning.<\/p>\n<h3>Conclusion of the Literature Review<\/h3>\n<p>&nbsp;<\/p>\n<p>As has been mentioned this project is not that of a traditional e-learning community, but I feel it will prove a useful research tool as it will help provide an insight into the learning that takes place by a group of young people who find themselves actively involved in a community delivering e-learning material to their local community.<\/p>\n<p>&nbsp;<\/p>\n<p>Looking at all the previous research that has taken place in this field, I would argue that this case study is a good example of an e-learning community as argued by Preece, Whittaker, Isaacs and O’Day, Lazar, Salmon and Schön. The case study fits the criteria mentioned by these thinkers and it enables me to continue with the case study knowing that e-learning is not something that has to be involved with computers or the Internet.<\/p>\n<p>&nbsp;<\/p>\n<p>The second point that I wanted to think about is to try and discover the range of learning that can take place by the pupils involved in the Oscar project. For this I needed to look at the work of people such as Dael, Schön, Salmon, Tennant, Lave and Wenger, Lesser and Storck. I am confident that self-directed learning is taking place, as these pupils are involved in what I describe as a ‘real world’ project, and will show evidence of learning that takes place in this environment. Therefore I will be looking for evidence of problem based learning, situated learning, informal learning, experiential learning and collaborative learning.<\/p>\n<p>&nbsp;<\/p>\n<p>One thing that excites me is that I am hoping to finally have an appreciation of the types of learning undertaken by pupils involved in Oscar Radio. 200 pupils in the school are involved at various levels, I am looking at a relatively small group of 24 pupils, but it is a tight group and should enable me to further develop the study for this project.<\/p>\n<p><strong> <\/strong><\/p>\n<h3>What I want to do?<\/h3>\n<p>&nbsp;<\/p>\n<p>For this case study, I plan to investigate an alternative form of e-learning. Having read the literature, there are a number of issues that e-learning brings forth: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>the actual learning process – i.e. the material discussed and dealt with within the project.<\/li>\n<li>the learning that goes on by the process – i.e. the way that the e-learning environment can promote learning.<\/li>\n<li>the technological implications &#8211; it is not just computer based learning, but making use of multimedia delivery systems that is the important point.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>What I would like to establish in this case study is to find you what type of learning takes place in an e-learning environment. I would also like to explore what effects that e-learning provide a more adult way of learning than traditional classroom methods. I also would like to broaden the definition of e-learning to include these multimedia environments and will use the school radio station’s news team as the example. They operate in an e-learning manner by delivering the news on a daily basis that is fed to them via a satellite feed from Independent Radio News (IRN).<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Oscar Radio – News Team  <\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The evidence of the surveys and interviews clearly show the structure of the news department within Oscar. There is a news manager, senior new technician and 22 newsreaders. During the whole broadcast of 28 days; there was very little communication between the teacher, and the pupils. The only communication was to deal with technical issues, but a lot of those were filtered out and sorted by the news technician. The news manager took control of the process, the senior news technician was responsible for the day to day running of the news broadcast, and the newsreaders were responsible enough to get on with their tasks. Interestingly, age is not an issue, as the newsreaders were aged from 13 to 18 years old, and in terms of quality, it seemed that some of the best newsreaders were taken from the younger age. The overall quality of news broadcasting was the best witnessed in the 11 broadcasts to date, and there is a real sense of professionalism in the team.<\/p>\n<p>&nbsp;<\/p>\n<h3>The evidence<\/h3>\n<p>&nbsp;<\/p>\n<p>The evidence in the form of questionnaires and transcripts of the audio interviews appear in the Appendices.<\/p>\n<p>&nbsp;<\/p>\n<p>What I would like to do is a quick summary of the results here. Table 1 shows the results from the questionnaires. The evidence clearly shows that learning is taking place in accordance with the Lazar and Preece criteria. All four areas, Resources, Guidance, Feedback and Enjoyment are shown to exist in this project.<\/p>\n<p>&nbsp;<\/p>\n<p>From the questionnaires the following statistics are available.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<table>\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"340\"><strong>News Readers (22 Responses)<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Resource<\/td>\n<td width=\"170\">22<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Guidance<\/td>\n<td width=\"170\">9<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Feedback<\/td>\n<td width=\"170\">49<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Enjoyment<\/td>\n<td width=\"170\">63<\/td>\n<\/tr>\n<tr>\n<td colspan=\"2\" width=\"340\"><strong>News Technician (1 Response)<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Resource<\/td>\n<td width=\"170\">2<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Guidance<\/td>\n<td width=\"170\">30<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Feedback<\/td>\n<td width=\"170\">13<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Enjoyment<\/td>\n<td width=\"170\">8<\/td>\n<\/tr>\n<tr>\n<td colspan=\"2\" width=\"340\"><strong>News Manager (1 Response)<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Resource<\/td>\n<td width=\"170\">7<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Guidance<\/td>\n<td width=\"170\">6<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Feedback<\/td>\n<td width=\"170\">8<\/td>\n<\/tr>\n<tr>\n<td width=\"170\">Enjoyment<\/td>\n<td width=\"170\">10<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em> <\/em><\/p>\n<h4>Table 1: Results from then Questionnaires<\/h4>\n<p>&nbsp;<\/p>\n<p>The prominent area is enjoyment, which is not surprising as this is a voluntary project.<\/p>\n<p>&nbsp;<\/p>\n<p>Analysis of the audio interviews gives a more detailed indication of the types of learning taking place. The learning varies depending on your level on involvement in the project. From the newsreader interview it becomes apparent that a lot of <strong>Collaborative Learning <\/strong>is taking place, this is expected as the team operate in pairs and have to plan and work together in delivery and preparation. <strong>Experiential Learning<\/strong> is also evident in some of the answers, and this could reflect the ‘real world’ environment that the pupils take part in.<\/p>\n<p>&nbsp;<\/p>\n<p>The news technician’s answers show more complex learning taking place. <strong>Experiential Learning<\/strong> is evident by that nature of the work; his experiences of using the equipment and learning how to use it provide the reasoning for this. Most of the other learning is based on <strong>Problem Solving<\/strong>. He has had to cope with many problems, both in a technical nature as well as on an inter-personal level. He has described how he has solved them and the lessons learnt from them. I also believe that there is evidence of Schön’s <strong>Single Loop Learning<\/strong> taking place. His plans for the future include bringing something totally new to the news system, the idea of carrying out practice shows, which are different to anything tried out before. There is also evidence of collaborative learning taking place, as he is involved in training and working with the news team on a daily basis.  At his level of operation within the organisation, I would expect the learning to be more varied than for the newsreaders, he is a decision maker and is therefore forced to make changes. Evidence from the interview show that <strong>Collaborative Learning<\/strong> is taking place, as he supports the news team in performing their tasks.<\/p>\n<p>&nbsp;<\/p>\n<p>Finally, the news manager’s interview clearly shows a wide variety of differing learning styles taking place. <strong>Problem Based Learning<\/strong> is evident in the interview, but as she relied on the news technician to solve things (for this broadcast) on a daily basis, they are not as evident. The fact that she has been in this role before is clearly evidenced by the number of examples of <strong>Experiential<\/strong> and <strong>Single Loop Learning<\/strong> taking place. She has shown that she recognises problems and can solve them. There is also evidence of <strong>Double Loop Learning<\/strong> taking place. When she came up with the radical idea of bringing in the role of the news technician. This is a completely new idea and this alone has transformed the quality of the news broadcasting to a more professional level as demonstrated in the video footage shown in the evidence (Appendix D). Fortunately she found the perfect person to this task and the dedication of the news technician has been instrumental to this success.  Finally <strong>Collaborative Learning<\/strong> is taking place, although less evident in the results, as she has to work with the team and news technician her inter-personal relationship with them is the key to the success of this news broadcast.<\/p>\n<p>&nbsp;<\/p>\n<p>Figure 4 shows the differing learning styles associated with the roles in the Oscar news team. It is a graphical description of what has been said in the paragraphs above.<\/p>\n<div id=\"attachment_2591\" style=\"width: 310px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-4-Differing-learning-styles-for-the-various-groups-in-the-news-team.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2591\" class=\"size-medium wp-image-2591\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-4-Differing-learning-styles-for-the-various-groups-in-the-news-team-300x300.png\" alt=\"Figure 4 - Differing learning styles for the various groups in the news team\" width=\"300\" height=\"300\" \/><\/a><p id=\"caption-attachment-2591\" class=\"wp-caption-text\">Figure 4 &#8211; Differing learning styles for the various groups in the news team<\/p><\/div>\n<h3>Conclusions<\/h3>\n<p>&nbsp;<\/p>\n<p>From the evidence of the research, it is quite apparent that learning is taking place in this project. The intention was to discover what type of learning has taken place by the pupils involved in this, and I am pleased to say that it has been possible to isolate examples of what types from the evidence presented in the form of questionnaires and audio interviews.<\/p>\n<p>&nbsp;<\/p>\n<p>To summarise, a number of different learning styles have been discovered and these are: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<p>Experiential<\/p>\n<p>Collaborative<\/p>\n<p>Problem Based<\/p>\n<p>Single Loop<\/p>\n<p>Double Loop<\/p>\n<p>Informal Learning<\/p>\n<p>&nbsp;<\/p>\n<p>The evidence of the case study complements the findings in the research study. This has shown that we have informal learning taking place, and in that the form of learning has been varied and will differ depending on the level of involvement in the news team. This reflects on the work on Tennant as described earlier on in the research phase. The audio interviews provided the best evidence for discovering what different types of learning took place, and the discussion is fully described in Appendix B.<\/p>\n<p>&nbsp;<\/p>\n<p>The questionnaires proved useful in that it enabled me to analyse the results according to Lazar and Preece’s definition on what makes a collaborative project. By clearly showing that all four parts of <em>Resources<\/em>, <em>Guidance<\/em>, <em>Feedback<\/em> and <em>Enjoyment<\/em> were evidenced then it proved that this was the case. I also feel that I have proved that this project is an e-learning project as defined by the research into the subject, as it follows Preece, Whittaker, Isaacs and O’Day’s criteria. These are detailed in Appendix C.<\/p>\n<p>&nbsp;<\/p>\n<p>It is worth noting that the questionnaires provided some insights into what was going on in the pupils’ thoughts, but the most valuable evidence came from the audio transcripts. The questionnaires were easier to implement, but this agrees with the work carried out by Hopkins (2002) in his book on “<em>A Teacher’s guide to Classroom Research<\/em>”. Although it took a lot of time to get the transcripts typed, having to listen to what was said as I typed out the answers, has given me a very good insight into what goes on in an area that I am responsible for. It would be very difficult to transcribe interviews for more people involved in this project.<\/p>\n<p>&nbsp;<\/p>\n<p>Areas that could have been improved include a better-designed questionnaire. I would have liked to design the questionnaires after I had completed the Literature Review. Unfortunately, due to time constraints caused partly by the nature of the project, as well as timing it with the Oscar broadcast periods (in May or Nov\/Dec), it meant that I had to come up with a set of questionnaires based on my experiences alone. They do provide an opportunity for the pupils to answer it and provide some useful information. But with hindsight I would have tried to ask questions to help establish the types of learning taking place by the pupils.<\/p>\n<p>&nbsp;<\/p>\n<p>Time constraints also meant that I had to curtail some of the interviews. My initial aim was to carry out video interviews with the participants, and this would have included a few more newsreaders. Unfortunately the video camera stopped working so I had to make do with audio interviews. In some respects this was not a bad thing to do, and the problem of transcribing the interviews would have been worse if I had more of them to do. This proved a very time consuming part of the project, although it was rewarding.<\/p>\n<p>&nbsp;<\/p>\n<p>The interviews have clearly shown how serious these pupils take their role. I believe this is partly due to the fact they feel in control of their destiny. They also want to do a good job in front of their peers. I also feel there is an element of pride in what they are doing, which is providing a service to the local community. I was genuinely impressed by this attitude. This reflects on what Lave and Wenger when they discuss…<em> “Learning involves the whole person, it implies not only a relation to a specific task, but a relation to social communities – it implies becoming a full participant, a member a kind of person.”<\/em><\/p>\n<p><em>                                                                                                 (Lave &amp; Wenger, 1991)<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>My final point gives a clear indication of the collaborative nature of this project, and it also provides an insight into what motivates pupils to take part in this project. The news technician gave an illuminating comment, which is worth noting here.<\/p>\n<p>&nbsp;<\/p>\n<p><em>When I saw the news studios, and I thought it was such a good facility that I wanted to join up. Why on earth am I not in it? People involved in Oscar need to be good, and this is another attraction.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>I took the news in, as it is a good opportunity for me to show, one, technical experience, two, that I can get on with lots of people and control a large team. I think it is the best way to get into the Oscar as an experience. For me it was a good way high into the hierarchy. If I was doing this again as a third former I would join the news. Because news you are in the studio quite a lot, you get to know people and if you are good, you get known. I know who the best newsreaders are and they will be getting e-mails from me inviting them to become higher up in the news team and I will be training them how to do extra things…<\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>Even though it is the biggest team, it is the most intimate team in Oscar. You don’t get the presenters getting together, or the recording engineers. Whereas the news, I trained every single one of them in the days before reading. I have met every one of them during the past four weeks several times. That appealed to me….<\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>It is fascinating and a really good experience for me to learn. And I think it has taught me a lot of skills on how to analyse something.      <\/em><\/p>\n<p><em>                                                                                    (2003)<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>I am very excited by what I have discovered and hope that this research will provide an idea of how useful a project like this is to develop young people’s skills and develop their learning. I have always felt that being involved in Oscar Radio and in the way that it was run, would give the pupils a chance to develop some different styles of learning, and to actually develop adult styles of learning.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h1>Reflection<\/h1>\n<p>&nbsp;<\/p>\n<p>This has proved a very interesting project for me, as I feel that this sort of learning is very close to my personal thoughts on what I believe to be a good method for pupils to really understand what they are doing. I have been very fortunate in my teaching in that I have been able to develop this methodology and approach to learning using projects developed in extra-curricular activities. Here, one is free to develop styles of learning and understanding to support pupils as they develop their skills and appreciation of what they are doing.<\/p>\n<p>&nbsp;<\/p>\n<p>I have successfully run school newspapers over 12 years and have run a school radio station for nearly 6 years. My firm belief has been to put the pupils in control of the activity, and the successful development is down to their efforts with some facilitating from me behind the scenes.<\/p>\n<p>&nbsp;<\/p>\n<p>One of the most pleasing aspects of what I have done is to appreciate that the pupils have been involved in multimedia projects that can form the basis of e-learning. In fact I have always felt that my role was one of facilitating these activities and giving the pupils a chance to show what they can achieve for themselves. So to move into e-facilitation\/e-moderation is not a problem for me as this is something I have been doing for 12 years.<\/p>\n<p>&nbsp;<\/p>\n<p>Since starting the case study, I have acted as an e-facilitator for three online forums on the GTC website. This has given me an insight into the ‘<em>traditional’<\/em> view of the role of an e-moderator.<\/p>\n<p>&nbsp;<\/p>\n<p>This section will now answer each of the questions poised at the beginning of the course.<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li><strong>What do I understand the role of the e-moderator to be?<\/strong><\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>The e-moderator is the person who is actively in control of the task or event taking place. There is a need to be welcoming and to be aware that people will be watching but not contributing. Etiquette needs to be maintained and the e-moderator has to be aware and alert to potential problems arising in the discussions taking place. This implies that they monitor the site regularly. An important role is to ensure that discussions remain focussed, and to use summaries to keep the discussions active and alive. It is vital that the e-moderator maintains the pace so that the discussion is not left to stall and to go static.<\/p>\n<p>&nbsp;<\/p>\n<ol start=\"2\">\n<li><strong>Explain my purpose in contributing to an online discussion and how did it add to the discussion?<\/strong><\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>Here is a sample of a message that I posted on an online discussion.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><em>Re: Roofs or Tables?<\/em><\/strong><\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><em>Paul <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>Thanks again for your enlightening comments. I am not in a position to answer this, but just wanted to show you my appreciation for moving this part of the question time so well. <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>As you can see, my world is completely different to yours, and so I think the best thing to say is that we probably agree to disagree on this point. <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em> Perhaps a good compromise is that the GTC provide guidance as to minimal standards that school buildings be required to be kept. I do hope that these discussions are taken on board and you never know, there may be something that comes out from it! <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>Have you tried your hand at any of the other questions? <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>Good to hear from you <\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>David<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>This is a message I wrote on a recent online discussion concerning the GTC Question<\/p>\n<p>Time event that took place in January 2004. The discussion concerned the fabric of our schools, and how to get support to improve them. It then developed into a debate concerning the GTC. I had to them contact the GTC to get their ‘official’ response. This was important as the discussion was developing into a criticism of the GTC, and I was trying to bring it back on course to discussing the issue. When the official answer came through, this did not seem to satisfy the person discussing the issue. This message is an attempt to close the discussion as it was veering too far away from the original question and I thought it better to try and move it on.<\/p>\n<p>&nbsp;<\/p>\n<p>I did get a positive reply and then I replied to that and the discussion closed. This proved to be quite an active discussion in the collection of topics with 15 messages from 4 people. The total number of messages for this forum was 60 messages (so 25% of the total was spent on this question).<\/p>\n<p>&nbsp;<\/p>\n<ol start=\"3\">\n<li><strong> What criteria would I use of asked to evaluate and online learning course?<\/strong><\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>The literature review has pointed me in the right direction here. There are a number of different methods used to evaluate an online course. I have used Preece and Lazar’s (1999) criteria and would also suggest that Preece’s (2000) definition of an online community is very useful.<\/p>\n<p>&nbsp;<\/p>\n<p>To recap then, Preece defines an online community as consisting of : &#8211;<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li><em>People<\/em> – who interact socially as they strive to satisfy their own needs or perform special roles such as leading or moderating.<\/li>\n<li>A shared <em>purpose<\/em> – such as interest, need, information exchange, or service that provides a reason for the community.<\/li>\n<li><em>Policies<\/em> – in the form of tacit assumptions, rituals, protocols, rules, and laws that guide people’s interactions.<\/li>\n<li><em>Computer systems<\/em> &#8211; to support and mediate social interaction and facilitate a sense of togetherness.<\/li>\n<\/ul>\n<p>(Preece, 2000)<\/p>\n<p>&nbsp;<\/p>\n<p>This is useful in defining the overall structure of an online course. The Lazar and Preece factors outlined below provide an opportunity to evaluate the course for the people concerned and what was gained from it.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>Resources – To communicate with the class, within small groups, one-on-one, with the instructor; to access resources on the Web, to search the Web, to do collaborative writing projects, to share work, to get feedback to check grades, and more.<\/li>\n<li>Guidance – Professors have to guide students effectively, to challenge them to use the Internet (<em>resources<\/em>) creatively and to ensure they are rewarded for their efforts.<\/li>\n<li>Feedback – Feedback can take several forms at various points in the learning process. It could be ongoing reassurance from a professor or peers, or acknowledgement of a job well done, or assignment of a grade.<\/li>\n<li>Enjoyment – When learning is fun it is generally more meaningful. Features that encourage sharing, empathy, trust support and collaboration, as well as discourage aggression, self- and ego-centred behaviour help to make learning enjoyable.<\/li>\n<\/ul>\n<p>(Lazar &amp; Preece, 1999)<\/p>\n<p>&nbsp;<\/p>\n<p>In fact the Case Study has made extensive use of these factors to show what is happening with Oscar pupils and helped make sense in analysing the questionnaires.<\/p>\n<p>&nbsp;<\/p>\n<p>So I would make use of these two pieces of information to evaluate an online course.<\/p>\n<p>&nbsp;<\/p>\n<ol start=\"4\">\n<li><strong> What stage of the Salmon model was achieved in the online discussions that took place?<\/strong><\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>In our online discussions, we managed to reach the third stage, which was information exchange. Here the moderators were still mainly responsible for providing guidance and taking the lead, with people following.<\/p>\n<p>&nbsp;<\/p>\n<p>I would like to develop this further with some observations about Oscar Radio. I believe all 5 parts of the Salmon model have been achieved in the past 5 years, and I feel that it would be interesting to discuss this in some detail here.  Salmon’s model consists of five stages and these are listed below: &#8211;<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>Stage 1 – access and motivation<\/li>\n<li>Stage 2 – online socialisation<\/li>\n<li>Stage 3 – information exchange<\/li>\n<li>Stage 4 – knowledge construction<\/li>\n<li>Stage 5 – development<\/li>\n<\/ul>\n<p>(Salmon, 2002)<\/p>\n<p><strong> <\/strong><\/p>\n<p>I have drawn up what I see is the development of Oscar Radio over the past 5 years.  I have identified 4 stages in the development and these are listed below:-<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>1<sup>st<\/sup> Stage – Project started, lots of help and input from adults, pupils tagging along with plenty of support. Rest of the school interested, but cynical.<\/li>\n<li>2<sup>nd<\/sup> Stage – Project now in motion, teachers reduced and the pupils start to gain in confidence in their ability. Lead teacher still pulling everyone along. Rest of the school still cynical.<\/li>\n<li>3<sup>rd<\/sup> Stage – Pupils take control, lead teacher present, but takes a step back, in order to let the pupils have more control on their destiny. Rest of the school slightly more confident.<\/li>\n<li>4<sup>th<\/sup> Stage – As the pupils take more control, other pupils are encouraged to join as the radio station gets more popular with the listeners. Rest of the school highly confident in Oscar.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Figure 5 shows in graphical form the level of support from the different groups associated with Oscar since it started (indicated by the thickness of the lines). I have also put on it the various stages mentioned above including Salmon’s model.<\/p>\n<div id=\"attachment_2592\" style=\"width: 250px\" class=\"wp-caption alignnone\"><a href=\"\/wp-content\/uploads\/2019\/06\/Figure-5-Oscar-Development.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2592\" class=\"size-medium wp-image-2592\" src=\"\/wp-content\/uploads\/2019\/06\/Figure-5-Oscar-Development-240x300.png\" alt=\"Figure 5 - Oscar Development\" width=\"240\" height=\"300\" \/><\/a><p id=\"caption-attachment-2592\" class=\"wp-caption-text\">Figure 5 &#8211; Oscar Development<\/p><\/div>\n<p>I feel that there is a close correlation between my thoughts on the development of Oscar Radio and the Salmon model for online discussion. I think there are clear parallels between the first three stages in my thoughts and Salmon’s model. There is a slight difference in my version for the 4<sup>th<\/sup> Stage, which is similar to knowledge construction and development. The pupils are now responsible for the future of Oscar Radio. Training is now getting formalised, and the team is making a substantial change to the number of people trained in the use of equipment. We are in the third generation of pupils who are in complete control of how Oscar moves forward. The final stage is still in development and will always be, and so this does match the final stage of the Salmon model. My role is that of a facilitator, and to ensure the smooth change over between the different generations of directors. But I am always there for advice, and to keep an eye on things. I am used to mediate when needed. In fact my answers to the first question can be said to be a description of what my role is now in Oscar Radio, as the chairman.<\/p>\n<p><strong> <\/strong><\/p>\n<ol start=\"5\">\n<li><strong> How does the experience of e-learning differ from other forms of learning?<\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p>My work in the case study have clearly identified they type of learning that takes place in Oscar. The nature of the project means that they are involved in problem-based learning. With over 200 pupils involved in the project, there will be different levels of learning depending on what stage the pupil is operating at.<\/p>\n<p>&nbsp;<\/p>\n<p>The ability to run this as an out of school activity has meant that the learning has been ‘on the job’. There has been a tremendous amount of freedom involved. The school does not examine the pupils in anyway in this exercise, but is happy to appreciate that the pupils will be learning from their experience in taking part in Oscar. This is certainly a different form of learning to other forms of learning. The school is a traditional school, and has high quality teachers. Some of the learning completed by the pupils will be problem-based, this will be seen in the task based projects pupils need to complete. But other, more formal, types of learning will be taking place. For a comparison of the different forms of learning please refer to page 8 of this report.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>What have I learnt from this experience?<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>This has proved an interesting and useful exercise. The last time I attempted a research project was 8 years ago when I completed an MA. I am a firm believer in CPD and as a teacher it is important that I keep my knowledge up to date. So far I have managed to do this at various stages in my career, and this latest development has helped me a great deal. This project has certainly improved my knowledge and understanding in a number of areas, with some excellent lectures on research techniques and e-facilitating. I have learnt a great deal about e-learning and have taken part in a number of practical online exercises. I have learnt a great deal about informal learning and the different forms it can take.<\/p>\n<p>&nbsp;<\/p>\n<p>This has helped me to formally evaluate the work that I have been doing in a project that has taken up quite a lot of my time in recent years. The radio station is a very successful project involving young people, and the way that it has developed over the past few years has been interesting and fascinating to observe. What has been particularly appealing is that what I have been involved with, is something that can be classed as an e-learning environment, and that the project has been shown to be successful as it follows various criteria outlined in the literature review. I am a firm believer that what has been achieved here is of value, and to be able to finally put some formal learning criteria down on paper, will make a difference to this area. Children’s radio in this country is a sadly underused area for developing young people’s skills and learning. Having attended a conference on it and taking part in an organisation to support this area, I have hopes that this study may prove influential in promoting this area of learning.<\/p>\n<p>&nbsp;<\/p>\n<p>I am also grateful to Oundle School, and in particular the support of two headmasters who have had the vision to let me run with this project with relative freedom. This has given me the opportunity to show what can be achieved by young people, in the right circumstances. In particular when they are given the chance to make their own decisions and have control over something into which the school has invested large sums on money. This is likely to continue with further support from the senior management team.<\/p>\n<p>&nbsp;<\/p>\n<p>It has been quite beneficial to be able to ‘close the circle’ on what I have learnt in attending the various training events, and the case study itself.  It is not how I expected the project to turn out, and I was quite surprised to see how closely related the work that I had been doing is to thinking on e-learning. So it is now a question of ensuring that this work is disseminated to the right people, and to see if anything can come out from the findings.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Argyris, C., &amp; Schön, D. (1978) <em>Organizational learning: A theory of action perspective,<\/em> Reading, Mass: Addison Wesley.<\/p>\n<p>&nbsp;<\/p>\n<p>Askey, S. and Carnell, E. (1998) <em>Transforming Learning: Individual and Global Change<\/em>, London: Cassell.<\/p>\n<p>&nbsp;<\/p>\n<p>Bonnett, A. (2001) <em>How to Argue<\/em>, Harlow: Pearson Education<\/p>\n<p>&nbsp;<\/p>\n<p>Cohen, L. and Manion, L. (1989) <em>Research Methods in Education (3<sup>rd<\/sup> Ed),<\/em> London: Routledge.<\/p>\n<p>&nbsp;<\/p>\n<p>Cornelius, S. (2000) <em>‘Learning Online: Models and Styles’, <\/em>Online Tutoring e-Book, Heriot-Watt University and The Robert Gordon University <a href=\"http:\/\/otis.scotcit.ac.uk\/onlinebook\/otist103.htm\">http:\/\/otis.scotcit.ac.uk\/onlinebook\/otist103.htm<\/a> (date accessed: 18 December 2003).<\/p>\n<p>&nbsp;<\/p>\n<p>Daele, A (2001), <em>Tutoring collaborative groups at a distance <\/em><a href=\"http:\/\/otis.scotcit.ac.uk\/casestudy\/daele.doc\">http:\/\/otis.scotcit.ac.uk\/casestudy\/daele.doc<\/a> (date accessed: 20 January 2004).<\/p>\n<p>&nbsp;<\/p>\n<p>Hopkins, D. (2002) <em>A Teacher’s Guide to Classroom Research (3<sup>rd<\/sup> Ed)<\/em>, Buckingham: Open University Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Lave, J. and Wenger, E. (1991<em>) Situated Learning. Legitimate peripheral participation<\/em>, Cambridge: University of Cambridge Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Lesser, E. L. and Storck, J. (2001) <em>&#8216;Communities of practice and organizational performance<\/em>&#8216;, IBM Systems Journal 40(4), <a href=\"http:\/\/www.research.ibm.com\/journal\/sj\/404\/lesser.html\">http:\/\/www.research.ibm.com\/journal\/sj\/404\/lesser.html<\/a> (date accessed: 23rd January 2004).<\/p>\n<p>&nbsp;<\/p>\n<p>McGiveney, V. (1999) <em>Informal Learning in the Community. A trigger for change and development<\/em>, Leicester: NIACE.<\/p>\n<p>&nbsp;<\/p>\n<p>Murphy, P. (ed.) (1999) <em>Learners, Learning and Assessment<\/em>, London: Paul Chapman.<\/p>\n<p>&nbsp;<\/p>\n<p>Preece, J. (2000) <em>Online Communities. Desigining Usability, Supporting Sociability<\/em>, New York: Wiley.<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon, G. (2000), <em>E-moderating: the key to online teaching and learning<\/em>, London, Kogan Press.<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon, G. (2002) <em>E-tivities. The Key to Online Learning<\/em>, London: Kogan Press<\/p>\n<p>&nbsp;<\/p>\n<p>Schön, D (1973) <em>Beyond the Stable State<\/em>, Harmondsworth: Penguin.<\/p>\n<p>&nbsp;<\/p>\n<p>Smith, M. K. (2001) &#8216;Donald Schön: learning, reflection and change&#8217;, <em>the encyclopedia of informal education<\/em>, <a href=\"http:\/\/www.infed.org\/thinkers\/et-schon.htm\">www.infed.org\/thinkers\/et-schon.htm<\/a> (date accessed: 20 December 2003).<\/p>\n<p>&nbsp;<\/p>\n<p>Smith, M. K. (1999) ‘Informal learning’, the encyclopedia of informal education, http:\/\/www.infed.org\/biblio\/inf-lrn.htm. Accessed: 20 December 2003.<\/p>\n<p>&nbsp;<\/p>\n<p>Smith, M. K. (2003) &#8216;Communities of practice&#8217;, the encyclopedia of informal education, http:\/\/www.infed.org\/biblio\/communities_of_pratice.htm. Accessed: 23 January 2004.<\/p>\n<p>&nbsp;<\/p>\n<p>Tennant, M. (1997) Psychology and Adult Learning 2e, London: Routledge.<\/p>\n<p>&nbsp;<\/p>\n<p>Tennant, M. (1999) ‘Is learning transferable?’ in D. Boud and J. Garrick (eds.) Understanding Learning at Work, London: Routledge.<\/p>\n<p>&nbsp;<\/p>\n<p>Wenger, E. (1998) &#8216;Communities of Practice. Learning as a social system&#8217;, Systems Thinker,  <a href=\"http:\/\/www.co-i-l.com\/coil\/knowledge-garden\/cop\/lss.shtml\">http:\/\/www.co-i-l.com\/coil\/knowledge-garden\/cop\/lss.shtml<\/a>. (date accessed: 21 January 2004).<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; To evaluate the use of Radio as an effective e-learning tool and what learning takes place amongst the participants. [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract From the evidence of the research, it is quite apparent that learning is taking place &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/radio-effective-e-learning-tool\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,166,113,167,9,18],"class_list":["post-9852","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-collaborative-learning","tag-learning","tag-referential-learning","tag-research","tag-school","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9852"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9852"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9852\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9852"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9852"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9852"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}