{"id":9855,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/girls-boys\/"},"modified":"2019-06-29T22:10:10","modified_gmt":"2019-06-29T21:10:10","slug":"girls-boys","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/girls-boys\/","title":{"rendered":"From Girls to Boys"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><strong>“Tell me and I’ll forget. Show me and I may remember. Involve me and I’ll understand.”<\/strong><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>In recent years, the education of boys has sparked a great deal of debate in all educational circles and become a current political issue at all levels of government. Many explanations are offered regarding this issue and a body of literature has been written to promote discussion and explore solutions. Underachievement of boys in a school context seems to be in contrast with the fact that once boys leave school they seem to do much better than girls, e.g. advancement within industry, promotion to top jobs within Government etc. (Spender 2004) Therefore we need to focus on how boys are being catered for in schools. Recognising there is a difference between the learning needs and styles of girls and boys is paramount to the overall development of relevant curriculum. That is not to generalise and say “all girls and all boys” can or can’t do this or that. (Hawkes 2001)<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Jocelyn Pride<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2006<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>In recent years, the education of boys has sparked a great deal of debate in all educational circles and become a current political issue at all levels of government. Many explanations are offered regarding this issue and a body of literature has been written to promote discussion and explore solutions. Underachievement of boys in a school context seems to be in contrast with the fact that once boys leave school they seem to do much better than girls, e.g. advancement within industry, promotion to top jobs within Government etc. (<em>Spender 2004) <\/em>Therefore we need to focus on how boys are being catered for in schools. Recognising there is a difference between the learning needs and styles of girls and boys is paramount to the overall development of relevant curriculum. That is not to generalise and say “all girls and all boys” can or can’t do this or that. (<em>Hawkes 2001)<\/em><\/p>\n<p>My personal experience was enough to challenge my educational beliefs and practices. For the past seven years I have taught Year 6 in an all boys’ school that has a tradition dating back 150 years. My previous position, for 4 years was teaching Year 6 in an all girls’ school also with a long tradition of educating girls. The differences I found would fill pages! To say my first year in the boys’ school was challenging would be an understatement. Although I had taught in an all boys environment before, the direct comparison of Year 6 girls to Year 6 boys prompted me to really analyse the differences and set about developing a further understanding of the needs of boys to enhance the learning opportunities within my classroom. I read as much as I could lay my hands on and also enrolled in a Master of Education (Information Technology) course at Melbourne University where I spent the next four years studying part-time. It was at Melbourne University in 2001 that I was first introduced to robotics and suddenly everything clicked into place and a passion was ignited. Robotics, together with a range of activities brings together the various elements I believe are necessary to incorporate a successful constructionist model within a classroom environment.<\/p>\n<p><strong><span style=\"text-decoration: underline;\">A Constructionist approach<\/span><\/strong><\/p>\n<p>Adopting a constructionist style model is nothing new. Dewey campaigned for learning to be a part of a “hands on” experience over one hundred years ago. Since then the work of psychologists and educational philosophers such as Piaget, Vygotsky, Resnick and Papert have enabled educators to see the importance of students constructing their own learning. Today learning requires less about acquiring information and more about contributing our own words and ideas to the world.<\/p>\n<p>Kafai, and Resnick, (1996):<\/p>\n<p><em>     “It is grounded in the idea that people learn by actively constructing new knowledge, not by having information poured into their heads. Moreover, constructionism asserts that people learn with particular effectiveness when they are engaged in constructing personally meaningful artifacts (such as computer programs, animations, or robots).”<\/em><\/p>\n<p>Papert is the protégé of Piaget and his constructionist theory was influenced by Piaget’s constructionvist model. Although it seems like a play on words there is a distinction between the two styles. Piaget looks at how children’s ways of doing and thinking evolve over time and offers situations regarding what they are interested in and able to achieve. Whereas, Papert’s constructionism focuses more on the art of learning and “learning how to learn,” and in particular making things in learning. (<em>Ackermann 2001)<\/em><\/p>\n<p>Papert (1980) states:<\/p>\n<p><em>“It is usually good practice to give people instruction in their occupational activities. Now, the occupational activities of children are learning, thinking, playing and the like. Yet we tell them nothing about those things.”<\/em><\/p>\n<p>Like so many other educators in the world, Papert has had an enormous influence on how I think about teaching and what is important within a school environment. Over 40 years ago Papert’s put forward his ideas related to children using computers as instruments for learning. These ideas were shunned and looked on as science fiction. Today Papert is seen as one of the forefathers of computers in education and has continued carrying out research stretching from every corner of the globe.<\/p>\n<p>As Smyth (1997) says<\/p>\n<p>&#8220;Guide on the side&#8217; rather than &#8216;sage on the stage.&#8217;  Once students are allowed to inquire, explore, experiment and communicate both within and beyond the classroom, they are no longer passive recipients of information. They take a more active role in their own learning. This student-centred classroom is one where the constructionist approach to learning dominates.&#8221;<\/p>\n<p>There is no doubt that the introduction of computers within the educational field has enabled the scope for a constructionist model to be adopted more readily in the classroom. Seven years ago when I was searching for ways to engage the boys more in their learning I focused on using Papert’s model to develop more meaningful experiences for my students. That is not to say a constructionist model doesn’t suit girls. All students can benefit from constructing their own learning and building skills that develop in relation to their needs and experiences. The constructionist approach, together with Bloom’s Taxonomy and Gardner’s Multiple Intelligences forms the basis of my teaching today.<\/p>\n<p><strong><span style=\"text-decoration: underline;\">Making it Happen<\/span><\/strong><\/p>\n<p>Changes within my classroom weren’t going to happen overnight. Being in a traditional school with an outstanding record of academic rigour was important to keep in mind. Somehow to me that made it even more challenging. Finding ways of maintaining the academic standard and yet engaging the students in a way that in my opinion was far more beneficial to their overall persona became my main aim. The two colleagues I worked with in Year 6 during my first few years at the school were completely on the same wave length as I was, and we formed a very strong team. As the Year 6 coordinator, I was in a position of initiating change and worked very closely with my colleagues to develop new aspects within our curriculum. Since the initial years, the above mentioned colleagues have moved on, and the current team is taking the concepts to greater heights and searching for ways to further enhance our curriculum.<\/p>\n<p>Technology played a significant role in the move to a constructionist model within our Year 6 classrooms. This is one area where boys tend to excel. Students at this age are able to download massive files, swap music files, use chat rooms all night, create images, enhance photos, etc and yet rarely are all these skills used to full advantage within a classroom environment. Utilising all the available resources within the school and combining them with the boys’ home environment also linked the home with school. For the first time in history, there is a big chance that student’s homes are far better equipped with technological resources than schools. <em>(Spender 2004)<\/em>  It is important to take on board what is meaningful to students and to accommodate how the students live in their normal day-to-day lives. Journeys within education are never-ending and this is always the challenge of teaching, particularly when it comes to the use of technology. There is a plethora of software packages available that provide an easy way to push a few buttons to create whiz-bang exciting presentations with music, graphics, perfect images, video clip etc. But isn&#8217;t this just presenting the same information in a different format? It’s not really doing anything different.<\/p>\n<p><em>“As educators we need to be doing different things, not the same things differently.”<\/em> (Galas 1996)<\/p>\n<p><strong><span style=\"text-decoration: underline;\">Excite, Engage and Evaluate<\/span><\/strong><\/p>\n<p>Keeping these three key words in mind makes all the difference to planning and utilizing a constructionist approach combined with Bloom’s Taxonomy and Gardner’s Multiple Intelligences to full advantage. Within our Year Six classroom environment a large degree of the student’s work is based on assignments and research projects. We adopt an integrated curriculum approach and this enables the attainment of skills to develop across a broad range of subject areas. In my opinion, the development of transferable skills is at the core of education today. If a skill does not transfer, then why learn it? The regurgitation of information is something to be avoided at all times and goes against everything the constructionist model represents. Subsequently assignments can take on a whole new meaning and purpose by encouraging the students to really think beyond the square to analyse and construct their own learning.<\/p>\n<p>Switch the students on, keep them there and encourage them to evaluate their own learning.<\/p>\n<p><strong><span style=\"text-decoration: underline;\">Examples of the Constructionist model<\/span><\/strong><\/p>\n<p>Over the years, I have developed and refined numerous examples of activities that encourage the students to construct their own learning. For the purpose of this paper I will focus on the following two examples:<\/p>\n<p>(a) Humanities – Creating an autobiography<\/p>\n<p>(b) Mathematics \/ Science – Robotics<\/p>\n<p>I have chosen these two areas because they incorporate several aspects of the curriculum as well as establish a feeling of the learning culture within my classroom. Developing a learning community within a classroom environment is crucial to the success of a constructionist approach. “Step out of the square and explore” is our class motto!<\/p>\n<p><strong><span style=\"text-decoration: underline;\">(a) People who Shape our World<\/span><\/strong><\/p>\n<p>Studying people in all walks of life and creating biographies and autobiographies is an extremely broad-based topic that offers scope for interesting discussions and analysis. Encouraging the boys to really think about the people they study rather than regurgitating the information in a linear format, enables them to gain further understanding and meaning from their research. Within my classroom, during this integrated unit, this year the boys carried out two assignments, the first, an autobiography and the second an assignment based on famous people.<\/p>\n<p>The autobiography is an unusual task and one that over the years has become quite a talking point within the school community. The assignment is simply titled “My Life in a Box.” The students start with a shoe box and use it to create anything they want to form their autobiography that covers the following areas: hobbies, sporting pursuits, each year of their life, spiritual life, family, holidays, special moments etc. The creativity never ceases to amaze me as each year there are fresh ideas and ways of turning a humble shoe-box into a masterpiece. From fridges, to wardrobes, treasure chests, planes, space ships, bedrooms, mathematical mazes, secret compartments, encyclopaedias, book cases, farms, houses, cars, robots, each box is unique and highly treasured for years to come. Students that I keep in contact with as adults tell me how they are still adding to their “boxes.”<\/p>\n<p>By providing the students with an opportunity of creating their autobiography in an open-ended format enhances their individuality. If the task was to write their autobiography in a book form, the groans around my classroom would be heard from outer space! However by providing an activity that engages and motivates the students to construct and design their own ideas, enables a broader range of skills to be incorporated. There is still a large amount of writing involved in this activity; however, the boys do not seem to notice that it is the main focus because it is presented in a way that is meaningful for each individual.<\/p>\n<p>This particular activity was one that I also incorporated into the curriculum at the girls’ school and comparing the finished products between the girls and boys has been a fascinating experience. Many people would automatically think that girls, particularly at this age, would excel in this type of activity and include a great deal of detail in their boxes. As we can see from pictures 1-4, the amount of detail and creative ideas the boys explore in my experience is just, if not more impressive. This supports both Hawkes and Biddulph’s view on the importance of giving boys the opportunity to express themselves through fine, detailed work. <em>(Hawkes 2001, Biddulph 1997)<\/em><\/p>\n<p><strong><span style=\"text-decoration: underline;\"> (b) Bring on the Robots<\/span><\/strong><\/p>\n<p>Without a doubt, introducing a robotics programme within the school environment has been the most exciting and rewarding experience so far during my teaching career.<\/p>\n<p>Robotics is a relatively new inclusion to education in the primary school domain. The development of RoboLab which is a Lego based programme created by Dr Chris Rogers, a professor at Tufts University, U.S.A. has enabled robotics to be incorporated by many schools into the curriculum over the past few years<\/p>\n<p>Robotics is a highly motivating activity that empowers students to solve real life problems in a collaborative environment whilst catering for a variety of learning styles (particularly visual learners.) It includes two main areas – the building side of creating robots and the programming side that enables the robots to follow a set of instructions. Programmes are created through a series of icons <em>(see Appendix A)<\/em> that are linked together on a computer screen and offer a plethora of ideas from simply moving a robot forward and backwards to collecting data and constructing a set of complex manoeuvres.<\/p>\n<p>Above everything that happens in my classroom, I believe robotics offers the most opportunities for the students to construct their own learning and develop transferable skills through open-ended activities. By using robotics, it encourages students to look at a logical sequence and to understand why things happen. The essence of robotics involves thinking about the processes involved rather than the end product. It becomes more important to look at how the design was created rather than the design itself.<\/p>\n<p>Across our Year 5 and 6 classes robotics is integrated into the curriculum. Within the Year 6 classrooms we have concentrated on building up the skill level of the boys as well as the equipment. The boys work in teams, usually of four and this sharing of learning through peer interaction adds another dimension to the learning. The majority of jobs in the world today do not require people to work in isolation. Teamwork is very much a buzz word in industry, education and the business world. Therefore developing interactive skills that encourage students to solve problems together and build on individual strengths in a supportive yet experimental setting enables the early development of skills that will easily transfer into their careers.<\/p>\n<p>Whilst the basis of robotics is in the area of engineering and subsequently there are direct links with the Mathematics and Science curriculum, it is possible to incorporate virtually all other aspects of the curriculum. It is a great way of making connections between subjects. In addition to experimenting with gear ratios, calibration, friction, pulleys, belts etc the students may also be writing procedural texts, narratives using a robot as a character, designing sets, researching a historical event for their robot, composing music etc. The scope for activities is endless and the enthusiasm of the boys is also endless!<\/p>\n<p>At the end of last term in preparation for the Olympic Games, the boys worked on creating a robot (or robots) in a sporting setting that represented an Olympic sport.<\/p>\n<p>We then hosted a “Robotic Olympic Afternoon” for parents and friends to share with the boys.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/from-girls-to-boys-image-1.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"  wp-image-2600 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/from-girls-to-boys-image-1-300x194.jpg\" alt=\"from girls to boys image 1\" width=\"405\" height=\"262\" \/><\/a><\/p>\n<p>This photo represents swimming and although a static photo of the end product does not necessarily do justice to the behind the scenes work, we are able to look further at the way this activity integrated several areas of the curriculum and included a diversity of skills and experiences for the team of four boys by using Bloom’s Taxonomy:<\/p>\n<p><strong>Table 1                        <span style=\"text-decoration: underline;\">Bloom’s Taxonomy relating to the Olympic swimming robots<\/span><\/strong><\/p>\n<table width=\"766\">\n<tbody>\n<tr>\n<td width=\"163\"><strong> <\/strong><strong><span style=\"text-decoration: underline;\">COMPETENCY<\/span><\/strong><\/p>\n<p><strong> <\/strong><\/td>\n<td width=\"427\"><strong> <span style=\"text-decoration: underline;\">EXAMPLE OF SKILLS<\/span><\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Knowledge<\/strong><\/td>\n<td width=\"427\">Researching major events and dates relating to swimming, famous Australian swimmers, different strokes etc.<\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Comprehension<\/strong><\/td>\n<td width=\"427\">Understanding the information regarding swimming in order to translate it into a new setting using robots.<\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Application<\/strong><\/td>\n<td width=\"427\">Designing the robots to move using a motion that resembled swimming. The engineering of the arms required an enormous amount of modification through experimentation.<\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Analysis<\/strong><\/td>\n<td width=\"427\">Making the connection between the swimming robots and the setting created. This involved the boys using light sensors on the front of the robots to follow the black line down to the end of the pool.<\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Synthesis<\/strong><\/td>\n<td width=\"427\">What will the robots do when they reach the end of the pool? The boys looked at modifying their ideas to include backstroke or turning at the end and swimming back. They also decided to incorporate music (a combination of 100 freestyle and synchronised swimming!) and the robots moved in time with the music.<\/td>\n<\/tr>\n<tr>\n<td width=\"163\"><strong>Evaluation<\/strong><\/td>\n<td width=\"427\">The success of the performance during the afternoon prompted the team to further discuss other possibilities and ideas for future robotics activities.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>In one activity it is possible to see that all the key learning areas have been integrated in addition to providing a meaningful challenge for the students to undertake. We had numerous sports represented, from weightlifting to soccer to ice-skating to hockey. It was an exciting afternoon with the Robotic Olympians.<\/p>\n<p>In addition to robotics being part of our curriculum within the classroom environment, I also run robotics clubs for the students after school and during lunchtime. The response to these clubs has been extremely positive and it is difficult to keep up with the demand of the boys wanting to be part of the action.<\/p>\n<p>The after school clubs run for two hours on Wednesday and Thursday nights and the boys work through various challenges that may range from creating a “sumo robot” capable of pushing a heavy weight to designing an amusement park ride for a robot.<\/p>\n<p>RoboCup is the competitive side to robotics and a venture we undertook as a school for the first time last year. Interestingly enough it was started several years ago by a group of Victorian teachers and is now in over 40 countries around the world. Teams compete in three disciplines: Dance, Rescue and Soccer. In the Year Six level we concentrate on the Dance section and when the boys go onto Senior School they are able to work toward competing in the Rescue or Soccer discipline.<\/p>\n<p>In the Dance section the students are required to create a robot (or robots) that “dance” to a piece of music. The skill development involved in making this happen can once again be found in all key learning areas. (<em>Appendix Two demonstrates the final check list the students need to work through to be ready for the event<\/em>.) Time coding the music to ensure every movement is right on the beat involves precise mathematical equations and of course an understanding of music too. The preparation of these teams has taken an enormous amount of time especially during lunchtime and out of school hours. Observing the teamwork, creativity, organisation, enthusiasm, modifications etc has been an extremely rewarding experience. One of the teams has even composed their own music through a computer programme called “GarageBand.” Although RoboCup is a competition we are very much focussed on participation and as previously stated the process is far more important than the end product. Many people (especially parents) have been amazed by the way the boys can concentrate and focus on the task during robotics sessions for hours on end. In fact the hardest part of running the robotics clubs is getting the boys to go home!<\/p>\n<p><strong> <a href=\"\/wp-content\/uploads\/2019\/06\/lion_king.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"  wp-image-2599 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/lion_king-300x200.jpg\" alt=\"lion_king\" width=\"402\" height=\"268\" \/><\/a><\/strong><\/p>\n<p><em>An example of one of our entries in RoboCup Victoria. The lions moved to the music from “The Lion King” via wheels, head, tail and of course eyes!<\/em><\/p>\n<p><strong><span style=\"text-decoration: underline;\">Reflections and directions<\/span><\/strong><\/p>\n<p>By students reflecting on their own learning they are in fact able to improve their own thought process. The evaluation of the majority of the assignment work carried out within my classroom incorporates self, teacher and peer evaluation. Self evaluation is a very powerful way of students taking their learning to a higher level and really thinking about how satisfied they are with the final product as well as the process. In most cases rubrics are used to determine the various areas of evaluation. (<em>Appendix Three)<\/em><\/p>\n<p>Evaluating the robotics programme a difficult task since it relies heavily on developing skills that cannot necessarily be determined at the time. Since robotics is a new concept within Australia, there hasn’t been any quantitative research formulated to date. This is an area I am very interested in pursuing in the future. For the moment, from my perspective, the best gauge for the support of using robotics within the classroom and beyond is the continual positive feedback I receive from the students and parents. Basically the students love robotics.<\/p>\n<p>&nbsp;<\/p>\n<p>Comments from students have included the following excerpts:<\/p>\n<p><em>“It encourages me to think outside the square.”<\/em><\/p>\n<p><em>“We solve stuff that matters in life.”<\/em><\/p>\n<p><em>“I work with people I wouldn’t usually work with.”<\/em><\/p>\n<p><em>“You learn things that are important.”<\/em><\/p>\n<p><em>“It helps me look at things differently.”<\/em><\/p>\n<p><em>“It’s the most challenging thing I’ve ever done.”<\/em><\/p>\n<p><em>“You can make a mistake because you can just fix it up.”<\/em><\/p>\n<p><em>“Robotics just makes me feel good about what I’m doing.”<\/em><\/p>\n<p><em>“It’s giving me the skills for life.”<\/em><\/p>\n<p><em>“In robotics, time goes way too fast.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>And a few from parents:<\/p>\n<p><em>“My son never stops talking about robotics.”<\/em><\/p>\n<p><em>“We have Lego all over the house and my husband won’t stop either.”<\/em><\/p>\n<p><em>“Even after a busy day at school, my son comes out of RoboClub full of energy, joy and conversation.”<\/em><\/p>\n<p><em>“I have never seen my son so focussed on learning.”<\/em><\/p>\n<p><em>“He even counts the sleeps until the next RoboClub session.”<\/em><\/p>\n<p><em>“Working in teams is the best thing that’s ever happened to him.”<\/em><\/p>\n<p><em>“I have never seen an activity generate as much excitement and energy as the Robotic Olympic afternoon.”<\/em><\/p>\n<p><em>“You can see how the skills they are learning will help them in their careers – my son now wants to be an engineer.”<\/em><\/p>\n<p><em>“My son has finally learnt the importance of working with others through compromise and discussion.”<\/em><\/p>\n<p><em>“Our dinner time conversation has taken on a more interesting tact since my son was involved in the RoboClub.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Within my educational journey the feedback from the parents and students encourages me to strive to continue learning and searching for ways to incorporate the skills I believe necessary for each individual student I teach today and tomorrow.  It may be difficult to measure the important skill of learning how to learn, however by basing learning on the students constructing their own knowledge, we are enabling them to do different things and therefore build bridges for the future – their future.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Ackermann, E. Piaget’s Constructivism, Papert’s Constructionism: What’s the Difference MIT Media Lab 2002<\/p>\n<p>Aktin, J. Enhancing Learning with New Technologies Paper presented at the Connected Learning: The Learning Technologies, August, 1998<\/p>\n<p>Apple Computer, (1997) Changing the Conversation About Teaching, Learning and Technology: A Report on 10 Years of ACOT Research<\/p>\n<p>Babbage, P. (1989) Logo, Children and Learning, Microworlds Project Builder, http:\/\/www.edfac.usyd.edu.au\/projects\/comped\/Logo.html website 2004 accessed on July 18th 2004<\/p>\n<p>Bloom, B. (1964) Stability and Change in Human Characteristics, John Wiley &amp; Sons, New York<\/p>\n<p>Bloom, B. (1964) Taxonomy of Educational Objectives: Vol 11, The Affective Domain, David McKay &amp; Co, New York<\/p>\n<p>Biddulph, S. (1997) Raising Boys, Finch Publishing Pty Ltd, Lane Cove<\/p>\n<p>Caldwell, B.J. (1996) Redesigning Schooling for the Information Age: The Role of Networking. Keynote address to a conference on the theme Electronic Networking and Australasia&#8217;s Schools conducted in Sydney by ITEC, April 12 1996.<\/p>\n<p>Davis, R. (1999) Transferring Skills Learned with Logo, Kansas State University – website accessed on October 21st 2001 http:\/\/www2.educ.ksu.edu\/<\/p>\n<p>Ellyard, P. (1997) Developing a Learning Culture, Paper presented at the Virtual Conference of the Australian council for Educational Administration on the theme &#8220;The Shape of Future Schooling”, July, 1997<\/p>\n<p>Galas, C. (1996) From Presentation to Programming: Doing Different Things, NOT Doing the Same Things Differently, Learning and Leading With Technology, ISTE Dec \/ Jan issue 1997, website accessed on July 4 2004: http:\/\/www.ues.gseis.ucla.edu\/cirriculu<\/p>\n<p>Gardner, H (1991) Seven Ways at Once<\/p>\n<p>Hawkes, T. 2001 Boy Oh Boy, Pearson Education Australia, Frenchs Forest<\/p>\n<p>Kafai, Y., and Resnick, M., eds. (1996). Constructionism in Practice: Designing, Thinking, and Learning in a Digital World , Mahwah, NJ: Lawrence Erlbaum. In Schools Conference. Melbourne, August 1998<\/p>\n<p>Kay, A. Background on How Children Learn<br \/>\nhttp:\/\/squeakland.org\/school\/HTML.\/essays\/how_child_learn.html , website accessed on July 18 2004<\/p>\n<p>Keller, F.S. (1968) Goodbye Teacher… Journal of Applied Behaviour Analysis, Vol 1, p 78 – 89.<\/p>\n<p>Kleifgen, J. (1989) Computers and Opportunities for Literacy Development, ERIC Clearinghouse on Urban Education, Teachers College, Columbia University, New York<\/p>\n<p>Martin, A. Boys and Motivation, The Australian Educational Researcher, Vol 30, Number 3, Dec 2003<\/p>\n<p>Middeldorf, B. (2000) Logo Meets the Needs of Many Computer Users Both Young and Old, MACUL newsletter January 2000, website accessed on July 4, 2004: http:\/\/www.macul.org\/newletter\/2000\/jan2000\/siglogo.html<\/p>\n<p>Papert, S. (1981) Mindstorms, Children, Computers and Powerful Ideas Basic Books, New York<\/p>\n<p>Papert, S. (1982) Tomorrow’s Classrooms, Times Educational Supplement, March 5, 1982 pages 31-32, 41<\/p>\n<p>Papert. S. (1993) The Children’s Machine: Rethinking Schools in the Age of the Computer, Basic Books, New York<\/p>\n<p>Papert, S. (2004) The Slow Revolution paper presented at 1:1 Notebook Conference, May 31, 2004 Sydney<\/p>\n<p>Rogers, C. &amp; Bratzel, B. &amp; McNamara, M. LEGO Brick Sculptures and Robotics in Education, paper presented at Tufts University 2002<\/p>\n<p>Rosenblatt, M. (1999) Exploring Constructionism MIT Media Lab U.S.A. http:\/\/web.medis.mit.edu\/mr4Michaelsite_old\/constructionism_paper.html. website accessed July 4, 2004<\/p>\n<p>Smith, M. K. 2002 Howard Gardner, Multiple Intelligences and Education, http:\/\/www.infed.org\/thinkers\/gardner.htm website accessed on July 4, 2004<\/p>\n<p>Smyth, M. (1997) Teaching and Learning with Technology: The Challenge for Teachers. http:\/\/www.whalesong.org\/literature\/articles\/journalframe.html?index.html~Body%20Frame website accessed July 18, 2004<\/p>\n<p>Spender, D. (1998) The Knowledge Society; The Role of the School. Paper presented at a seminar conducted at the University of Melbourne, March 11, 1998.<\/p>\n<p>Spender, D. (2004) Effective use of Technology in Education, requires genuine innovation Online Opinion. http:\/\/www.onlineopinion.com.au\/view.asp\/article~976. website accessed July 12, 2004<\/p>\n<p>Spender, D. (2004) Hang on, School is one of the few places where boys don’t do well Online Opinion. http:\/\/www.onlineopinion.com.au\/view.asp\/article~2099. website accessed July 12, 2004<\/p>\n<p>Stager, G. (2003) Using Computers as Creative Tools, http:\/\/www.stager.org\/articles\/stevejobsgetsit.html. website accessed July 4, 2004<\/p>\n<p>Repman, J. Weller, H.G. &amp; Lan, W. (1993). The impact of social context on learning in hypermedia-based instruction. Journal of Educational Multimedia and Hypermedia, Vol 2, No 3 p283-298.<\/p>\n<p>Rist, R. &amp; Hewer, S. (1999) Implementing Learning Technology, Learning Technology Dissemination Initiative, website accessed on July 4, 2004<br \/>\nhttp:\/\/www.icbl.hw.ac.uk\/ltdi\/implementing-it\/what-def.htm<\/p>\n<p>Valdez, G., Mc Nabb, M., Foertsch, M., Anderson, M., Hawkes, M., &amp; Raack, L. Computer-Based Technology and Learning: Evolving Uses and Expectations – National Review website accessed on July 4, 2004: http:\/\/www.ncrel.org\/tplan\/cbtl\/toc.htm<\/p>\n<p>Vygotsky, V. (1962) Thought and Language: Review by The Maths Forum: website accessed on July 18, 2004: http:\/\/129.7.160.115\/inst5931\/Vygotsky.html<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; “Tell me and I’ll forget. Show me and I may remember. Involve me and I’ll understand.” [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract In recent years, the education of boys has sparked a great deal of debate in all educational &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/girls-boys\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,168,169,9,170,43],"class_list":["post-9855","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-consructivist-model","tag-papert","tag-research","tag-robots-simulation","tag-technology","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9855"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9855"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9855\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9855"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9855"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9855"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}