{"id":9856,"date":"2015-01-14T00:00:00","date_gmt":"2015-01-14T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/applying-cadcam-primary-schools-aid-transition\/"},"modified":"2019-06-29T22:10:09","modified_gmt":"2019-06-29T21:10:09","slug":"applying-cadcam-primary-schools-aid-transition","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/applying-cadcam-primary-schools-aid-transition\/","title":{"rendered":"Applying CAD\/CAM in Primary Schools to Aid Transition"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>For the past thirty years, the promise of increasing processing power, quantum leaps in storage, nearly unlimited bandwidth, and the shrinking of computers into handheld devices, has caused many educators to dream about the potential of harnessing this power to improve learning. Technology is finally faster, cheaper, easier and smaller. How long will it take to convert this amazing change in technology into improved learning? (November, 2001.)<\/em><\/p>\n<p><strong>Author: Matthew Beeston<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<p><strong>CONTEXT<\/strong><\/p>\n<p>Ringmer Community College achieved Technology status in 1999 and with such status came funding and opportunities to invest in ICT. Technology status meant that we as teachers and leaders in our department had to embrace the technology bid’s requirements. The technology bid’s objectives are written in a working document that has a traffic light system. Green indicating that the objective has been met. The Head of department and I discussed the requirements of the document and set about making progress with these targets, with the overall target of improving standards in design and technology across the key stages.<\/p>\n<p>&nbsp;<\/p>\n<p>Objective 4 stated that we had to increase the use and application of ICT in technology, especially in relation to the use of CAD \/ CAM, control technology and research &amp; communication. The funding that came with technology status was used to provide the equipment to reach these targets and standards. The technology department embraced the opportunity and purchased a Computer Numerical Control (CNC) router along with 12 radio networked laptops and a year later another 8 were obtained. This gave the department a flexible approach to teaching CAD\/CAM and using ICT in technology lessons. The head of department and I worked together on the schemes of work, lesson plans and resources. (Appendix1) which provides opportunities for students in year 7, 8 and 9 to produce products using the CNC router.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>DT 1<\/strong><\/p>\n<p><strong>Raise standards at Key Stage 3 so that a greater proportion of pupils reach level 5 by the end of Year 9<\/strong><\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>Introduction of the KS3 strategies have commenced.  The use of keywords has been used for some time now.  We have plans to introduce a comprehensive glossary of technology terms.   MSB has redesigned new assessment sheets for teachers and pupils.  This allows the pupils to see how we are marking and to see the assessment criteria they are marked against.<\/p>\n<p>&nbsp;<\/p>\n<p>In 2003\/04 the assessment sheets have been modified and improved so that the targets pupils receive are directly linked to the project they are working on.<\/p>\n<p>&nbsp;<\/p>\n<p>DLS has re-written SoW to enrich pupils D&amp;T experiences. <strong>Which now include CAD\/CAM, Electronics, Graphics and Resident Materials. <\/strong><\/p>\n<p>&nbsp;<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p><strong>DT 2<\/strong><\/p>\n<p><strong>Raise standards at GCSE so as to increase the A*- C pass rate and the proportion of pupils gaining A and A* grades as well as consolidating the A*- G pass rate.<\/strong><\/p>\n<p>This objective links with D&amp;T 6<\/p>\n<p>Design and Technology – Wider Community 3<\/p>\n<p><strong>To extend the College’s community Design and Technology provision by encouraging evening and weekend use of our CAD by individuals and community groups.<\/strong><\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>For the Summer Booster classes COLAS (Engineering Company) was used for a visit to demonstrate the use of CAD\/CAM in the manufacturing of road signs. This link has been established and future projects are in the pipeline.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p><strong>DT 4<\/strong><\/p>\n<p><strong>To increase the use and application of ICT in technology, especially in relation to the use of CAD \/ CAM, control technology and research &amp; communication<\/strong><\/p>\n<p><strong>July 2002 <\/strong>50% of Year 9 pupils.<\/p>\n<p><strong>July 2003 <\/strong>85% of Year 9 pupils.<\/p>\n<p><strong>July 2004 and 2005 <\/strong>100% of Year 9 pupils<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>CAD\/CAM will be taught as a FPT for six weeks in year 7 and 8, giving complete ownership to the pupils by year 9.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>Due to new Specifications, all pupils taking Graphics and Product Design, will have to demonstrate graphic and CAD\/CAM abilities. All equipment is in place and pupils successfully completed this task in 2002-3<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>New schemes of work allow pupils to explore CAD\/CAM within D&amp;T.  Laptops allow pupils to refine research and measure and control events via crocodile clips.<\/p>\n<p>Key Stage 3 students follow the ICT framework sample units.  Therefore, in Yrs 7 &amp; 8 they use MS Excel for modelling and data handling.   In addition they use Bridge Builder as an example of an alternative modelling program.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td>New schemes of work now include CAD\/CAM.  Pupils will experience this in years 7,8 and 9.  Projects increasing in difficulty as they progress<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>Working closely with the Tech. College Bid as this forms the basis for our development plan, we have:<\/p>\n<p>&nbsp;<\/p>\n<p>Overview of Technology College Bid<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li><strong>Purchased an industrial standard CAD\/CAM machine and trained all staff.<\/strong><\/li>\n<li><strong>Re-written KS3 and 4 schemes of work to include and aid the development of ICT in the curriculum<\/strong><\/li>\n<li>Development of industrial links and links to the community.<\/li>\n<li>Redesigned our assessment strategies to come in line with current trackers.<\/li>\n<li>Built and fully equipped a new tech room.<\/li>\n<li>Set up a resources centre for pupils within technology.<\/li>\n<li><strong>Obtained laptops to enable us to teach CAD\/CAM effectively.<\/strong><\/li>\n<li>Consolidation of Food Technology courses and further development of schemes.<\/li>\n<li>PUMA opportunities within all the departments’ curriculum areas.<\/li>\n<li>Staff training using ICT<\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p><strong>The journey starts here.<\/strong><\/p>\n<p>My journey began when embarking on a CPD programme (inspired by Alan November) in May 2003. I arrived at the London Docklands event not knowing what to expect although glad to have a day away from the day-to-day responsibilities of school life.<\/p>\n<p>The objectives of the course were:-<\/p>\n<p>Standards in teaching and learning should be raised.<\/p>\n<p>Students and\/or teachers are being empowered with technology;<\/p>\n<p>Staff\/students should have access to information or new relationships that they have never had before.<\/p>\n<p>&nbsp;<\/p>\n<p>A session led by Dianne Lewis (a consultant from the US) had an enormous impact on my outlook and opened my eyes to how teachers can use technology in teaching and learning. Dianne highlighted some of Alan November’s findings and introduced to me new terminology such as Automating, Informating and Information literacy. Fuelled with new ideas I was keen to read Alan Novembers book “Empowering Students with Technology”. In addition, I was thrilled to attend a course following on from Diane Lewis’s session, which focussed on using technologies to their full potential in the classroom. Many of the techniques and strategies I use in the classroom now.<\/p>\n<p>&nbsp;<\/p>\n<p>I qualified as an Advanced Skills Teacher (AST) over a year an a half ago and even in this short time I have noticed the impact ICT, in particular Computer Aided Design \/ Computer Aided Manufacture (CAD\/CAM), has in the classroom. My role as AST provides me with opportunities to visit many schools, both Primary and Secondary. Whilst visiting these schools I observed good practice but at the same time I realised that, in terms of equipment, I was fortunate to be working in a school that has invested in specialist CAD\/CAM equipment. Some schools are not as fortunate.<\/p>\n<p>&nbsp;<\/p>\n<p>Here are the words of one technology teacher on the benefits of using CAD\/CAM with students:<\/p>\n<p><em>“CAD\/CAM plays a major role in developing pupils’ design skills, it allows them to make modifications to their drawing easily at any stage, without the need to redraw, it allows them to try out simple and complicated ’what if’ investigations through CAD modelling and CAM simulation. These programs allow lines, curves dimensions and lettering to be drawn quickly and accurately. When the drawing is finished it can be either plotted at high speed with perfect line quality, or copied into CAD\/CAM software and quickly machined out. They do find that just watching and the quality very very exciting!”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Anon (1999) Introduction to Teaching CAD\/CAM. DATA, 1999,p.4.<\/p>\n<p>&nbsp;<\/p>\n<p>The benefits are obvious however there were some drawbacks. The software used with the CNC was not as student-friendly as others that were also available to us. The CNC router was utilised mainly for cutting out components in a range of materials and we experienced many problems with tooling and machine time management. Recognising this, we looked for a solution. Our technician alerted us to the possibility of obtaining a laser cutter and with funding from a range of sources we were able to purchase a laser cutter from a technology supplier. The CNC’s most successful application is for 3D modelling and routing; this will be introduced using the Pro\/desktop software available free to all schools in the UK through DATA.<\/p>\n<p>&nbsp;<\/p>\n<p>The impact of the laser cutter cannot be understated. Since its arrival in January we have been quick to take advantage of its capabilities.  The software used to drive the laser was already being used in our school by a majority of students and this helped with the speed of its implementation. Our prime priority was to make sure that the laser’s capabilities were harnessed by the yr11 students in their GCSE projects.<\/p>\n<p>We could not have predicted the level of use it has had since its arrival only four months ago. Being easier to use and manage than the CNC router meant that students were able to be more creative with their design solutions. Students with SEN also realised its importance and used the machine to enhance the quality of their products. Rather feeling alienated by the technology the SEN students were keen to utilise the user-friendly laser cutter, meaning they were able to reach their full potential and feel delighted by the quality of their products.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Laser Cutters<\/strong><\/p>\n<p>Laser cutters are the latest “must-have” tool for Design Technology. They will accurately cut and engrave a wide range of workshop materials including most plastics, wood, MDF, card, laminates, etc. Speed, large bed sizes, and the ease of operation, make them ideal for high throughput activities, e.g. cutting a whole class set of work out in one operation. (Techsoft)<\/p>\n<p>Our Graphic Product GCSE students made the most of the new equipment and produced many items and components that could not be produced easily before or required a greater level of accuracy. Students who designed restaurants especially realised the laser’s potential and used it to batch-produce chairs, tables and to engrave details onto many surfaces. Their models had a professional look which has seen a vast improvement in the marks they consequently received for the realisation stage of their GCSE.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Interview with students.<\/strong><\/p>\n<p>How has Computer Aided Design &amp; the use of the Laser cutter helped you in your GCSE projects?<\/p>\n<p><em>“it saves time and is much more accurate.”<\/em><\/p>\n<p><em>“because it’s faster, you can afford to spend more time on the details.”<\/em><\/p>\n<p><em>“you could never do the detailing of the wood panelling effect. It would never be that good by hand.”<\/em><\/p>\n<p><em>“it can achieve straighter &amp; smoother edges in comparison to making it by hand.”<\/em><\/p>\n<p><em>“automatic scaling of products and components rather than marking it out on materials.”<\/em><\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em>“With the CAD drawing you can quickly erase and redraw it in your own way.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Pictured above: two yr11 students with a finished restaurant design.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Summary<\/strong><\/p>\n<p>I have been exposed to a variety of experts and had experiences that have undoubtedly made an impact on the way I teach and use ICT. The use of the Laser cutter and the way the students have reacted to new technologies has certainly prompted me to think about how I could use these technologies in my Primary feeder schools.<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p><strong>Primary observations.<\/strong>As stated, it is evident that the use of CAD\/CAM at Ringmer has had a huge impact on the quality of the products produced, allowing opportunities for students to take more risks and be more creative as well as to build self-motivation and confidence. Although Ringmer Community College has welcomed the introduction of new technology and has used it very much to their advantage, this is unfortunately not the case for other schools I have links with. As part of my role as an AST I visit many Primary schools. Whilst visiting these schools I have noticed that D&amp;T, in particular Computer Aided Design &amp; Computer Aided Manufacture, have not been fully embraced. Although one school I have visited recently have invested money in some basic software and were involved in an exciting new project.<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Pictured above YR1 &amp; 2 pupils at Little Horsted C of E School in East Sussex.<\/p>\n<p>The project is funded by Sussex University and linked with channel 4. Each child has a tablet PC for use in their daily numeracy lesson as well as for homework tasks. The aim of the project is to determine the impact of ICT on children’s learning and on teacher assessment. Early findings suggest that it is having a positive affect. The children are highly motivated and make progression at their own level and pace. The tablets also have a monitoring device which records all the activities and scores for each individual child. One child even commented that having his very own tablet was “like having your own teacher all of the time.” One thing I did notice was that the technology did not faze the children and their fine motor skills were never in question. After speaking to the classroom teacher, she showed me a selection of pictures (Below) produced by the children on a simple art package. This suggests that they would be able to cope without problem when using some simple CAD software programs. Both year 1 &amp; 2 pupils obviously are capable enough, we as teachers and managers must try to give them the opportunities because as the Learning Support Assistant said at Little Horsted “they are like little sponges.”<\/p>\n<p>Project findings<\/p>\n<ul>\n<li>Pupils are highly motivated and thoroughly enjoy using the tablets for their Numeracy lesson.<\/li>\n<li>Learning is maximised as it allows each child to progress at their own level and speed.<\/li>\n<li>Pupils adapted well to using the mouse pad and tablet pen and this has enhanced their fine motor skills.<\/li>\n<li>It has reinforced the parent-school relationship as parents are more aware of the school-based activities and homework tasks.<\/li>\n<li>It has improved the children’s awareness of the benefits of using ICT in the classroom.<\/li>\n<li>Assessment is logged, updated and easily accessible to the teacher.<\/li>\n<li>Learning can be hindered by computer faults.<\/li>\n<li>Some SEN pupils find using the tablet pen difficult.<\/li>\n<li><\/li>\n<\/ul>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>The logistics of getting the tablet PC’s home and charged was time consuming.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Above shows several examples of students work which were produced using DazzlePlus. DazzlePlus is a simple paint software that works by colouring in the pixels on the screen and can be used to produce black and white or coloured drawings. The tools used are very intuitive and use the click and drag method that children are familiar with. The children were asked to produce a scene of their choice e.g. Beach or Jungle. They were familiar with the software and were asked to produce the picture using all the main tools e.g. spray, colour fill and paint brush. The pictures were printed out and mounted on the wall as part of a gallery. An alternative would be to print the image onto fabric paper and iron it onto a garment.<\/p>\n<p><strong> <\/strong><\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Above is a screen shot of the 2simple software program. The software allows pupils to produce pictures, designs and artwork using a range of colours and graphic techniques. The simple layout of the page makes it easier for more intuitive progress and creativity.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Above is another 2simple program which is vector based. The pupil selects the colour then uses the arrows and numbers to navigate and create lines. This is particularly useful for explaining how a CNC and CAM machine would work.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Designerly thinking project<\/strong>.<\/p>\n<p>A few months ago I attended a two day CPD course titled “Developing designerly thinking in the foundation stage and beyond”. The Dfes funded project was undertaken by Clare Benson, Chris Cannon and Sandie Kendall.<\/p>\n<p>I attended the course with the intention of developing my teaching practice and learning more about Early Years design and technology. The purpose of the course was to develop and nurture “designerly thinking” practice of Primary and Secondary teachers. The early sessions of the course focussed on ‘What is d &amp; t?’ and addressed some of the needs identified at the AST D&amp;T national conference in 2004.<\/p>\n<p>Session 3 looked at an overview of D&amp;T practice from Foundation stage to yr6 which included an analysis of the Ofsted report 2003-2004. We all received a copy of the Ofsted report which gave an overview of design and technology in primary schools.<\/p>\n<p>The reports key findings:-<\/p>\n<ul>\n<li>Pupils achievement in D&amp;T is good in only two schools in five, comparing unfavourably with almost all other subjects.<\/li>\n<li>Provision was judged to be satisfactory in most schools.<\/li>\n<li>Very few schools cover the subject as fully as intended in the National Curriculum.<\/li>\n<li>Many teachers lack the subject knowledge to teach D&amp;T with confidence.<\/li>\n<li>Difficulty managing a range of tools, equipment and materials in general purpose classrooms, which are often ill suited to D&amp;T activities.<\/li>\n<li>Assessment remains weak in D&amp;T than in most subjects.<\/li>\n<li><strong>The management and coordination of D&amp;T in Primary schools continues to be weaker than in most other subjects.<\/strong><\/li>\n<li>Many schools do not exploit sufficiently the application of ICT across the curriculum<\/li>\n<li>D &amp; T is regarded as one of the least important subjects to teach.<\/li>\n<li>The time made available ranges from very little to one hour a week.<\/li>\n<li>D &amp; T is often confused in pupils’ minds with art and design.<\/li>\n<\/ul>\n<p>(Ofsted subject reports 2003\/4)<\/p>\n<p>As is evident from the report, there are many areas that have been identified as needing improvement and it is for this reason I realise the importance of my position as AST. Having the opportunity to develop projects and activities for my Primary feeder schools allows me to address some of these areas of weakness. Leading on from the ‘Designerly Thinking’ course and the reading of this official report, I made a decision to analyse the Ofsted reports of my Primary feeder schools to verify the findings. I have highlighted the key judgments from a few inspection reports:<\/p>\n<p>“ some other subjects have not been monitored as effectively by the subject coordinators, for example information technology and design and technology. Consequently, they are <strong>not taught in sufficient depth to ensure a good understanding<\/strong> of all the elements of the curriculum and attainment at higher levels.”<\/p>\n<p>(Ofsted Inspection Report Blackboys Primary School East Sussex.: 20th – 23rd March 2000)<\/p>\n<p>&nbsp;<\/p>\n<p>The curriculum is broad and balanced in Years 3 to 6 but <strong>unsatisfactory in Years 1 and 2<\/strong>. There is a new scheme of work to support teachers’ planning, although there are no plans to show what pupils in Years 1 and 2 are expected to learn each term. As at the time of the last inspection,<strong>there are few records to show how pupils have progressed and this is unsatisfactory.<\/strong> Older pupils use information and communication technology appropriately to design greetings’ cards and to help write evaluations. <strong>Improving teaching in design and technology is a priority in the school development plan<\/strong>, but there has been no recent monitoring of teaching and learning.<\/p>\n<p>(Ofsted Inspection Report Firle CE Primary School East Sussex.: April 23rd – 25th 2002)<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Opportunities to see lessons in design and technology were limited during the inspection.<\/strong> A scrutiny of pupils’ work, and discussions with teachers and pupils, indicates that progress and standards of work throughout the school are satisfactory for pupils of all levels of attainment, including those with special educational needs.<\/p>\n<p>(Ofsted Inspection Report East Hoathly East Sussex.: 19 – 21 April 1999).<\/p>\n<p>&nbsp;<\/p>\n<p>Reading the Ofsted reports of the Primary feeder schools to Ringmer has reinforced my observations and made me more aware of the opportunities to develop and enhance the d &amp; t curriculum in these schools. In many of the reports it stated that insufficient work in both ICT and DT was seen for full judgements to be made. ICT across the curriculum was satisfactory in many schools and is a whole school focus for development in most.<\/p>\n<p>&nbsp;<\/p>\n<p>This implies that teachers do not have the knowledge and confidence to take risks and teach D&amp;T projects during Ofsted inspections and even in their day-to-day teaching. In many of the schools D&amp;T is evident however the quality of teaching, learning and creativity is fairly limited. I do not think we can impart blame to the primary teachers for the state of D&amp;T teaching in primary schools as the Primary National Strategy and end of key stage tests has restrained teachers, as their main emphasis is on maximising attainment in the core subjects. A research paper produce by John Eggleston titled Creativity: Caught or Taught, focuses on the implementation of a cross curricular based project for year 6’s where design and technology was the focus. The paper addressed to important questions.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>Was it feasible, in a climate under immense pressure to focus on standards and measurements in the core subjects, to provide a broad and balanced primary curriculum model which embraced rather than marginalise the arts?<\/li>\n<li>Would such an alternative model allow teachers to explore more creative learning and teaching methods and encourage greater levels of engagement on behalf of the pupils?<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>The paper abstracts reinforced my beliefs and findings. (below)<\/p>\n<p>&nbsp;<\/p>\n<p><em>“ Many teachers and pupils today are beginning to question current primary educational practice.”<\/em> (Ogunleye, 2003, Wragg, 2003). <em>“They find themselves compliant to an over crowded curriculum model based on content rather than pedagogy. Those who recognise that engagement and enjoyment is key to learning complain of frustration with a lack of opportunity to address teaching and learning more creativety “(<\/em>Macgilchrist, 2003, Hofkins, 2003)<\/p>\n<p>Eggleston, J. (2004), The journal of design and Technology Education. Wellesbourne. P.143.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Where next?<\/strong><\/p>\n<p>Over recent months more Primary schools in East Sussex are obtaining Interactive Whiteboards this has had an affect on how the teachers deliver lessons and how ICT is now at the centre of everything they do. The fact that D&amp;T potentially gives more opportunities than any other subject to use ICT should mean that D&amp;T is being taught with confidence and creativity. However my findings and Ofsted’s observations conclude differently.<\/p>\n<p>My experience in using ICT, in particular computer aided design and the research I have compiled has made me think carefully about how I can support my Primary feeder schools. Computer Aided Design and Manufacture seems to provide many opportunities in the Primary classroom to do this.<\/p>\n<p>Whilst at the design and technology and ICT education show in Birmingham NEC I attended a seminar on Applying ICT in Design and Technology at key stage 1 &amp; 2 ran by Gareth Pimpley. The seminar gave an overview of the DATA publication.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract For the past thirty years, the promise of increasing processing power, quantum leaps in storage, nearly unlimited bandwidth, and the shrinking of computers into handheld devices, has caused many educators to dream about the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/14\/applying-cadcam-primary-schools-aid-transition\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[171,8,172,173,9,43,174],"class_list":["post-9856","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-cadcam","tag-case-study-2","tag-design-and-technology","tag-primary-school","tag-research","tag-technology","tag-transition","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9856"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9856"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9856\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9856"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9856"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9856"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}