{"id":9859,"date":"2015-01-15T00:00:00","date_gmt":"2015-01-15T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/mapping-route-steps-e-facilitation\/"},"modified":"2019-06-29T22:09:51","modified_gmt":"2019-06-29T21:09:51","slug":"mapping-route-steps-e-facilitation","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/mapping-route-steps-e-facilitation\/","title":{"rendered":"Mapping the Route: Steps to E-facilitation"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><strong>E-facilitation in E-communities: Coursework<\/strong><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>The study is a compilation of four assignments designed to chart our group and personal progress and e-learning as the course of e-facilitation study has developed. The first step is the Code of Conduct constructed through group discussion and information exchange. The second examines the skills needed for participation in online forums and develops from experiential learning and group discussion. The third step is the exploration of other educational forums and participation in some of them, as well as the testing out of e-facilitation processes in the Select Education forum. The final step is an analysis of Gilly Salmon&#8217;s 5 stage model and the concept of scaffolded learning, both in our course group and its potential application in teaching.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Stella Cattini-Muller<\/strong><strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date: <\/strong>2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h3><strong>Contents:<\/strong><\/h3>\n<p>&nbsp;<\/p>\n<p><strong>Task 1  &#8211;  Draft Code of Conduct for an online educational forum<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Task 2  &#8211; Skills needed for participation in an online forum<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Task 3 &#8211;  Investigating and evaluating a range of online educational <\/strong><strong>forums<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Task 4 – Using Salmon’s 5 &#8211; stage theory to evaluate progress and <\/strong><strong>learning on this course<\/strong><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<h3><strong>Task 1:     <\/strong><\/h3>\n<h4><strong>To develop, through discussion and participation in the Select\/<\/strong><strong>Mirandanet discussion forum, a code of conduct appropriate for an<\/strong><strong> online educational forum.<\/strong><\/h4>\n<p>&nbsp;<\/p>\n<p><strong>Draft Code of Conduct for an educational online forum<\/strong><\/p>\n<p>This is a professional educational online forum hosted by Mirandanet &amp; Select. As member users we ask you to safeguard the integrity of the site by adherence to the following conditions. As member users we aim to:<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>maintain a professional attitude of good practice and objective thinking, respecting the opinions and contributions of all users<\/li>\n<li>commit to regular updates to improve the quality and service provided for users of the site<\/li>\n<li>interact positively to keep discussions on track<\/li>\n<li>provide useful, relevant and non-judgemental postings which add value to discussions<\/li>\n<li>commit to log in at least once a week, post regular feedback, however brief, and inform if away\/offline for any longer period of time<\/li>\n<li>show respect and due regard for all individuals irrespective of race, cultural values, religious beliefs, gender, age, disability, sexual orientation and social differences<\/li>\n<li>write in user friendly language which is clear, concise and adopt an appropriate tone<\/li>\n<li>claim ownership of postings, safeguard your password and only write in your own name<\/li>\n<li>refrain from any offensive language or statements which may be considered insulting, defamatory or illegal<\/li>\n<li>respect issues of confidentiality and seek permission when referring to individuals or organisations and when quoting words or displaying images of others<\/li>\n<li>take responsibility for what is submitted, clearing copyright on any materials used<\/li>\n<li>avoid ‘spamming’ (which includes posting the same message to several people\/groups) and the transmission of viruses<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Please note:<\/p>\n<p>It is a condition of the service that Mirandanet reserves the right to remove or delete any message in breach of these guidelines. ( Should your message be in breach of these guidelines then Mirandanet online moderators will attempt to contact you via the email address in your online profile to inform you that this has taken place and you will be invited to resubmit your message). Mirandanet also reserves the right, in the final instance, to ban any offensive users.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h3><strong>Task 2:  <\/strong><\/h3>\n<h4>What skills are needed for participation in an online forum?<\/h4>\n<p>&nbsp;<\/p>\n<p><strong>Welcome to the forum!<\/strong><\/p>\n<p>Through our online communications, socialisation and group discussions in this forum we have started to construct a foundation, or knowledge base, on which to develop and build a more complex and extended site. In response to tasks set, the group is gradually forming a professional relationship based on a shared motivation to combine skills and expertise with the longer term aim of structuring a supportive network for a floating population of supply teachers. As a group, we not only have our own experiences as supply teachers to draw from, but also a wide range of interests, on-going studies, academic pursuits and diverse cultural backgrounds. This assignment considers some of the skills identified for effective participation in an online forum. The sections have evolved from evaluation of the group processes and contributions and from personal thoughts and observations. Although grouped separately, most of the skills are intrinsically linked and inter-connected.<\/p>\n<p><em> <\/em><\/p>\n<p><strong>Technical skills<\/strong><\/p>\n<p>To explore this world of computer mediated communication one requires regular access to an efficient and well-maintained computer with Internet facility and, initially, the basic skills to operate it. The more competence one has with keyboard skills the easier it is to travel around the system and experiment independently with the software. As some of the members have found, skills develop and improve through application, practice and progressive instructions, such as learning to log in, add a new discussion thread, reply to postings etc. We have also learnt how online communication can be extended to give access to users with disabilities through use of adapted software. With access to the forum and motivation to participate we have reached the first step on the ladder. (Gilley Salmon’s 5 stage model: 1– access and motivation).<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Communication and language<\/strong><\/p>\n<p>A fundamental skill, or quality, of an online community member is the ability to communicate well on a number of levels. The first is the social aspect of getting to know others in our ‘virtual village’ before moving on to wider landscapes. Through these quick and informative postings about our busy lives, work, projects, we displayed and shared specific online communication skills such as positive regard for others, speedy responses, and reflecting back to indicate active or conscious  ‘listening’ or to ask for clarification on a topic. (Gilly Salmon’s 5 stage model: 2 -online socialisation).<\/p>\n<p>&nbsp;<\/p>\n<p>The second level moves us into the professional sphere of communication where we draw from our own knowledge base to contribute to a focused shared task. Through the process of posting ideas online for our proposed Code of Conduct, it became clear that there were diverse styles of language and modes of understanding, some formal and direct, others lighter and more conversational<em>.<\/em> Emoticons are sometimes used to express a mood but do not adequately replace language when addressing more complex emotional feelings.<\/p>\n<p>&nbsp;<\/p>\n<p>This brings us to the third level of communication where we consider such skills as emotional management. A challenging question is how the functional use of business style language and skills required in a professional educational forum can be balanced by fostering skills for a more person-centred e-approach to language which facilitates inclusiveness and support for the user group. Where does a skill such as ‘emotional management’ belong? Why is it such an emotive term? A range of communication skills and flexibility will be needed to address the professional, practical and emotional needs of the future user group.<\/p>\n<p>&nbsp;<\/p>\n<p>There is a fourth level of language which derives from computer mediated communication such as the adopted online jargon, technical terms, conversational and interpersonal expressions with which we need to familiarise ourselves through reading and practice. Purposeful application requires skills of discrimination and, at times, humour.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Interpersonal Skills<\/strong><\/p>\n<p>Communication is the backbone of all strands of online work and the lifeblood of interpersonal relationships. A successful forum, as a successful school or company, will result from conscious and well grounded relationships and team building skills. As we are consolidating as a group, respect and trust is developing through skills of empathy, listening, positive regard, self-awareness and diplomacy. Rapport is developed by showing interest in the thoughts, opinions and feelings of others, by regular interaction and responses and the skilful use of reflecting back and open questioning which invites further information and discussion. Developing or displaying the skills to put forward a coherent argument which invites further responses and encourages discussion and debate is an essential aspect of our online work. From our interactions and debates we may find differences of opinion and conflicting ideas. Our aim should be to develop our negotiating and mediation skills to face challenges and difficult situations, rather than seeing these as threatening or problematic issues. Examining our own feelings, dealing with problems and trying to solve them will form an important part of our online work. As a team we are never alone and asking for support when needed is an indication of the strength and maturity of the group.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Management\/Leadership Skills<\/strong><\/p>\n<p>As teachers we are trained to have organisational and leadership skills and these can be applied online when appropriate. Managing and planning our time efficiently is a valuable skill we all agree is essential, such as making postings relevant, being selective and summarising important points. There were several mentions in our postings concerning the ability to focus and keep the discussions on track and to negotiate new avenues of discussion. This requires oversight, objectivity and diplomatic skills. Equally important is the confidence, initiative, and overview to research new issues, move discussions further forward or in another direction. The first two tasks have tested our self-motivation, the discipline to co-ordinate and share information, prioritise ideas, meet deadlines and, our ability to work both as a team and independently.    (Gilley Salmon’s 5 stage model: 3 &#8211; information exchange).<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Knowledge and Expertise<\/strong><\/p>\n<p>We are, in the forum group, practising a form of collaborative learning as we construct knowledge by sharing ideas, exchanging opinions and extending skills. The ability to access, learn and discern from our studies of other e-communities and literature is an important aspect of our developmental growth. Application of research skills and critical thinking will enable an understanding of theories behind the process of online learning and enhance our own personal development. This will deepen our capacity to move the project forward with our own creative ideas and visions, open new threads of discussions to work towards the structure of a functioning base for a wider community. The tasks we are set will test those theories against practice and the sharing of our expertise in various fields will enhance the quality of the support network. (Gilly Salmon: stage 4- knowledge construction…stage 5- development).<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Not the end, just the beginning…<\/strong><\/p>\n<p>What has been written here has been virtually gleaned from the practical experiences of being a student e-community member, given some basic instructions and a simple map, sent out on a journey, looking for routes and sharing finds. My strongest belief as a teacher has always been that education is about ‘making links’ and being child\/person-centred, that is, to start from the known and familiar, gradually spreading the web to explore the wider world. Therefore the ‘spark’, the timely introduction of literature, critique and debate at this point marks the exciting discovery of an important link in this scaffolded approach, and the beginning of a new stage where my rather basic and naïve discoveries are about to be verified, challenged, and transformed and my personal development enhanced.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>    <\/strong> <strong>  <\/strong><\/p>\n<h3><strong>Task 3:                                  <\/strong><\/h3>\n<h4><strong>Investigate a range of online educational forums. Participate in at least three. Evaluate the ways in which they work, record your contributions and comment on them.<\/strong><\/h4>\n<p>&nbsp;<\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>This assignment aims to demonstrate active participation in a number of online educational forums. It will seek to explore and evaluate the quality of their function and organisation. The first section outlines the learning experiences of the members of the practice forum and the application of the group’s developing skills and online interactive communications. In the second section we will examine the group’s progression into a public forum as trainee facilitators and record some of the processes involved in that activity. Finally, the study extends to the investigation of other educational forums and through participation, compares and contrasts varying models and ways in which they are managed.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>An Online Community of Practice?<\/strong><\/p>\n<p>Discussion, definitions and debates about the notion of community and online community are certainly worthy of a deeper further study – symbolic, virtual, socially constructed, hybrid, imagined…? One description for the Select discussion forum might be an e-community of practice<em>, <\/em>sharing a commonality of interests and concerns.<\/p>\n<p><em> <\/em><\/p>\n<p>It seems appropriate to begin to measure the progress of the Select discussion forum against the skills developed in the 5 stage framework, as developed by Gilly Salmon. Motivated on two levels, one as experienced supply teachers with issues and ideas to explore, and two, as professionals in education with advanced skills to offer as potential e-facilitators, we gained access to the forum with varying degrees of ICT capability and continued support (stage1)<em>.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>A face to face introductory session gave us an opportunity to socialise together and discover our strengths, both personal and professional. We were then able to continue dialogue online, sharing information about ourselves and our diverse cultural backgrounds. In this respect, our particular ‘community’ differs in that we can visualise the people we are posting to online. We have had both the opportunity to engage in the immediacy of present time responses and to then experience the asynchronous nature of space and time between discussions (stage2). The tasks we were set facilitated familiarity with the software, encouraged teamwork and information exchange and drew on the individual resources of the members. The process of analysing the skills needed for participation in an online forum gave us a grounding to apply them in the open Select Behaviour forum, described below (stage3).<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Behaviour Management Skills &#8211; a Hot Topic<\/strong><\/p>\n<p>Most of the high number of posters to this forum expressed genuine concerns and some distress, and there were many silent browsers too who may have been searching for some answers. I felt myself also searching for solutions and thereby, initially, delaying my responses. There were constructive, helpful suggestions from members who had first hand experience of similar issues and some discussion was generated which kept momentum for a while. I wonder if there is a need for some new thread to attract browsers to make contributions? There appear to be three strands to the issues arising and the varied contributions from our group reflect these and attempt to address, or discuss them. The first is the immediacy of need for basic practical ideas and strategies that have been tried and tested through experience. The second strand indicates the need for greater responsibility and liaison between school communities and the provider groups. The third strand brings a number of conflicting political issues to the fore, such as government initiatives, standards and economic factors, all of which impact on this marginalised group.<\/p>\n<p>&nbsp;<\/p>\n<p>I found I had to forego the temptation to debate some of the lengthy political issues raised and tried to focus on supporting with empathy, if not solutions. However, I seized an opportunity to ‘include’ the ‘soap box’ poster after I noticed a shorter post asking for help with an expelled student. The process develops from 23\/04-04\/06!<\/p>\n<p>&nbsp;<\/p>\n<p>The interest generated by this topic across all the forums I visited emphasises the importance of facilitating this process and maintaining its continuity. How can we share knowledge, invite further discussion and develop strategies to bring about positive changes and provide a support network that will make a difference? (Stage 4) Researching and investigating other forums has broadened my understanding of their potential as a means for sharing opinions, knowledge and skills, as well as being a place to make one’s ‘voice’ heard. They vary in style and approach as you will read from the summaries below.<\/p>\n<p><em> <\/em><\/p>\n<p><strong>Discussing Ethnic Diversity – the GTC Forum<\/strong><\/p>\n<p>This was a well organised and time-limited discussion which was very well facilitated. I found it confusing initially to negotiate my way through but once threads were established found that one could read a set of the most recent messages which followed chronologically. Time wasters, or flamers, were dealt with briefly by reverting back to a previous thread or establishing a new one so that discussions were kept on track and not sabotaged. The issues were kept buoyant by regular summaries and comments from facilitators and although the deadline was reached, the debate was still alive and running right through to the end with many leads to follow. I was actively involved as a reader but due to access problems was only able to make a personal contribution towards the end. I was pleased to see worthy posts and interchange of opinions from members of our small forum, all of whom have much to share in this field and direct experience of some of the issues encountered by those from diverse cultures. I would like to have further explored issues such as whole school attitudes and ethos, curriculum reform and classroom practice, community collaboration and political will.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Diverse Opinions – the TES Staffroom<\/strong><\/p>\n<p>The TES Staffroom hosts a large number of forums covering all aspects of education and specific curriculum areas. It is easy to become consumed by the quantity of postings and lose track of one’s purpose. I decided to be selective and picked some topic areas which interested me, behaviour, supply teaching, art, primary education and student teachers. These receive some very genuine requests for ideas and advice and I was pleased to be able to draw from my experience and post some practical responses to some threads.<\/p>\n<p>&nbsp;<\/p>\n<p>There are just too many ‘opinions’ sites to plough through but they do contain many interesting and contentious topics. I suspect these sites are too numerous to be adequately facilitated and maybe the responsibility lies with the posters to determine how they develop? I found that sometimes a good discussion in the ‘opinions’ section (such as ‘the good old days’ of teaching) would become diluted and lose impetus, either because the responses dried up with no apparent intervention to bring it back on track or because it was interrupted by childish banter which stemmed any meaningful flow. I found a discussion area focussed on the GTC with a regular flamer blazing a trail and presenting arguments which had more depth than previous disruptive one-liners and so I took an opportunity to practice my facilitating skills to post a response! (TES-opinion-GTC-22&amp;24)<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Teachernet<\/strong><\/p>\n<p>Although the DES Teachernet website has a great deal of useful information to share for practicing teachers, especially those doing supply teaching, the discussion forums are less impressive and do not appear to be regularly moderated. I found the sites to be rather stagnant with very few postings for each topic area. In fact, I posted mainly to explore whether there would be any continuation but there is not much impetus to return to the site, except for special debates which are organised from time to time. Administration adds a brief suggestion to encourage development of a curriculum area, for example, but these are always similar in nature and not open-ended enough to inspire an-going discussion: “Discuss and share ideas on Maths across the curriculum”. Interestingly, as with the Select Behaviour Management and the TES forums, Teachernet also has the largest number of posts and views when there is a hot topic like behaviour under discussion.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Policy and Politics &#8211; The Education Forum<\/strong><\/p>\n<p>At the other end of the spectrum this is a high powered forum with several links to other forums. The site is extremely user – friendly, easy to negotiate and functionally well designed with many features like one’s own ‘assistant’ area which shows details of latest posts etc. Newcomers are welcomed individually and guided around the site. There seems to be a large number of facilitators and discussions are well moderated and kept on track, and so far, no evidence of wasters reaching the post display area. Often, however, discussions seem to be kept going by a few regular members. The forum hosts a broad range of topic areas and I have as yet only looked at the educational debates and some of the curriculum areas. However there are international links, training sections, foreign language areas and many others. I decided to focus on a discussion about a speech made by David Milliband about ‘new’ initiatives such as ‘personalised learning’* and in response to my first posting there (*-2\/06) received immediate, and positive, feedback from one of the administrators. This was encouraging and re-iterated the importance of being inclusive when we are in the position of facilitating.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Conclusion<\/strong><\/p>\n<p>As a group we now have a much broader shared knowledge base as a result of our participation and research into other forums. The links and connections we have made will serve as a resource to build up a supportive network (stage 5) and to extend our individual areas of interest and professionalism. By participating in and observing a range of forums I have become aware, not only of the limitless potential there is for learning and discovery, but also the diversity of provision and use. My personal learning has been the challenge of working with the technology to access and explore the wider web and the discovery has been the exciting realisation that there are different hats one can wear depending on the topic or area of interest.  One can be the counsellor diplomat summarising and reflecting, or the very practical primary school teacher with experience and ideas to share. There again one can expound issues of diversity, special needs and inclusion, or get on one’s soap box to hold forth and debate some politically hot topics. As facilitators we will be dealing with issues on all these levels and, as with good teaching practice, enabling progress through making links, sharing information and developing strengths.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h3><strong>Task 4:<\/strong><\/h3>\n<h4><strong>Use Salmon’s 5-Step Theory to Evaluate Your Progress and Learning on this Course<\/strong><\/h4>\n<p>&nbsp;<\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>‘A structured learning scaffold offers essential support and development to participantsat each stage as they build up expertise in learning online’ (Salmon, 2002)<\/p>\n<p>&nbsp;<\/p>\n<p>The 5-stage model was developed by Gilly Salmon to promote the online learning process. Groups of student participants move through the stages guided by moderators, and, at each level of this scaffolded approach to learning, are given tasks, or e-tivities which are designed to enable practical application of the specific skills and knowledge to be developed throughout the process. This study will seek to evaluate the effectiveness of this model, working through each key stage and the corresponding learning outcomes. It will also track my personal progress in learning and examine how such an experiential method of online teaching might correspond with the learning processes of children and young people.<\/p>\n<p><em> <\/em><\/p>\n<p><strong>Motivated to Learn?    Access and Motivation<\/strong><\/p>\n<p>Children might be more readily motivated towards e-learning because they find computer technology exciting and confidence boosting. They have more immediate access in that they are naturally socialised and educated in computer skills. For adults the situation is often the reverse. Motivated to learn online for economic, geographical or social reasons might lead them rather to the need to first acquire the necessary access skills. Motivation and access are intrinsically linked and are key factors which fuel progression throughout the course of learning. The Select group were initially motivated to participate on two levels, the first through their work in the field of supply teaching with experiences to share and issues to explore and the second, as professionals with wide ranging academic and interpersonal skills to offer as potential e-facilitators. As the course developed so did my motivation for furthering my ICT skills, to gain more expertise and work more independently. This is a necessary stage in my personal progress as I can now envisage the potential to extend some of the ideas for online projects I have been nurturing. I had recently upgraded my computer, along with wireless connection for instant and regular internet access, so felt more confident about applying new skills at home.<\/p>\n<p>&nbsp;<\/p>\n<p>Access to our practice forum was gained by immediate hands on experience, helping to dissolve fears of incompetence or lack of appropriate ICT skills. Once given a password, we were able to do a trial run and test out our first forum skills by exchanging brief introductory posts and greetings to each other. Any teething problems were solved by the security of knowing that all requests and pleas for help received immediate response and assistance, either through the forum link or by e-mail. We were set the initial task of familiarising ourselves with the software by logging in regularly to the forum at home, exchanging posts, adding to threads or creating new ones. Having had a face to face introduction, we agreed, enhanced our motivation to communicate and helped our progress and personal feedback. Encouragement from the moderator in the initial stages gave members a sense of security and achievement. Success at this foundation stage gives solid grounding for the subsequent phases in the knowledge building process.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Establishing a Community of Practice:   Online Socialisation<\/strong><\/p>\n<p>There were two strands of development running through the second stage of online socialisation. The first was the motivation to start a dialogue by sending and receiving messages to test our technical and communication skills. Through these initial, frequent and informative posts about our lives, work, interests and cultural backgrounds we began to get a sense of a group identity. Social activity online highlighted an interesting diversity of language styles and approaches to interaction. As with any social gathering of a group of newly acquainted people we tended to start by testing the water by interchanges with one or two others and then to gradually move around as we gained confidence. At this stage, also, the moderator ‘host’ remained conscious about including any guests who may be observing but not speaking!<\/p>\n<p>&nbsp;<\/p>\n<p>The second strand moved us into a more professional sphere of communication where we started to draw from our own knowledge base and expand on ideas discussed in our face to face session. At this stage, the specific shared task set was to contribute to the establishing of a Code of Conduct for users of a forum, learning through our experiential practice. We had been given some useful information on our first course day by Robin Hammond, from the BBC, about the delicate issues arising from forum posts and the importance of establishing ground rules. Participating in the e-task set, deciding on principles for a code of conduct, helped me to recognise and respect the styles, strengths, opinions and learning needs of each participant and the differing ways in which they each operate. Bouncing ideas around we were experiencing different ways of approaching issues, language and cultural differences, exercising skills of diplomacy, trust and empathy, as well as gaining the confidence to argue and discuss constructively.<\/p>\n<p>&nbsp;<\/p>\n<p>For myself, I found it difficult at first to keep track of my own thought processes at the same time as digesting and analysing those of others and found I needed to summarise fairly often to keep track. At this stage too, there is a tendency to become overwhelmed by the frequency of posts and issues of managing time to make the space in the day needed to structure responses. It is challenging and interesting to work asynchronously, adapt to different ways, levels and paces in online communication and good practice for future work. The task set was a valuable exercise in recognising the balance in styles of member contributions and establishing a teamwork ethos, a common ground, and a supportive network for all members, both personally and professionally.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Practising Skills for Online Communication:   Information Exchange<\/strong><\/p>\n<p>The first two stages and corresponding e-tivities tried and tested our self-motivation, discipline to co-ordinate and share information, prioritise ideas, meet deadlines and to establish a working team. At the third stage we built on existing and developing skills and became more task focused, working collaboratively towards a common objective. It was at this point of analysing skills needed for participation in online communities that I became conscious that we were building onto our own known skills, extending and learning through our interactions online by testing responses, developing inviting questions and challenging contentious issues. To get to grips with the task we had to go through the experience and be part of this process, to be participant observers, reflecting on our own contributions and interactions with others<strong>.<\/strong> This was a period of intense and very active exchange of viewpoints and analysis with each member displaying their own qualities and drawing from previous experience and current website research to contribute to a well rounded and valuable discussion.<\/p>\n<p>&nbsp;<\/p>\n<p>From group work we moved on to clarify our own thoughts and construct our individual written pieces. I felt it was appropriate, whether through a deliberately timed prompt or not, that we did not officially receive our text books until after this written task was completed. Making the links from practice experienced to theory read at this later stage was quite an exciting discovery for me, naïve maybe, but also echoing and consolidating my belief in the importance of experiential child-centred education, especially at the foundation stages. At this pivotal turning point between stages 3 and 4 the members were introduced, during a face to face meeting, to more technical information such as software options like the case study area and literature critique. To encourage independent action we were given the opportunity, with tutor assistance, to build on prior learning and compound our skills to construct a new knowledge base. (Jaramillo 1996) The process of analysing the skills needed for participation in an online forum gave us the grounding to begin to apply them as trainee facilitators in the Select forum.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Compounding Skills: Knowledge Construction<\/strong><\/p>\n<p>The scaffolded approach to learning, developed by Vygotsky, (1978) aims to provide a systematic, supportive environment for learning, staged, as in Salmon’s 5 steps, to gradually decrease the levels of support as students achieve more and more independence. Eventually the scaffolding is removed when the ‘structure’ is secure. At stage 4 members are still facilitated in their process but given more responsibility for their own learning. We were guided in our role as trainee facilitators, with an opportunity to test skills, scaffold learning and extend information to others while still receiving encouragement and support. At the same time, we were given the task of extending our knowledge into wider fields by independent participation in a range of educational forums and to write an evaluation of our findings. Members shared their ideas and discoveries of conferencing with colleagues in the practice forum.<\/p>\n<p>&nbsp;<\/p>\n<p>This activity developed my Internet research and refined my time management skills, helping me to discriminate and be more selective in my range of interests. The investigation broadened my vision of the wider potential of online forums and the role I can personally play within them, identifying different levels on which I can respond and apply my diverse skills, experience, knowledge and opinions. Much of this is expanded on in the Task 3 assignment. It is also a positive link for me to remain involved in education even in semi-retirement.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Personal Learning Goals: Development<\/strong><\/p>\n<p>Links and connections made during the previous four stages now serve as a resource base to build up a supportive network and to extend our own individual areas of interest and professionalism. One of my personal goals for independent extension of knowledge is to develop the skills to research and evaluate the technicalities of presenting materials for online information and learning to a wider group. This is coupled with my on-going voluntary involvement in the education and lives of children in a remote part of NE Nigeria. To introduce children\/students to such a contrasting environment would be my objective in this process. Future goals would be to underpin this with suggested links to areas of the curriculum and discussion topics. I would also aim to create a web presentation specifically about the development of the primary school there and also an educative visual representation of the process of pottery making from a photo book I have produced called Lakwa’s pots.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Reaching the Top:  Conclusion<\/strong><\/p>\n<p>Good education involves making meaningful links and enabling independent discovery. This principle can be applied at any level of learning or in forum discussions. I liken Salmon’s stages to children’s building blocks to consolidated learning; the stages are not separate, knowledge being gathered and accumulated through individual, group and peer learning, applied and revisited. The early stage of learning is now called the foundation stage and is play and experience orientated. Learning is compounded gradually (in theory, and hopefully in practice!) with progression through the key stages with knowledge and skills added, revisited and applied. As we have done, the process starts from the known, promoted by social and experiential practice, enquiry triggers and motivators, related tasks, moving on towards the unknown and a wider field of study.<\/p>\n<p>&nbsp;<\/p>\n<p>‘Reaching the top’ is usually a worthy struggle and I make the analogy here to the strenuous three hour experience of climbing an unknown mountain to reach the village of Dzga in the Gwoza Hills! On the way I meet one or two people who greet me, further up I see more people carrying huge bales of grass on their heads. I greet them and want to know where they are going and why? Further up I see one or two lone huts. Is this is where those people live? Closer to the top, I see groups of huts, more people, more greetings. Is it a family? Or is it a village? Where will I be living? What will my role be? How will I communicate? “It will all become clear when you reach the top, Madame!” says my guide.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>Vygotsky Internet Archive: <a href=\"http:\/\/tip.psychology.org.vygotsky.html\/\">http:\/\/tip.psychology.org.vygotsky.html<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"http:\/\/www.funderstanding.com\/about_learning.cfm\">www.funderstanding.com\/about_learning.cfm<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>The GTC Forum: <a href=\"http:\/\/community.gtce.org.uk\/?14@208.2uR0aDVgaDy.0@\">http:\/\/community.gtce.org.uk\/?14@208.2uR0aDVgaDy.0@<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>The Education Forum: <a href=\"http:\/\/educationforum.ipbhost.com\/index.php\">http:\/\/educationforum.ipbhost.com\/index.php<\/a>?<\/p>\n<p>&nbsp;<\/p>\n<p>Select Education Forum: <a href=\"http:\/\/www.selecteducation.co.uk\/message_boards\/\">http:\/\/www.selecteducation.co.uk\/message_boards\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>The Mirandanet\/Select Forum: <a href=\"\/\">\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>Teachernet Forums: <a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/volume.cfm?&amp;vid=4\">http:\/\/www.teachernet.gov.uk\/supplyteachers\/volume.cfm?&amp;vid=4<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>TES Forums: <a href=\"http:\/\/www.tes.co.uk\/staffroom\/\">http:\/\/www.tes.co.uk\/staffroom\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"http:\/\/community.gtce.org.uk\/scripts\/gtce.dll?230@109.YpuAawKZacI.1926@.2a6b6e89\">http:\/\/community.gtce.org.uk\/scripts\/gtce.dll?230@109.YpuAawKZacI.1926@.2a6b6e89<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"http:\/\/www.teachernet.gov.uk\/forum\/messageview.cfm?catid=40&amp;threadid=100&amp;STARTPAGE=1&amp;FTVAR_MSGDBTABLE\">http:\/\/www.teachernet.gov.uk\/forum\/messageview.cfm?catid=40&amp;threadid=100&amp;STARTPAGE=1&amp;FTVAR_MSGDBTABLE<\/a><\/p>\n<p><strong> <\/strong><\/p>\n<p><a href=\"http:\/\/www.think.com\/en_gb\/\">http:\/\/www.think.com\/en_gb\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"http:\/\/www.ictadvice.org.uk\/index.php?section=il&amp;catcode=talk_index\">http:\/\/www.ictadvice.org.uk\/index.php?section=il&amp;catcode=talk_index<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"http:\/\/www.virtuallearning.org.uk\/research\/community%20of%20learners.pdf\">http:\/\/www.virtuallearning.org.uk\/\/research\/community%20of%20learners.pdf<\/a><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Blunden, A., (1997). Vygotsky and the Dialectical Method. From: <a href=\"http:\/\/www.marxists.org\/archive\/vygotsky\/works\/comment\/vygotsk1.htm\">http:\/\/www.marxists.org\/archive\/vygotsky\/works\/comment\/vygotsk1.htm<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>Bonnet, A., (2001)  How to Argue. Harlow: Pearson Education Ltd.<\/p>\n<p>&nbsp;<\/p>\n<p>Cattini-Muller, S., (1998) Lakwa’s pots: Pottery making in the Gwoza Hills, NE Nigeria. <a href=\"http:\/\/www.mandaras.info\/LakwasPots.html\">http:\/\/www.mandaras.info\/LakwasPots.html<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>Cohen, A.P., (1989) The symbolic construction of community. London: Routledge<\/p>\n<p>&nbsp;<\/p>\n<p>Coady, J., Gilhooly, D.,Macmanus, M., O’Connell, M., (2003) E-Moderating and E-tivities. presented at Ed.Tech 2003. Waterford Institute of Technology. Wateford, Ireland.<\/p>\n<p>&nbsp;<\/p>\n<p>Jaramillo, J. (1996).  Vygotsky’s sociocultural theory and contributions to the development of constructivist curricula.  In Education 117(1), 133-140.<\/p>\n<p>&nbsp;<\/p>\n<p>Larkin, M., (2002). Using Scaffolded Instruction to Optimise Learning. From: <a href=\"http:\/\/www.vtaide.com\/png\/ERIC\/Scaffolding.htm\">http:\/\/www.vtaide.com\/png\/ERIC\/Scaffolding.htm<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>Salmon,G., (2002)  e-tivities: the key to active online learning. London: Kogan Page<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon, G., (2003) e-moderating: the key to teaching &amp;learning online. London: RoutledgeFalmer<\/p>\n<p><strong> <\/strong><\/p>\n<p>Thurlow, C., Lengel, L., Tomic, A., (2004) Computer Mediated Communication : Social Interaction and the Internet. London: Sage<\/p>\n<p>&nbsp;<\/p>\n<p>Van Der Stuyf, R. R., (2002) Scaffolding as a Teaching Strategy. In Adolescent Learning and Development (Section 0500A) Fall 2002<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; E-facilitation in E-communities: Coursework [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract The study is a compilation of four assignments designed to chart our group and personal progress and e-learning as the course of e-facilitation study has developed. The first step is &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/mapping-route-steps-e-facilitation\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,53,175,176,177,157,178,9],"class_list":["post-9859","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-educational-forums","tag-experimental-learning-process","tag-five-stages","tag-groupwork","tag-online-communities","tag-online-forums","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9859"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9859"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9859\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9859"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9859"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9859"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}