{"id":9865,"date":"2015-01-15T00:00:00","date_gmt":"2015-01-15T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/bera-conference\/"},"modified":"2019-06-29T22:09:51","modified_gmt":"2019-06-29T21:09:51","slug":"bera-conference","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/bera-conference\/","title":{"rendered":"BERA conference, September 2011, London."},"content":{"rendered":"[vc_row][vc_column width=&#8221;1\/1&#8243;][vc_column_text]\n<h1 class=\"entry-title\"><span style=\"font-size: 18pt;\"><strong>Digital tools and resources for future teacher<\/strong><strong>s: advising the ICT industry on effective learning<\/strong><\/span><\/h1>\n<div class=\"entry-content\">\n<p><span style=\"font-size: 18pt;\"><strong>ICT Tools for Future Teachers<br \/>\n<\/strong><\/span><\/p>\n<p>A paper by Christina Preston and Marilyn Leask<\/p>\n<p>Abstract<\/p>\n<p>The context for this report is the hypothesis that the industry and education sectors share a common goal: the desire for a better educated public. Although each sector may view the agenda for achieving this goal from different vantage points, in this study the participants from industry and education were of the view that in the global field of digital technologies, the two sectors are becoming more interdependent. This data set about the relationship between education and the Information and Communications Technology (ICT) industry was selected from a greater volume of data collected in a research project called <em>ICT tools for Future Teachers <\/em>(Leask and Preston 2011, in press) undertaken for the UK government agency, Becta. The aim in this section of the data collection was to identify teachers’ observations about ICT tools that will advantage industry and to define appropriate strategies for industry education partnership. The participant teachers’ views were elicited about the learning value of the digital technologies available to schools in England. They were also asked how they would like to be served by the ICT industry in the future.<\/p>\n<p>The data collection tools were: a digital collaborative concept mapping tool thrown onto a plasma screen as well as a collaborative concept map built in paper on large wooden screens. These tools were developed in order to engage teachers’ in collaborative judgements about the value of ICT tools and resources. This research methodology was used at a professional development residential weekend where forty-six teachers were invited to work together as co-researchers who work together, face to a face, on collaborative research judgments. This experience gave the teachers some practical experience good team work and professional sharing that imitates the way in which collaborative professional decisions are made.<\/p>\n<p>The key recommendations that emerged cover some existing practice and some new strategies. The suggestions were grouped under three actions for partnership between industry and education:<\/p>\n<ul>\n<li>develop ways of working in partnership with practitioners and innovators at the development stages of digital tools and resources<\/li>\n<li>design models for collaboration with universities and other partners  on CPD programmes and other potential approaches to up-skilling the workforce<\/li>\n<li>provide  an industry-standard model for user-centred design working with teachers<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>This presentation represents one theme from a recent publication funded by Becta that can be found on <\/strong><a href=\"http:\/\/www.beds.ac.uk\/howtoapply\/departments\/es\/marilyn-leask\/publications\">http:\/\/www.beds.ac.uk\/howtoapply\/departments\/es\/marilyn-leask\/publications<\/a><\/p>\n<\/div>\n[\/vc_column_text][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column width=&#8221;1\/1&#8243;][vc_column_text] Digital tools and resources for future teachers: advising the ICT industry on effective learning ICT Tools for Future Teachers A paper by Christina Preston and Marilyn Leask Abstract The context for this report is the hypothesis that the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/15\/bera-conference\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[273],"tags":[],"class_list":["post-9865","post","type-post","status-publish","format-standard","hentry","category-presentations","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9865"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9865"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9865\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9865"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9865"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9865"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}