{"id":9867,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning\/"},"modified":"2019-06-29T22:09:50","modified_gmt":"2019-06-29T21:09:50","slug":"teachers-use-forums-e-learning","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning\/","title":{"rendered":"Teachers&#8217; Use of Forums E-learning"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>A review of the possibilities for use of forums by teachers as part of their e-learning, looking at those who do use them, how they are used and why some teachers don&#8217;t and won&#8217;t use them. Then predicting what the future might be for this and other forums<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Dave Wallbanks <\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p>The http:\/\/www.schoolhistory.co.uk\/forum forum began life in its’ second incarnation in August 2002, having moved from one hosting programme to a second. As a result previous statistical data is unavailable for this research but the initial forum had numerous problems that made navigation through the various posts and threads very difficult and which actively deterred involvement. However the forum hosting software was in its’ infancy at this time and was the best available so after initial teething problems the current version of the forum was born. There has also been a recent reorganisation of the forum to allow it to continue to grow effectively. The forum has been very useful in helping teachers with an interest in e-learning and who are developing websites to join together. In this way there is a strong sense of there being an e-learning history community. Simply from personal experience it is obvious that there are a number of teachers who are not interested in e-learning. They tend to be older members of staff who see this as a threat to their safe, settled environment. If e-learning is to really promote success it needs to be able to involve everyone effectively and get over the hurdle of a sizeable number who are apathetic or even openly hostile to developing professional expertise through forums such as the object of this research. These staff refused or failed to complete the surveys sent to them which is a shame as their responses might have had a great influence upon this research. By October 28th 2003 the www.schoolhistory.co.uk forum had 772 members with a range of experiences and talents from a variety of different backgrounds working in teaching history or in history teaching related work. This has developed slowly over the course of two years with more and more members joining as the forum has developed. Initially in August 2002 this was the only recognisable forum of its’ type but membership has built up slowly. Possible reasons for this were the limited base from which it started and the lack of any real organisation to actively promote its’ work. Initially there were very few teachers of history actively involved in e-learning, but as technology has developed so too has the interest of teachers in the power of ICT as a teaching tool. With this has come an increased awareness of the potential for the sharing of ideas and experience. As a result membership has gradually risen and keeps rising so where in November 2002 22 new members joined the forum, so in September 2003 there were 51 new members. This in spite of an obvious lack of real publicity and promotion as the forum has no funding for hosting, development or advertising its’ work and only 7 full time teachers working as administrators of posts made by members and with little spare time (and expertise in marketing and promotion) to vigorously promote this group’s work. Even without the backing of a subject organisation such as the Historical Association (which has a forum of its’ own but which lacks the active engagement of the www.schoolhistory.co.uk one) the forum has continued to grow. As might be expected the number of people joining the group has peaks and troughs with more people joining at the start of term and fewer registering towards the end of each academic term. With no major advertising the size of the forum is steadily increasing but without the input of any major academic institutions or commercial organisations. Indeed only a handful of PGCE course tutors had heard of the site and recommended it to their students whilst the vast majority have done nothing to promote the forum. If e-learning is to develop in the future then far more about the use and potential of ICT needs to be included in the training of students and the www.schoolhistory.co.uk forum will need to promote itself far more aggressively if it is to attract the teachers for whom e-learning should be an everyday part of their work, not an after thought as it is for most experienced teachers as it is at present. As part of its’ development the number of active members has increased and as e-learning has become more important so the sharing of expertise and via the forum has taken off, with a peak reached in May 2003 of 1886 different posts made. The quietest months of activity are the holiday periods, particularly Christmas and Easter but a very healthy average of 1700 to 1800 posts have been made for the last few months. This coincides with an increase in the overall membership but masks the issue of how many people actually post on the forum. 349 of the membership had never made a posting on the forum, which at the time of collecting this data amounted to over 52.5%! Indeed 548 had made 5 or less posts which accounts for 80% of the membership at the time. This leaves only 120 members who have actively posted on the forum. 14% of all members had made more than 10 posts on the forum. 6639 posts had been made by 17 members! 4388 had been made by the other 658 members which suggests that there is a small band of very active members dominating the forum. This also does not include the seven administration members who run the work of the forum and who are responsible for a huge amount of the posts made. This suggests that more needs to be done to involve far more members in the forum’s work. However this is to ignore the fact that a huge number of people read the posts placed as part of their research as guest members and a large number of those surveyed admitted that they regularly read the posts but didn’t choose to get involved. This suggests that the value has a great deal of value to its’ members but could seek to develop the activity of the membership much more than it does at the minute. Responses from County Durham History Teachers. 19 responded of which 17 said they used e-learning as part of their work. I’m suspect about these responses as the surveys were sent via email by the area co-ordinator and only those already ICT literate are likely to have received and responded to these. Furthermore those who do not use email might not have received the survey or had the technical ability to respond. In addition the respondents do not meet the atypical criteria for those who use e-learning in that 12 of the respondents had been teaching for more than 10 years and 12 held managerial positions within their school or college. From these the vast majority (17) have used e-learning to find lesson materials and as part of their planning, 13 used ICT to improve their subject knowledge and 8 discussed problems and shared ideas. From this group 9 identified a lack of time as their main problem in using e-learning. Only 2 respondents said they didn’t use ICT for e-learning, one blaming a lack of suitable expertise, the other saying they don’t have time and dislike the technology. Few of the respondents had heard of the forum whilst 13 had never heard of it. Two described themselves as active members, three occasionally looked at it and one had joined but not been active. They used it largely to find appropriate materials and plan lessons, to discuss problems and the use of ICT and for curriculum management. The remainder had never used it. 15 were members of no other education forum and none were members of any other history subject forum. This suggests that the www.schoolhistory.co.uk forum is in a very powerful position within e-learning but it needs to promote its’ work much more and in the County Durham area the use of e-learning in history might need to be promoted more by the council’s advisors and education management. Again the issue of time was mentioned by the respondents as something that was an obstacle to their use of the forum and e-learning. Responses from the survey of Www.schoolhistory.co.uk forum members. There were 38 members who responded to this survey. They provided a useful snapshot into the type of people who have used the forum and who have actively used e-learning. Interestingly there is no obvious gender gap in membership, with roughly 50% equal male and female membership. Ten of the respondents had more than 10 years experience, seven had between five and ten years experience whilst the remaining 18 less than five years experience. Unusually 12 of the respondents are departmental managers and three are senior managers. A further 12 were main scale teachers and only two were PGCE students. This suggests that there are issues about the promotion of the forum amongst PGCE students and their training in e-learning, particularly when it is remembered that these people are expected to be the future innovators of education via ICT. It also suggests that the membership of the forum is dominated by experienced teachers who have an interest in ICT rather than younger teachers who are being trained in the use of ICT as part of their PGCE courses. However it may be that a large number of more inexperienced teachers prefer to browse topics under discussion but lack the confidence to make posts. This matter has been discussed with the administrators of the forum and a discussion area has been set up to try to better help NQTs and PGCE students, as this is a recent change there is no useful data that can be collated on this area. This does serve to highlight the fact that the forum is a constantly evolving one, changing to meet the needs of those who use it and discussion of how to promote and develop this forum is constantly going on. Members of the forum use it for a large variety of purposes. By far the largest use of the forum was to share ideas and find examples of good practice going on around the country, 35 respondents said that they used it to discuss problems and research ideas whilst 33 said they used it as part of their search for appropriate materials and to help in plan lessons. 30 said they used it to improve subject knowledge and 25 sought advice on how to develop their use of ICT. Additional comments suggested that the forum is also a place for social interaction, providing information guidance on the latest developments in teaching history and for curriculum management and training issues. Interestingly the two largest complaints about their use of e-learning were a problem with a lack of available time and poor internet connection that stopped them being able to use the forum. This mirrors the response from Durham’s history teachers about their having no suitable time to pursue their interest in e-learning. Indeed 26 of those surveyed said they would make a lot more use of the forum if they had more time available to them. Surprisingly four people who responded even said they didn’t like or weren’t interested in ICT, whilst others mentioned a lack of expertise (6), poor ICT resources (7) and difficulty in finding appropriate materials and resources as obstacles to their use of the forum. Eight members said they had no problems in using e-learning but this leaves 30 people who have some kind of problem in using ICT, which suggests that there is a long way to go before e-learning is an everyday tool in the teacher’s work and development. The pattern of the respondents does not mirror the impression given by the number of people actively using the forum in that the people who responded were more likely to make a lot of use of e-learning whilst those who didn’t were less likely to have responded. A random sample of over 100 members were emailed and asked to complete the survey, 38 did. Six of these have joined and browsed but not been active, 20 described themselves as occasional users whilst 12 said they were active members making regular use and posting on the forum. Again this might lead to misleading conclusions if we ignore the fact that those who regularly posted on the forum were more likely to respond than the casual user. The most popular areas of the forum are the general discussion and help, advice and ideas sections, suggesting that there isn’t the great discussion about theory and academic rigour, more a concern to about actual experience and what works within the classroom. With the recent introduction of regular seminars there has been more detailed debate about the theory of teaching but the forum is more about the here and now of teaching than the in-depth academic research and in depth theorising about pedagogy. So far there has been a remarkable consensus amongst the members about the online behaviour used on the forum with very little aggressive or unpleasant behaviour. Indeed there have only been 3 members removed from the forum as a result of their online behaviour and very few people have made deliberately provocative or inflammatory posts and where possible the administrators have warned the member(s) involved and discussed what needs to be done to solve tricky situations. However there are still a number of people willing to deliberately politicise issues which can help promote their own political agendas and through the use of personal messaging they have even sought to confront the administrators and co-ordinate politically divisive posts. The message from the administrators has been to ignore some of the more inflammatory posts, remove offending sections or whole posts and then explain their decisions to the people involved. Another tool has been to deliberately flood the board with other topics to draw attention away from such posts and to concentrate upon other areas for discussion. The key point to take from this is that those in charge of the forum have to frequent users of the forum, competent in ICT but willing to take important decisions that might otherwise have caused disruption and taken the focus away from improving history teaching and placing it areas which would destroy the consensus of the forum. Five members surveyed (11%) said they’d be more willing to participate if there was less controversial and political debate but two members wanted more! Thus proving you can’t keep everyone happy but you can try! Again the results of the survey suggested that the www.schoolhistory.co.uk forum is the major source of online historical teaching discussion with 85% not being members of any other forum. Only five people said they used other forums but no other forum was mentioned by more than one teacher. This puts the forum in a unique position with most to offer to history teachers but also with no other obvious area to discuss teaching history online. Given the previously mentioned lack of organised structure and recognised support network it is true to say that the possibilities for this forum are endless but are being held back by the limited profile and lack of publicity afforded to its’ work. However it should also be said that this lack of structure has given rise to a vibrant source of debate, valuable free online training and resources and a real spirit of community amongst the regular users. It might be fair to add that this fiercely guarded independence has allowed it to grow in ways that might not have been possible anywhere else and it has an irreverent community spirit that makes it very appealing for those who log on almost every day. However the role of Andrew Field in setting up and managing the forum deserves special mention as the guiding light in e-learning and the teaching of history, along with Dan Moorhouse as without their initial tentative steps into teaching history through an interactive agenda none of this forum would ever have been possible. Their importance in setting out the guidelines of e-learning cannot be measured and has served as an example to those who’ve followed in their footsteps. Responses from the survey of Newcastle University’s PGCE students For the administrators of the forum the results of these surveys will be very disappointing as they showed that the vast majority of trainee teachers had not used or even heard of the forum. 23 were surveyed and 19 said they used ICT as part of their preparation of lessons and to improve their subject knowledge but their training did not include (at that initial stage) anything on e-learning which suggests that they are missing out a number of opportunities to extend professional competency and develop in their expertise as teachers of history. Only 1 student had joined the forum, three had browsed but never used it and 19 had never heard of it, reiterating the need for better promotion of the forum. There was a surprising lack of imagination from the students about what they might use e-learning for, with most planning to use ICT only as part of their work in preparing worksheets, improving subject knowledge and some areas of professional development. Whilst most acknowledge the importance of using ICT there was a disappointing lack of vision as to what might be achieved through e-learning and no great suggestions for the future use of e-learning other than the preparation of worksheets and in some classroom activities. Perhaps if this survey had been completed at a later stage in the course more positive responses might have been expected but these students had not really had enough time to really get into their course and into issues of e-learning. To conclude it is apparent that e-learning is only in its’ infancy stages amongst history teachers and that the www.schoolhistory.co.uk forum has a great deal of influence and potential in this new framework but some issues will need to be addressed in the future to help further progress. There needs to be much greater promotion of e-learning and support made available to those involved in it possibly as part of the government’s new e-learning strategy but even without this given the right promotion and strong management the www.schoolhistory.co.uk forum has a very rosy future and will be the major influence in history discussion and e-learning for history teachers, students and advisors for a long time to come.<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>What have I learned from my studies about e-learning? · That it’s not very far down the road. There are far more teachers of history that don’t get involved in e-learning than actually do. There’s a lot needs to be done to get more people active for example there needs to be incentives made available for those schools, colleges and individuals who do get involved and schemes to encourage others to want to find out more. In addition it is also apparent that we need to develop the use of e-learning into the training of PGCE students around the country and into the Inset programmes of all schools. · That the people who do get involved are predominantly self-starters who’ve become involved in e-learning because they have an interest in using ICT and in teaching history. Owing to the co-operative nature of the forum, there is no organisation to promote its’ work and no way of advertising the forum other than by links from other history teacher websites or from searching on the internet. There is no obvious entrance to the forum via a centralised area for teachers. Their involvement largely comes from personal curiosity and skill in using the Internet. · The people involved in the history forum are largely a small number of people making a very high number of postings and these tend to dominate the forum. There are a large number of people using the school history forum who never actively become involved 85% of postings were made by less than 10% of all members. Quite a few never make any contribution and over 50% made either one or no postings at all. A large number of members are passive lurkers on the forum who regularly use the forum to find information and carry out research for their professional development and ideas for use in the classroom. Apparently, from anecdotal experience of others, in comparison to most other forums this figure of engagement is quite high, although it still needs to be improved through greater awareness of the forum, strategies aimed at developing greater participation and incentives to encourage involvement. · History teachers have a large number of forums that they can choose to use, the www.schoolhistory.co.uk\/forum appears to be the largest and most pro-active in terms of developing e-learning but none of the others appear to have any kind of vibrancy or huge number of active members. · There is a growing opportunity for the promotion of European citizenship through e-learning and greater links are being seen between some schools and individuals across Europe as result of some initiatives. The future of e-learning’s development now has worldwide implications through the Internet. · There is not enough promotion of e-learning in schools and colleges. E-learning is developing amongst history teachers in a very haphazard way. Few staff use BECTA or the NGFL for development but more and more people are becoming involved (as evidenced by the increasing number of members of the forum and increasing number of people making posts on the forum) and there’s an increasing willingness to share experiences and expertise although there is an obvious issue whereby staff have been and still are unwilling to either admit they need help or don’t want to share their ideas. Certainly by way of anecdotal evidence, my experiences have been that some teachers have pored scorn over the idea of e-learning and forums like the www.schoolhistory.co.uk\/forum one as they don’t think they have anything to learn and won’t accept they have a role in sharing experience and knowledge. This tends to be amongst the older, longer serving members of staff which is a real shame because their involvement is vital in the development of history teaching via e-learning and yet these are the very people least likely to make use of it! It needs also to be added that these are the very people with the skills and experiences that need to be shared as they are the experienced staff with skills in planning, assessing and marking, teaching and understanding what works in the classroom environment but also in explaining why it works! · The vast majority of members are younger, comparatively inexperienced but more willing to experiment in their teaching and in their use of ICT. The people who make the most number of posts on the board are far advanced in their development of websites, computer based revision, interactive lessons, and web based learning and games. Their expertise is primarily responsible for the increasing development of ICT within history teaching and this is recognised by their being involved in the provision of Inset training at various conferences and establishments but there is no official recognition of the input they make into this development or co-ordinated support for these individuals. · The activities of the history forum have developed and expanded as it has grown and the possibilities for the use of ICT have expanded. Originally the forum was a simply one where one member posted a question about a particular issue and then received a few pieces of advice. However now there are much more opportunities to develop a shared community with a variety of different forum areas for PGCE and NQT teachers, Training seminars, political discussions, sharing websites, swapping materials, discussing in-service training etc. Indeed the forum serves as an umbrella organisation for a large number of teachers at the forefront of using ICT and e-learning as part of their everyday work. The spectrum for use of e-learning is growing all the time and is only in its’ infancy. As it develops there will be a lot of teething problems to be faced for example the issue of hostile and aggressive posts or politicising discussion forums, the lack of uniformity in training and hardware and software support. As e-learning really takes off there will be arguments, challenges and possibly a splintering in the current consensus on the forum. · There is no organised e-learning organisation for the teaching of history and the current forum lacks the backing of any organisation to promote its’ work and develop its’ role within the education world. The forum has developed without any real strategy for development but has reacted according to the issues and situations that have arisen and as appropriate hosting software and packages have developed. In the future some form of organisation with a coherent management and vision with the power to promote e-learning in the work of history teachers and to support the work of those who are at the leading edge of ICT in history and E-learning. · There are a number of factors that are obviously holding back e-learning’s progress and the development of ICT within the work of most teachers’. The most obvious one is a lack of time to become involved and carry out research for professional development. The vast majority of teachers surveyed identified a lack of free time to improve their e-learning skills and professional development. PGCE students surveyed did not know a great deal about e-learning, it had not been discussed either at their University or whilst they were on teaching placements (although admittedly they had only been there for a few weeks). A large number of those surveyed complained that there is not enough organisation and it was hard to find out information easily, suggesting there is a need for better training of teachers in use of the Internet and more need for a co-ordinating body to point staff in the way of new materials and innovations in e-learning, a focal point that can be referenced by all but most importantly trusted for its’ professional expertise and impartiality and used without fear of having major problems in using e-learning. · E-learning depends upon a willingness to participate in sharing ideas but this involvement needs to be extended as there are not enough people participating in this or any other forum for history teachers. The largest most widely used forum for history teachers is at www.schoolhistory.co.uk\/forum. This has largely developed as a place for people to share ideas and expertise without the risk of aggressive and critical comments from other members, although there have been a number of postings that have been deleted or edited by moderators to develop a community ethos. In the future this and similar forums will need to be a role model for the development of others In my research I have not found many similar forums for other subjects and none that appear to be as popular and active in developing e-learning. To conclude I would suggest that e-learning is only in its’ early infancy and will need to be nurtured carefully if it is to play a major role in the development of teaching history in the future. There needs to be a more co-ordinated approach that places control of e-learning in the hands of teachers with experience of developing the use of ICT in their work and development and provides greater reward for those currently leading the way in this innovation. There needs to be scope for individuals and smaller organisations to have an input into the process and organisation of e-learning and less reliance placed on corporations, companies and organisations which may have other vested interests and lack the expertise of working in the classrooms and schools of Britain.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract A review of the possibilities for use of forums by teachers as part of their e-learning, looking at those who do use them, how they are used and why some teachers don&#8217;t &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,179,180,9,109,181],"class_list":["post-9867","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-forum","tag-history","tag-research","tag-teacher","tag-usage","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9867"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9867"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9867\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9867"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9867"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9867"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}