{"id":9868,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/raising-standards-literacy-year-5-children-using-ict\/"},"modified":"2019-06-29T22:09:49","modified_gmt":"2019-06-29T21:09:49","slug":"raising-standards-literacy-year-5-children-using-ict","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/raising-standards-literacy-year-5-children-using-ict\/","title":{"rendered":"Raising Standards in Literacy with Year 5 children using ICT"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><strong>Looking at a variety of strategies in ICT that can impact positively on Literacy<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>My aim for the case study has been to look professionally (more closely) at new and existing strategies used in ICT that can impact positively on Literacy standards &#8211; with the emphasis on designing and incorporating activities for children to enjoy and have fun with.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Paul Vale<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Aims of the project<\/strong><\/p>\n<p>The aims of my case study through focusing and tracking the progress of one of our children were:<\/p>\n<ul>\n<li>To produce evidence to show standards in Literacy can be raised by having “fun”<\/li>\n<li>To allow children to communicate with myself, their teacher, each other and children outside of school from the UK and internationally<\/li>\n<li>To use an on-line community as the vehicle for having “fun”<\/li>\n<li>To develop greater enthusiasm to read and write<\/li>\n<\/ul>\n<p><strong>What I hoped for as a result of my case study<\/strong><\/p>\n<p><strong> <\/strong>I wanted to investigate and find evidence to support my feelings that although the National Literacy Strategy has achieved some successes – it has reduced the element of “fun”.<\/p>\n<p>I wanted to show that children can be engaged, interested and inspired to both produce excellent work and show improvement s in the standard of their work. My initial intention was to concentrate on the short and longer term effects of using our on-line community at <a href=\"http:\/\/www.think.com\/\">www.think.com<\/a>.<\/p>\n<p>However, James, the focus of my study also used a range of other on-line web-sites which I believe contributed to his progress that included:<\/p>\n<ol>\n<li>www.gridclub.co.uk (which was closely linked to think.com)<\/li>\n<li>www.millenniumschools.co.uk (our own school web-site – also rolled out by Intuitive Media)<\/li>\n<li> www.espresso.co.uk (our cached web-site that we have hosted and demonstrated for the company) …..<\/li>\n<\/ol>\n<p>as well as Accelerated Reader – which has dramatically increased the number of books read over a period of 3 months from having kept and lost his first book for his first term to 14 books within the last 10 weeks of term.<\/p>\n<p><strong>Expected outcomes\/findings of my research<\/strong><\/p>\n<p><strong> <\/strong>My expected outcomes were that James would experience a range of activities that included:<\/p>\n<ul>\n<li>the internet for research<\/li>\n<li>word-processing<\/li>\n<li>email<\/li>\n<li>PowerPoint presentations, including animation<\/li>\n<li>WordArt<\/li>\n<li>clip art<\/li>\n<li>sound files<\/li>\n<li>music files from the internet<\/li>\n<li>movie files from the internet and for the future<\/li>\n<li>making their own movies and editing them to share on their web pages<\/li>\n<li>video-conferencing<\/li>\n<li>creating childrens’ own music and sound tracks<\/li>\n<\/ul>\n<p>My thoughts were that I would be able to measure the progress made by increased reading age measured at the beginning and the end of the case study ….as well as using a questionnaire followed up by an interview with parent and child.<\/p>\n<p><strong>Effectiveness of my research process<\/strong><\/p>\n<p>I have high expectations that the research carried out will provide further evidence that we need to be looking carefully at how we can use ICT to support all curriculum areas<\/p>\n<p>(a) through providing increasing ICT skills necessary for children to be able to use computers confidently to help them in their studies<\/p>\n<p>(b) allowing children access to a range of resources that will stimulate even the most reluctant of learners and will be likely to promote greater understanding for all areas of the curriculum<\/p>\n<p><strong>Identification of relevant data collected<\/strong><\/p>\n<p>I needed to narrow my focus down to one child (James) as there was a significant danger that there would be too much data and I would not be able to pull it together in the time allowed to show progress had been made – and from which sources in particular After discussion and much thought – I came to the conclusion that I need to select one child as my case study and look at the range of contributory factors that lead towards progress made. I then decided to use each of the web-sites and networked resources accessed by James to collect my data to show progress.<\/p>\n<p><strong>Collection, analysis and evaluation of data<\/strong><\/p>\n<p>As I have set up a fully networked ICT system through the school that includes a suite containing broadband internet access, Interactive Smartboard, 30 PCs + 2 networked PCs in every class (now 6 in 2 classrooms)<\/p>\n<p>…. it has been relatively straight forward to get James to save and date any work he has accessed, edited, improved etc so that I have a bank of times and dates that he:<\/p>\n<ul>\n<li>Accessed web-site areas and created conversations, debates, brainstorms, hotseats, votes etc<\/li>\n<li>Sent messages to me – and although it was more difficult to track who he sent messages to from his on-line website at think.com ….. it was obvious from stickies and messages left – together with other children’s responses to his interactive material that showed he had increased the quantity and quality of his writing<\/li>\n<li>Accessed on-line resources and saved them into his own folder<\/li>\n<li>Accessed various applications on the network and saved them into his own folder<\/li>\n<\/ul>\n<p>….. as well as reading Accelerated Reader books and completing quizzes – which again showed times, dates and successes\/failures of quizzes taken\/book read.<\/p>\n<p>The most enlightening source of evidence came from James’s class using our newly purchased cam-corder to prepare questions to interview each other. His responses when questioned about Accelerated Reader showed that although he was a reluctant reader – he had read many books as a direct result of the project. I also asked James to complete a questionnaire and be interviewed with his mum just prior to the end of the summer term.<\/p>\n<p><strong>Link to aims of study<\/strong><\/p>\n<p>The analysis of data stored in James’s folder in terms of files saved in the many applications used – provided me with a vast amount of evidence that more than tied in with the initial aims of my case study. The data certainly substantiated my feelings that we need to review how the impact of ICT can be most effectively used to support the curriculum.<\/p>\n<p><strong>Validity of data<\/strong><\/p>\n<p>My only thoughts were about the validity of my findings – although it was interesting to note that a scan on other childrens’ folders revealed similar amounts o progress – not just in the quantity – but also the quality of work produced ….<\/p>\n<p><strong>Analysis of data and conclusions<\/strong><\/p>\n<p>I have been able to share my findings with both Bernadette (also an the Miranda Net\/GTCE scholarship programme) and my Headteacher – who has been extremely supportive and interested in both the case studies and the results of implementing the range of on-line initiatives. We have shown that although we had a significantly better cohort than in the previous year the data provided in terms of:<\/p>\n<ul>\n<li>SAT results<\/li>\n<li>Improved reading and comprehension scores as a direct result of using Accelerated Reader<\/li>\n<li>Quality of work produced whilst children have developed their own web-pages<\/li>\n<li>Overall improvement in attitude towards learning and school in general …… and perhaps more importantly ……… as well as children enjoying what they were involved in and having fun …. made it pleasurable for my both myself and my colleagues who provided me, as ever, with brilliant support.<\/li>\n<\/ul>\n<p><strong>Dissemination of research findings to other teachers<\/strong><\/p>\n<p>I would like to think that although we play an increasingly useful part in or EAZ’s and Manchester LEA’s plans to disseminate good ICT practice – the work carried out in both my own and Bernadette’s case studies will be disseminated through:<\/p>\n<ul>\n<li>Our own school + Wythenshawe EAZ and Manchester LEA’s INSET programmes<\/li>\n<li>Manchester Metropolitan University’s ITT + CPD programmes<\/li>\n<\/ul>\n<p>….. in terms of practice and policy, as well as in the spending of funds on the resources, training, support and equipment needed to run similar on-line communities in their own schools.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>As a direct result of focusing in on using www.gridclub.com and www.think.com – I am beginning to realise that I have only just scratched the surface of a whole new learning environment that is still in it’s infancy and waiting to be developed. My use of Think.com and Grid Club brought about some amazing results that included:<\/p>\n<p>1. Revolutionising the way I look at teaching ICT to children. Until now I have set up a structure that OFSTED regarded as a strength of the school based on a formally taught scheme around the QCA Guidelines. I am now beginning to focus on children learning best when they are engaged in their work, having fun and enjoying what they are doing.<\/p>\n<p>2. Think.com can be accessed at a variety of levels<\/p>\n<ul>\n<li>Viewing the community areas and other peoples sites<\/li>\n<li>Sending stickies (a form of post-it note)<\/li>\n<li>Writing messages on other childrens’ and my own site<\/li>\n<li>Interacting with multi-media material (debates, conversations, brainstorms, hotseats, asking questions et) on other childrens’ pages.<\/li>\n<\/ul>\n<p>3. I have set up pages to try to inspire and demo to children to show them many ways to enhance their writing by creating a range of multi-media activities that include:<\/p>\n<ul>\n<li>Conversations, debates, animations<\/li>\n<li>Images, videos, sounds\/music<\/li>\n<\/ul>\n<p>4. Grid Club is closely linked to think.com and provides a range of over 500 games and activities. Last year it created missions where children have to interrogate games played to earn points to gain medals. It has been disappointing to note that due to contractual reasons – the link between the two sites this year has yet to develop.<\/p>\n<p>5. I can already see the indirect impact in terms of enjoyment, attendance at computer clubs, work they do on line at home …. and their general attitude to school and learning. However, what I would like to pursue with research funding is to measure the direct impact both sites are having on childrens’ learning.<\/p>\n<p>6. I would also like to compare how schools in the UK and internationally are using both sites to impact on their children.<\/p>\n<p>7. I have increasing tangible evidence from the development of childrens’ site (and in this case Nathan) to show effectiveness of e-learning in online environments to provide opportunities for cooperation, collaboration and high-quality learning thus extending primary pupils concepts about writing and learning in general.<\/p>\n<p>8. I have found it interesting to note how our children, particularly Nathan, found using the e-learning environment more valid especially where more traditional methods had failed to either increase understanding and\/or inspire further learning to take place.<\/p>\n<p>9. There have been problems arising using the on-line portal think.com – in terms of inappropriate material being posted on childrens’ sites, children placing offensive pictures and messages on their own and other childrens’ sites. I used these as opportunities to involve the child, the child’s teacher and their parents in making them all aware of the code of conduct essential to running of such a site – as well as the potential dangers in using the web. I would like to think that lessons are learnt from such occurrences with responses from everyone resulting in positive learning experiences.<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>I am increasingly fascinated by the way ICT has affected the path I have travelled since I started my current role at Sandilands just over three years ago. Each year has brought many new challenges where I have needed to lead, advise, compromise and often adapt to the school’s needs, situation and circumstances.<\/p>\n<p>Having started the year with a clear focus about using the funding offered by the Miranda Net scholarship to highlight the results of my small-scale research study – which would provide evidence of standards in Literacy being raised. I have continued along a similar path – and it is perhaps appropriate to reflect now on learning that has taken place and, just as important, my own learning. Certainly the story told is just as important to me – and indeed has affected the outcomes.<\/p>\n<p>I was sure that my focus would link in with the work we were currently involved with using www.think.com – but it was initially far too wide ranging. After several tutorial discussions (my thanks here go to Mike, Tina, Christina and Tom) I needed to narrow down my study to follow the progress of one child. I wanted to look at the effect of getting children to have fun (and in this instance it was designing and interacting with my own, mediators, childrens’ and each other’s web-sites) had on standards in Literacy.<\/p>\n<p>In doing so – we found a range of evidence to show that the child we monitored had increased his enthusiasm for reading and writing. Perhaps more importantly his attitude to learning and school in general had also become far more positive. His web-site shows clearly from the times he created debates, hotseats as well as sending messages that he worked well in school, during computer clubs at lunch time\/after school – as well as at home during the evening, at weekends and during the holidays.<\/p>\n<p>I was managing my own “on-line community” …. and what was interesting was the fact that many of the experiences colleagues had written about were the same as I was experiencing. I found looking at ways different people had set up their own communities, the problems encountered gave me ideas to experiment with using think.com.<\/p>\n<p>Thus to encounter the GTCE’s forums and make contact with some of the irate posters was breaking new ground – since any items I feel uncomfortable when children create their own pages and\/or correspond with other children inappropriately …. I make them clean their pages up. Adults will not clean up their comments!!<\/p>\n<p>Dealing with adults made me think carefully about the role I need to play ….. To a greater extent the posts are not censored and along with the perfectly fair comments – it provides an opportunity for those who wish to post anonymously to write inappropriately and offensively. Although the web-site managers are able to censor bad language – posters really have carte-blanche to have a go at anyone.<\/p>\n<p>Thus in order to begin to communicate with posters I found very quickly that I had to invent my own rules of survival – otherwise posters historically either slated and\/or ignored you (and\/or perhaps worse – not post again). I found it essential and necessary to:<\/p>\n<ul>\n<li>Always be polite – without being patronising …. In other words showing respect – even for the most inane comments<\/li>\n<li>Address posts by name to specific people<\/li>\n<li>Ask why posters used a pseudonym<\/li>\n<li>Identify and question what points posters were trying to make – by making them myself (eg my understanding of your post was that …… am I correct – or off the track)<\/li>\n<li>Agree with anything salient and relevant<\/li>\n<li>Challenge any issues that I disagreed with and\/or were incorrect factually<\/li>\n<li>Add a dry sense of humour wherever possible<\/li>\n<li>Only then to ask questions and push posters to respond to other issues<\/li>\n<\/ul>\n<p>As a result of using think.com with children – and continuing to use it as part of our children enjoying ICT and writing for greater purpose both at home and in school – I am hoping to trial our own staff website area …….. on a small scale to start with …. where my Headteacher can:<\/p>\n<ul>\n<li>Write messages, reminders etc to all and\/or individuals<\/li>\n<li>Ask for info from everyone and\/or individuals<\/li>\n<li>For colleagues to “talk” to the Headteacher, myself and each other<\/li>\n<\/ul>\n<p>It will be interesting to note the progress and successes (or not!!)…<\/p>\n<p>Watch this space…<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Looking at a variety of strategies in ICT that can impact positively on Literacy &nbsp; &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract My aim for the case study has been to look professionally (more closely) at new and existing &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/raising-standards-literacy-year-5-children-using-ict\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,182,183,85,184,185,186,187,188,189],"class_list":["post-9868","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-engaged","tag-having-fun","tag-ict","tag-inspired","tag-interested","tag-listening","tag-reading","tag-speaking","tag-writing","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9868"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9868"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9868\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9868"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9868"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9868"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}