{"id":9869,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/well-using-internet-motivate-students\/"},"modified":"2019-06-29T22:09:50","modified_gmt":"2019-06-29T21:09:50","slug":"well-using-internet-motivate-students","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/well-using-internet-motivate-students\/","title":{"rendered":"How well does using the internet motivate students?"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>Background Lower ability children find it hard to access science. Traditional teaching methods rely so much on reading &amp; writing skills and many of these children find this difficult and as a result become disaffected. The intervention will make a statement or pose a provocative question to a small team of children and ask them to use the internet to clarify or find out about the science that underpins the information that they have been given. Their task is then to teach it\/present it to another group or the whole class, possibly as a powerpoint presentation. Research Question To what extent does the use of the internet increase the motivation of low achieving children in science? Description of Subjects Year 9 lower set boys and girls Methodology Pupil survey supported by interview and comparison of test results. Review\/Evaluation Analysis followed by peer discussion. Comparison of individual results with the child’s preferred learning styles.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Ian Taylor<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p>Aims of the research The aim of the research is to see how mid to low ability students use the internet or world wide web to discover information on a predetermined topic The reason why the project is being undertaken is to determine if a different teaching and learning style to those which they have experienced, will motivate individuals more. Students will have experienced a range if styles including internet research, however they will have had little experience of researching and then presenting their findings to the rest of the class, and probably no experience of doing this on a platform such as powerpoint. Expected outcomes or findings The original expectation was that many of the students would engage actively in the task as students were working in small groups on a topic and they had some measure of control over their learning situation. It was also expected that presentations would vary from some simple statements of what had been learnt or simple posters right through to powerpoint presentations. Again, the students had control over how their learning was disseminated. Demands made by keystage 3 SATS revision delayed the conduct of the research, however a pilot project was undertaken to test out how easily data could be collected whilst the activities were being performed. Perhaps the weather, post SATS torpor, or any other uncontrollable variable meant that the students simply did not want to engage in the activity and it had to be abandoned to be repeated with another group later. Perhaps this in itself might be considered an outcome and more care or thought should have gone into preparing the students for the activity. Examples of research topics given to students are: · A thermos flask keeps hot things hot and cold things cold: how does it know which to do? · How does a steam engine work? · Why do we sometimes put salt on the roads in winter? · How are clouds formed? · At the end of a marathon race some runners are given silver foil to cover their bodies with: why? · Why does washing dry quicker on a windy day? · How are railway lines joined and how we make sure that on a hot day they do not buckle? · What is a bi-metalic strip &amp; what part does it play in a control circuit of a heating system? · Why does hot air rise to the top of a room? · How does heat energy get from the Sun to Earth? In order to promote the project more positively it is intended to demonstrate how a problem or query can be put into a search engine and information collected about it by cutting and pasting text or pictures into a piece of application software and then presenting it to the group, asking who has any additional knowledge or information. Comments are expected about the content and the appropriateness of the media chosen: either is valid. It is considered that this ‘Blue Peter’ approach will spark students and give them an idea of the end product or requirement of the task and this will be done when the project is continued. The revised expectations are that the learners will, to a degree, engage in the activity working cooperatively within and between groups. Experience has shown that learners of all ages work together and will teach each other components of the task as a need arises, and that this is done enthusiastically and well by the students. Giving praise for this in the past has meant that the basics of a collaborative learning are in place. Feedback to students will be formative and will ask them to evaluate their own and other groups work, suggesting how improvement might be made. It is to be emphasised that the design and manner of the presentations is decided by each group of pupils and this is not dictated in any way be the teacher. Students have been told of this activity and that it forms part of a piece of educational research. They have been told that no personal data will be published or made available. No student has asked to be excluded from this work. Identification, analysis and evaluation of relevant data Data will be collected on how well students are engaged in the task during the collection of data and the roll that they have adopted during both the research task and the presentations themselves. A small sample of students will be interviewed and all students will be asked to make a self-evaluation of what they have done, what they have learnt and how they feel about this sort of learning. The students will be asked to help design the form and the questions, however some teacher guidance may be needed. What data will be collected? During the data search an activity sample1 will be conducted that will record if each individual student is working and if so are they searching, ,collaborating, taking help or helping others. If not working, are they distracting others or not. During presentations sampling will again take place and will record if engaged in the presentation or not, and if engaged, were they listening or contributing. During the trial activity almost all of the teachers time was taken up assisting and as a result of this the physics technician has kindly agreed to do the sampling. The interviews and self-evaluations are intended to provide supportive evidence and focus learners on their engagement and what they have learnt about the content and the process. Hopkins quotes Popper2 in recognising that any theories developed might still incorporate personal theories, suppositions or interpretations, hence the need to validate the data collected in some way. Checking the validity of data Activity ample data will be mapped against interviews and self evaluations but care will need to be taken to recognise particular circumstances such as students who have attention disorders or other particular difficulties. As data will be collected by activity sampling, interviews and self-evaluations it will be possible to triangulate the information collected. Hopkins3 cites Elliot and Adelman stating that this method of “ gathering accounts from three distinct standpoints has a epistemological justification”. Analysis towards a conclusion The patterns of the data produced should allow a hypothesis to be formed. As a third party will be helping collect the data then results will in the first instance be discussed with them, then opening the discussion to a wider forum within the science faculty. In this way the data will, as Hopkins4 states, be subjected to comparison with educational theory together with known local practice based upon students who have to some degree predictable patterns of work and interaction. In this way we can create meaning out of our “observations and constructs”. How will teacher time be used during the activities? Based upon preliminary activities undertaken the roll of the teacher in the information collecting phase will be one of offering positive encouragement and minor trouble shooting of apparatus. Students of the age and ability range selected can need motivation and some direction and the task might be viewed by them as being too open ended or have no clear start or finish point. Occasional teacher intervention is thought likely to be necessary. Because of unforeseen problems the project is now planned to start the second week of September with analysis completed by the end of that month. This work will be completed in parallel with the literature review, again which will be completed by the end of September. Evaluation The evaluation of the topic will, for the greater part, take the form of reflective practice5 as the main focus on evaluation will be for me to identify how this will or should change my teaching. Out of this reflection should come wisdom of practice6 or self-knowledge. It is also important that the students have the opportunity to express their views on this form of learning and the best possible outcome would be for them to feel that they are a stakeholder in their education and that education is not simply something that is ‘done to them’. One short intervention is unlikely to have a long-term impact on many students, however they may see this as a part of a pattern of change in which they are included. Dissemination of research findings Opportunities will exist to share findings in the following ways: Through posting research on the GTC area. As the GTC develops and matures teachers of all levels will come to regard the site as a natural centre of excellence and good practice and will look to it as a focal point for the dissemination of information. Discussion will I am sure take place at school level. Opportunities also exist to share information through the Association of Science in Education and through the local physics centre of which I am a member. This might be done by presenting a paper. An important feature about research work such as this is that teachers are seen to be at the hub of the complete teaching and learning experience, and whilst the predominant purpose of a teacher is to teach, teachers with foresight and vision should be testing the boundaries of practice and relating their findings to educational theory. Hopkins7 quotes Stenhouse in referring to this as ‘emancipation’. There is another factor that needs to be remembered. Hopkins8 reminds us that classroom research has more to do with cases than samples and that any data collected cannot be used as a general rule: what was fond to be was applicable to a group under local conditions and not be part of a general rule. This becomes even more important in the electronic age. More sources are available for learners, and teachers have more opportunity to collaborate nationally and internationally, towards a point where a village college becomes part of a global village. It is said, “it takes a village to educate a child” 9 and if this project promotes dialogue between teachers then it will achieved some measure of success. References 1 Shaw,W.N., The Place of Management Services in the Modern Organisation in Bentley,T.J., Management Services Handbook, 1984, pp51-52, Holt, Rinhart &amp; Winston, Eastbourne 2 Hopkins , D., A Teacher’s Guide to Classroom Research, p133, 2002, Open University Press, Buckingham 3 Hopkin , D., A Teacher’s Guide to Classroom Research, p134, 2002, Open University Press, Buckingham 4 Hopkins, D., A Teacher’s Guide to Classroom Research, p137, 2002, Open University Press, Buckingham 5 Mackinnon, A.M., Detecting reflection in action amongst pre-service elementary science teachers in Whitelegg,E., Thomas,J.&amp; Tresman,S, Challenges and Opportunities in Science Education, pp 44-59, 1993, Paul Chapman Publishing, London in association with the Open University. 6 Schulman,L.S., Knowledge &amp; Teaching: Foundations of the New Reform in Leach,J. &amp; Moon,R., Learners &amp; Pedagogy, p.68, 1999, Paul Chapman Publishing, London in association with the Open University. 7 Hopkins, D., A Teacher’s Guide to Classroom Research, p2, 2002, Open University Press, Buckingham 8 Hopkins, D., A Teacher’s Guide to Classroom Research, p130, 2002, Open University Press, Buckingham 9 Unattributable quotation<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>We are aware that different children learn in different ways, and many children are given questionnaires to help determine how they learn best. The opportunity now exists through e-learning to add another dimension to teaching and learning styles, and this work will take a historical perspective on the main milestones of education in the United Kingdom to demonstrate how e-learning offers potential to teachers and learners of all ages. Milestones in Education in the United Kingdom Some historians argue that the basis of our education system is rooted in the work of Thomas Arnold of Rugby school, who laid down foundations about education based upon his philosophy. After this the 1944 Education Act sought to extend educational opportunity and provide free secondary education. The positive aspects about this were perhaps a little overstated10 the chief of these being the extension of educational opportunity via provision of free secondary education for all, and whilst it formed an important part of the welfare state it provided no clear definition of either content or structure for secondary education. On the other hand, the Plowden Report11 (1967) on primary education was fundamental to a change in the style of teaching and learning and as a result the ideas encapsulated by it played an important part in the shaping of primary education into ‘discovery’ learning’ , based in part on Pigetian ideals. Piaget however ignored the emotional and social dimensions of development concentrating his work entirely on children’s cognitive development. The 1970’s saw the start of tentative moves towards more central control of education with the Secretary of State acting as a guardian of the educational system rather than its administrative head12 and 1976 Callaghan called for ‘a great debate on education’ in his Ruskin College speech. Society in the 1970’s has held that those in positions of power will attempt to define what is taken to be understood as knowledge in our society13 and furthermore, the constructivist that this knowledge, however it is defined, is not an external object but is personally constructed and held in the minds of individuals 14 in interactions with others. In other words, school based education has been a top down and sometimes didactic process of teachers teaching students a predetermined curriculum albeit often in a child centred or situated way. The electronic age, however, is set to change all of this. Footnote: Piaget saw children as ‘little scientists’ who make their own discoveries about the world. Towards e-learning E-learning is potentially an instrument for change. The opportunities offered by online learning and the ways in which the Internet can be used in schools represent a major challenge and change to the dominance of schools in state education. It can achieve this by changing the way in which knowledge is acquired, conceived of, shared and discussed. It allows ideas to percolate up from learners and empowers the less able to contribute more fully in their learning and above all, it allows learners to feel that they have some control over how the curriculum is received. We may consider that with occasional access to computers in schools children are gaining skills and broadening their education in a managed environment, however like an iceberg, teachers are only seeing a small visible part of the whole student experience and an even smaller part of what is currently achievable: teachers have to open their eyes to this. This form of learning however does raise some issues. 1 Children as learners are more technologically aware than adults give them credit for. 2 The change in the perception as teacher as the source of all knowledge is potentially a threat in the eyes of some teachers. Buckingham et.al. 15 identify a situation where much of the skills and knowledge gained by children have not been recognised by schools and this raises new questions about learning. Young people, they recognise, are learning skills and concepts via digital technologies not in a formal environment such as school, where risk taking and trial and error methods are allowing them to reconstruct their notions of individuality and identity and global citizenship. This also brings to the fore another important feature to be recognised. Learning rightly has evolved into a social activity where learning is a participative activity where students make sense of a given situation either individually or communally16. This requires us to bring into question the role of the teacher in the post modern classroom, where teachers also become learners and there is therefore a shift in the relationship between teachers and students17. Moreover, with regard to the movement towards more flexible modes of education, the use of new technologies has not been ignored by home educators. identifies some Czech families who have decided to educate their children at home (Christina Preston 18 ), and in the U.K. home educators are also using the world wide web to extend their children’s boundaries19. All of this results in a change in the relationship between teacher and learner. It has been observed that some teachers regard this as a threat, particularly those who see the changes as potentially dangerous, with teachers concerned about learning taking place outside of their control20. Preston quotes Ellis, R. who states that a systematic approach to this new learning offers a powerful way of affecting change and an important factor for teachers being a platform for teachers to express the reality of this new practice to each other. As for the redefining the role of education and the ‘great debate’, desirable though it might be it is outside the boundaries of this project. As for the role of the teacher in the e-learning experience, I feel, I am still learning (mostly from my students) and will continue to do so for some time. Teachers however will need to prepare themselves for the experience and the inevitable change of role by communicating with each other and developing a body of knowledge, strategies and the will to be spontenious21 and open minded. Interestingly, Aschermann22 identifies strategies of using both scaffolding and social interaction interventions in peer collaboration and recognises that some of the basic skills of teachers will always be needed. We can, I feel, summarise some of this information to recognise that children will explore situations like Piaget’s ‘little scientists’, with any technologies, probably focussing on the ones that are ‘of the moment’, and that at least some of this learning may take place outside of school. Teachers, to some degree have an incomplete knowledge of this overall learning that takes place both in content and in context as they are not, for the most part, part of the culture of those students. Fairly recent experiences about children making contact with adult males pretending to be children for their own purpose supports this, I feel. With children intermixing the notions of learning and social activity it does beg several questions: · do we need to redefine the role and purpose of education and finally have the ‘great debate’? · what is the role of the teacher in the e-learning experience? · how do teachers prepare themselves for that role? References 10 Chitty, C., Central Control of the School Curriculum,1944-1987, in New Curriculum National Curriculum, Ed. Moon, R., Hodder &amp; Stoughton, London, 1994, p3 11 Ball, S.J., Competition &amp; Conflict in the Teaching of English, in in New Curriculum National Curriculum, Ed. Moon, R., Hodder &amp; Stoughton, London, 1994, p.98 12 Chitty, C., Central Control of the School Curriculum,1944-1987, in New Curriculum National Curriculum, Ed. Moon, R., Hodder &amp; Stoughton, London, 1994, p6 13 Young, M.,The Curriculum as Socially Organised Knowledge in Learning &amp; Knowledge, Ed. McCormick, R. &amp; Paechter, C., p.62 14 Driver, R., A Constructivist Approach to Curriculum Development in Development &amp; Dilemmas in Science Education, Ed. Fensham, P., The Falmer Press, London, 1995. p.138 11 Buckingham, D., Sefton-Green, J., &amp; Willett, R., 12 http:\/\/wac.co.uk\/sharedspaces\/final_report.pdf 25th Sept., 2003 13 Greeno,J.G., Pearson,P.D &amp; Schoenfeld,A.H., Achievement and Theories of Knowing and Learning in Learning &amp; Knowledge Ed. Ed. McCormick, R. &amp; Paechter, C., Paul Chapman Publishing Ltd., London, 1999, p138 14 Morgan, M., Postmodern Classrooms on the Borders? In Learners &amp; Pedagogy, Ed. Leach, J. &amp; Moon, B., Paul Chapman Publishing Ltd., London, 1999, p262 15 Preston, C., \/ftp\/ejguide-small.doc 25th Sept., 2003 16 http:\/\/home-education.org.uk 25th Sept., 2003 17 Preston, C., Transforming Teaching, \/ftp\/ejguide-small.doc 25th Sept., 2003 18 Author unknown, Engines for Education, http:\/\/www.engines4ed.org\/hyperbook\/ndes\/NODE-163-pg.html 25th Sept., 2003 19 Aschermann, J.L., Children Teaching and Learning in Peer Collaborative Interactions, http:\/\/scholar.lib.vt.edu\/theses\/available\/etd-04252001-140637\/unrestricted\/Thesis.pdf 25th Sept., 2003 20 Preston,C.,Transforming Teaching \/ftp\/jguide-small.doc , 25th Sept. 2003<\/p>\n<p>Self Evaluation of eLearning View of the learning process It is my contention that elearning adds yet another dimension to the learning continuum, and this is based upon my experiences to date observing children use computers and helping each other in the learning process listening to other teachers present elearning projects developing informal structures with other departments to explore cross-curricular links based upon elearning undertaken at other school establishments. WHAT HAVE I LEARNT? Discussion of the learning process It was not too long ago that the perception of teaching was that the teacher was the fountainhead of all knowledge and that this was disseminated via the traditional methods of chalk and talk: the clever listened and learned and other pupils picked up what they could along the way. Times, thankfully have changed, and are continuing to do so at an ever increasing rate. This is mentioned because the character and style of teaching and learning is dependant almost entirely upon the teachers ‘practical theory’ of teaching. Handal and Lauvas21 identify a persons “private, integrated but ever-changing system of knowledge, experience and values which is relevant to teaching practice at any particular time”. This suggests that we can develop the learning process in the classroom by demonstrating the effectiveness of elearning to teachers as a whole. Not every teacher will be convinced, but with appropriate help and support, many will adapt. Reflection on my own practice I believe that I have become more adventurous in my approach to the learning process and to trust pupils more. I recognise that as a community of learners some of the children will have a better understanding of some aspects of the use of ICT than I and that this is not a problem for me: children teach teachers. WHAT HAVE THE SCHOLARS LEARNT? Scholars have learnt to, or furthered their experience in action centred research. We have had this experience first hand, but possibly more important is the second hand learning that we have experienced as a result of listening to each others projects and access to the Mirandanet site22 for peer review23 where project details are recorded and can be studied in more detail. In this way the scholars have formed a community of practice engaging in learning, which is predicated on, and driven by our current knowledge state. Thus we have become a community of learners who have learnt not through replicating the performances of others or by acquiring knowledge transmitted in instruction, rather through “centripetal participation in the learning curriculum of the ambient community”24. The Mirandanet site has therefore become: A jumping off point for further research\/discussion\/action A reference point for finding out about a particular mode of practice A community of common purpose. WHAT IDEAS, NOTIONS AND MODELS DO THE GTC SCHOLARS HAVE TO OFFER OTHERS? Scholars will have the opportunity to: Promote the GTC in their particular institutions and spheres of influence. Act as a focal point for elearning in their present and future positions. Encourage staff to lurk and thereafter participate in the discussion forums. These are still early days and from my own experience staff are reluctant to share their thinking in such a public forum. As teachers we are more comfortable initially in exchanges that cloak our values and ‘practical theory’ of teaching, for fear of some form of exposure or perceived weakness. Promote the ideals of the teacher as a researcher. And also, simply and most importantly, be there for the children and speak on their behalf and for their needs. It is the ‘day job’ and the culmination of all other work must finally be to their betterment.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">21 Handal, G., &amp; Lauvas, P. The ‘Practical Theory’ of Teachers in Challenges Opportunities for Science Education, Ed. Whitelegg,W., Thomas,J., &amp; Tresman,S., Paul Chapman Publishing Ltd., London, 1999, p79 22 \/ejournal ,26th January, 2004<\/p>\n<p style=\"padding-left: 30px;\">23 Roth, W., ‘Authentic School Science: Intellectual Traditions’ in Learning &amp; Knowledge, Ed. McCormick, R. &amp; Paechter, C., Paul Chapman Publishing Ltd., London, 1999, p17<\/p>\n<p style=\"padding-left: 30px;\">24 Lave, J. &amp; Weneger, E. ‘Learning and Pedagogy in Communities of Practice’ in Learners &amp; Pedagogy, Ed. Leach, J. &amp; Moon, R., Paul Chapman Publishing Ltd., London, 1999, p26<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; &nbsp; &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract Background Lower ability children find it hard to access science. Traditional teaching methods rely so much on reading &amp; writing skills and many of these children find this difficult and as &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/well-using-internet-motivate-students\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,182,85,184,185,186],"class_list":["post-9869","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-engaged","tag-ict","tag-inspired","tag-interested","tag-listening","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9869"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9869"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9869\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9869"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9869"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9869"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}