{"id":9870,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigation-using-online-environments-collaborative-e-learning-primary-pupils\/"},"modified":"2024-03-11T20:20:55","modified_gmt":"2024-03-11T20:20:55","slug":"investigation-using-online-environments-collaborative-e-learning-primary-pupils","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigation-using-online-environments-collaborative-e-learning-primary-pupils\/","title":{"rendered":"An investigation using online environments and collaborative e-learning with primary pupils."},"content":{"rendered":"<p><strong>Using online environments to learn effectively.<\/strong><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>The GTCE\/Institute of Education e-facilitation project explores the field of e-learning through the conventions and affordances of new technologies. The impact of new technology on educational practices is relatively underdeveloped in comparison to commercial and private use. The problem is in defining the real impact of new technologies and in establishing practices within valid pedagogies. This project describes the new and changing conventions known as e-learning, e-facilitation and e-communities and attempts to frame practices within these conventions to provide valid evidence that these produce real learning. The process of defining methodologies that produce evidence of e-learning illuminates practices that may form the basis of establishing new or e-pedagogies. In reflecting and evaluating changing personal perceptions and practices using e-learning tools it becomes clear that developing e-pedagogies are dependent on framing learning within grounded learning theories.<\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>The e-facilitation project explores the context of e-learning through its use as a tool for globalising and extending CPD experiences through collaboration and moderation, with the skills of e-facilitation reflecting the transformatory effects e-learning will have on learning.<\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>My personal case study focuses on e-learning as a tool for extending and enriching pupils learning through dialogical learning that online forum support and the concomitant key life-skills that are developed. In embedding e-learning into the curriculum the existing practices of communities of enquiry provide guidelines for implementation. By using online discussion environments pupils are given opportunities to develop the exploratory talk required to promote collaborative knowledge construction through dialogical learning. Evaluation and assessment of learning requires the use of innovative techniques of concept mapping and content analysis of discussions based on phenomenography theory.<\/em><\/p>\n<p><em>The case study establishes that critical learning and key skills development takes place to a significant degree. Analysis of attitudes and intentions towards e-learning established that pupils were highly motivated and found e-learning to be a valid and valuable learning tool. The use of the Internet as a resource as well as a forum and publication interface aligns withStephen Heppell’s Model of e-learning as a library, forum and publishing house.<\/em><\/p>\n<p><em> <\/em><\/p>\n<p><em>Within Heppell’s model of e-learning methodologies for evaluating and assessing outcomes are being developed. The Vee Heuristic and concept mapping have been under development for several decades initiated by Novak and Gowin in the 1980’s and further improved byMauri Åhlberg into the millennium. Theoretical support for these methods has been developed by Marton through phenomenography theory. In evaluating and extending these theories and practices e-pedagogies are being developed that validate and innovate the implementation of e-learning techniques into educational practices. The validation in this study is through pupil acceptance and success in e-learning and in the quality of activities that e-learning potentiates. The challenge is to establish a secure evidence base to ensure thate-pedagogies evolve to innovate and enervate learning in the future.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Nigel Riley<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><strong>Study<\/strong><\/p>\n<p><strong>OBJECTIVES:<\/strong><\/p>\n<p>► Does critical learning takes place as a result of e-learning?<\/p>\n<p>► What attitudes do pupils have towards elearning?<\/p>\n<p>&nbsp;<\/p>\n<p><strong>CONTEXT:<\/strong><\/p>\n<p>► The subjects of the study will be a class of Y6 pupils within a large city primary school.<\/p>\n<p>► The context for e-learning will be in developing ideas of and a definition of Global citizenship which is a totally new concept for the pupils. The project will involve researching, sharing ideas and discussion of a collaborative project using online discussion forum to produce WWW publishable content. This will take place as a solely online activity with no parallel classroom activities.<\/p>\n<p>► Pupils will access an existing forum at <a href=\"http:\/\/www.worldecitizens.net\/\" target=\"_self\" rel=\"noopener noreferrer\">mirandanet.ac.uk\/actis\/unity<\/a> now available as worldecitizens and participate in e-activities developing Citizenship.<\/p>\n<p>The objectives of the collaborative task is to develop a web page representing pupil views on international citizenship.<\/p>\n<p>► Pupils can use a discussion forum to develop ideas after searching for information to use in their web space. The forum represents a space where collaboration and sharing of search records and\/or ideas can take place.<\/p>\n<p>► Pupils will use new media objects researched and produced on computers to create a web page defining and representing their understanding of global citizenship.<\/p>\n<p>► The Unity of Identity web space is the publishing space for a final product.<\/p>\n<p><strong>OUTCOMES:<\/strong><\/p>\n<p>► The project will evaluate the effectiveness of e-learning in providing opportunities for high-quality learning in promoting creative and critical thinking in extending pupils concepts about global citizenship.<\/p>\n<p>► The project will establish whether primary pupils consider elearning a valid and valuable learning tool.<\/p>\n<p><strong>DATA COLLECTION:<\/strong><\/p>\n<p>► The data will include; &#8211; Recorded and saved discussions from online forum.<\/p>\n<p>&#8211; Comparison of pre activity and post activity concept mapping. Methodologies can be found at:<\/p>\n<p><a href=\"http:\/\/www.metodix.com\/showres.dll\/en\/enindex\">http:\/\/www.metodix.com\/showres.dll\/en\/enindex<\/a><\/p>\n<p>&#8211; Questionnaire responses about pupils attitudes using items formed from Aizens Analysis of Attitudes Intentions and Perceived Behavioural Control an example of which can be found at;<\/p>\n<p><a href=\"http:\/\/www-unix.oit.umass.edu\/~aizen\/\">http:\/\/www-unix.oit.umass.edu\/~aizen\/<\/a>.<\/p>\n<p><strong>DATA ANALYSIS<\/strong><\/p>\n<p>► The data analysis will include:<\/p>\n<p>&#8211; Content analysis of online discussions using Wegerif and Mercer&#8217;s dialogical framework of social modes of thinking to evaluate content of online discussions. This will determine the type of thinking and interaction taking place online.<\/p>\n<p>&#8211; Analysis of concept mapping according to propositional content and connectivity will compare children’s previous and ‘Ecquired’ knowledge and understanding of global citizenship. Connectivity, concepts, links and propositions can be compared to assess changes in complexity of children’s thinking and development of concepts and propositions about global citizenship.<\/p>\n<p>&#8211; Questionnaire responses from Ajzen’s theory of ‘Analysis of Attitudes, Intentions and Perceived Behavioural Control’ identifying underlying attitudes to researching information online using discussion forum to collate information and discuss production of work and to publishing on the Web.<\/p>\n<p>Ajzen’s theory proposes that perceived behavioural control relating to peoples beliefs about how easy or difficult performing a behaviour is likely to be. This is an important predictor of behaviour beyond intention, attitude and subjective norm. (Ajzen and Madden, 1997).<\/p>\n<p>► The researcher will act as participant researcher in facilitating the discussion forum and in directing thought and search behaviour. In the production task the researcher will act as a technical ICT advisor aiding with procedure rather than content.<\/p>\n<p>► Reliability and validity will be assessed through triangulation of data.The ability of the data to produce similar or concurring statements identifying positive or negative outcomes in reference to the objectives of the project.<\/p>\n<p>The use of the forum is a new experience while ICT is not. The mparticipation of the teacher as facilitator may provide some ecological validity in that participants are familiar while the environment is not.<\/p>\n<p><strong>EVALUATION<\/strong><\/p>\n<p>► The project will be evaluated through reflection from the teacher and the attitude and motivation questionnaire responses from the pupils.<\/p>\n<p>► The evaluation will be based on the outcomes giving evidence of online activities benefiting pupils learning and the effectiveness of the practices in developing knowledge and understanding of global citizenship.<\/p>\n<p>► The project may have an impact in promoting e-learning as a learning tool that is worthwhile developing in primary phase pupils.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>This study provides supporting evidence of the effectiveness of e-learning in online discussion environments to provide opportunities for collaboration and high-quality learning, promoting critical thinking for extending primary pupils concepts about global citizenship.<\/p>\n<p>The study establishes that primary pupils consider e-learning a valid and valuable learning tool. The research supports the use of online learning to provide transformatory learning opportunities for pupils in primary education as an innovative way to transform classroom practices and develop key transferable skills through e-learning.<\/p>\n<p>The study has produced positive attitudes to using e-learning through online activities and discussions. The motivation and enthusiasm is evident in the dialogues the pupils engaged in and in the final web page products currently online in the gallery at worldecitizens.<\/p>\n<p>The pupils have benefited from the reflection and evaluation of their learning using concept mapping and from the satisfaction that as a group this was largely self determined. The positive feedback from the discussion data and concept mapping reflects this development of knowledge and understanding of global citizenship.<\/p>\n<p>This study may have an impact in promoting e-learning as a practice that is effective and transformatory in primary phase teaching and learning.<\/p>\n<p><strong>What I have learnt from the year of practice based research tasks about elearning in general and efacilitation in particular<\/strong><\/p>\n<p><strong>What is e-learning?<\/strong><\/p>\n<p>The main question being directly and indirectly discussed throughout this project has been in determining the nature of e-learning. Throughout the professional dialogue between educators of different backgrounds it is apparent that e-learning means different things to different people according to time, place and context of ICT use. Doug Brown , Head of ICT in Schools Division, DfES, uses evidence of existing good practice to identify elements of e-learning as:<\/p>\n<p>• Concurrent learning &#8211; home, library, school,<\/p>\n<p>• Cinematic learning &#8211; visual media influencing what, where and how children learn<\/p>\n<p>• Collaborative learning &#8211; online communities<\/p>\n<p>• Communicative learning &#8211; online support, mentoring- availability of teachers to students<\/p>\n<p>• Consensual learning – child as partner in the learning process (DfES,2003).<\/p>\n<p>These elements are in terms of the Preston Model (Tina’s 4-part model), involved in democratizing learning and radically changing learning organization in terms of location and time. The development of online discussion fora and opportunities for sharing applications means that personal interactions have developed a new dimension, one that involves using language-as-writing for language-as-speech (Kress,2003). In such online environments new skills and practices need to be developed to inform pedagogy and future practice. In these interactions the roles of learner and teacher are changed in terms of social and organizational distinctions. Teachers are not found at the front, learners are not around desks, rather all are equal in cyberspace terms and interactions need to reflect this spatial change. Salmon’s 5-stage model (2002) of e-learning is a reflection of the adaption of current pedagogy, although it does not provide heuristics to help learners adapt to online learning. Most pedagogy is designed for teachers while student perspectives appear to be largely underdeveloped considering the necessity for collaborative and independent learning skills within e-learning.<\/p>\n<p><strong>What skills are developed in e-learning?<\/strong><\/p>\n<p>E-learning is totally intrusive, it is always there. This means that students need to develop good self-learning skills. The elements identified in the Towards a Unified e-Learning Strategy (DfES, 2003) above identify the need to access computer mediated environments requiring understanding of visual representations, and those requiring necessary linguistic and social skills such as discussion fora. Visual understanding in terms of understanding diagrams and pictures is an area where pupils are being increasingly challenged in traditional situations and reflects a move towards developing ‘new literacies’ and use of multimedia tools. This opens up issues in cultural understanding and recognition of variations in visual representation across multi-cultural boundaries. Online discussion fora demand new approaches in using writing skills to commit instant thoughts as well as more considered ones to public scrutiny. This raises issues involving intrapersonal and interpersonal intelligences and abilities and the necessity for students to be more reflective about their own and others intentionality and understanding when contributing in such online environments. This requires new levels of understanding through empathy and sympathy to effect productive and harmonious collaboration and learning. Harvey Mellar suggests that when done well collaborative on-line learning can be very effective and intense with the most important features being:<\/p>\n<p>• students being aware of their own learning processes and taking charge of them to some degree;<\/p>\n<p>• students keeping in regular contact with the course and group;<\/p>\n<p>• students realising social skills are important;<\/p>\n<p>• students recognising their own areas of expertise and lack of expertise;<\/p>\n<p>• students being able to teach others and learn from others gracefully (Mellar,2003).<\/p>\n<p>These skills are reflected in Wegerif and Mercer’s (1997) dialogical framework for social modes of thinking, whereby collaboration develops from disputational modes into cumulative and exploratory modes of talk that reflect the state of thinking within a group. For e-teachers the need to become more aware of the state of thinking of individuals and groups becomes more important as visual and immediate contextual cues for determining student levels of understanding are not available. E-facilitation requires a more social approach to learning one in which the e-facilitator is participant, coach, teacher, mentor, lead learner and ‘social conductor’. This decrease in interpersonal distance between student and ‘teacher’ is perhaps the most distinctive difference between traditional and e-learning. The need to motivate, acknowledge contributions, integrate participants, resolve differences between participants, develop a ‘community of enquiry’, explain succinctly and move learning forward at appropriate intervals and pace requires bolting new skills onto traditional class-based skills and practices. Online tasks require new methods of information skills and response modes as described in the Heppell Model (ejournal) and the e-facilitator has to be more accepting in what form responses take. One important question being how do we evaluate learning from an online course of study?<\/p>\n<p><strong>How do we assess e-learning?<\/strong><\/p>\n<p>The assessment of e-learning like the development of e-facilitation skills is one which extends from traditional methods and builds on existing learning models such as the learning cycle and the Vee Heuristic (Novak and Gowin, 1984; Ahlberg,1997). These involve assessing prior understanding and post learning intervention understanding and adjusting learning tasks to reflect student learning progress, resource needs and pace. The use of traditional literacy-based tasks is available, with summaries of collaborative discussions used to develop group-learning evaluations. These are dependent on group interactivity and may not reflect specific individual understanding. They do provide some feedback as to the range and depth of discussion. Phenomenographical evidence (Marton, 1988) allows qualitatively different ways of understanding experience to be divided into different categories of description that captures the meanings or conceptions of experience (Marton &amp; Booth, 1997). The logical relations between categories of description are identified and described further in the form of an outcome space. One such outcome space is the ‘concept map’ (Novak and Gowin, 1984; Ahlberg,1997). This graphic representation incorporates visual and linguistic representations. Concept mapping allows both qualitative and quantitative evidence of learning to be evaluated in the formation of concepts and their relational linkages. Keywords or pictorial representations indicates the range of conceptual understanding, their connectivity (Somekh, et al, 2000) assesses differences in complexity of understanding.Together they provide instances by which prior understanding and post intervention learning can be compared for evaluation. Another outcome space is the saved discussion and the use of the dialogical framework for social modes of thinking (Wegerif and Mercer, 1997) to assess the quality of social learning interactions taking place within the discussion forum. These differing contributions to our understanding of pupil thinking and stage of learning enhance our evaluation of e-learning through triangulation of evidence. These new methodologies still need further evaluation but the practice-based study has proved their effectiveness in small-scale class-based research.<\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p>Ahlberg, M. (1997) Continual Quality Improvement as High Quality Learning, Research Reports No: 68 University of Joensuu. Faculty of Education.<\/p>\n<p>DfES (2003) Towards a Unifiede-Learning Strategy consultation presented by D.Brown at the Institute of Education London, 6.11.2003. <a href=\"http:\/\/www.dfes.gov.uk\/consultations2\/16\/\">http:\/\/www.dfes.gov.uk\/consultations2\/16\/<\/a><\/p>\n<p>Kress, G. (2003) Literacy in the New Media Age. London: Routledge.<\/p>\n<p>Marton, F. (1988). Phenomenography: exploring different conceptions of reality. In Fetterman, E.D. Qualitative Approaches to Evaluation in Education: The Silent Revolution. New York: Praeger.<\/p>\n<p>Marton, F. &amp; Booth, S. (1997). Learning and Awareness. Mahwah, New Jersey: Lawrence Erlbaum Associates, Publishers.<\/p>\n<p>Mellar, H. (2003) Online discussion contributions GTC forum.<\/p>\n<p><a href=\"http:\/\/ioewebserver.ioe.ac.uk\/ioe\/cms\/get.asp?cid=4381&amp;4381_0=5006\">http:\/\/ioewebserver.ioe.ac.uk\/ioe\/cms\/get.asp?cid=4381&amp;4381_0=5006<\/a><\/p>\n<p>Novak, J.D. and Gowin,D.R. (1984) Learning How to Learn, Cambridge: Cambridge University Press<\/p>\n<p>Salmon,G. (2000) Etivities: the Key to Active Online Learning. London: Kogan Page.<\/p>\n<p>Somekh,B., Mavers,D., Scrimshaw,P., Harrison, C., Hawe, K., Fisher,T., and Lewin,C. (2000) Pupil Attainment and the New Technologies: some methodological design issues in the Impact2 Project Paper presented at the British Educational Research Association Conference, Cardiff University, 7-10 September 2000. <a href=\"http:\/\/www.leeds.ac.uk\/educol\/documents\/00001678.htm\">http:\/\/www.leeds.ac.uk\/educol\/documents\/00001678.htm<\/a><\/p>\n<p>Impact2 Project Interim Report available at: <a href=\"http:\/\/www.becta.org.uk\/research\/impact2\">http:\/\/www.becta.org.uk\/research\/impact2<\/a><\/p>\n<p>Wegerif, R. and Mercer, N. (1997) ‘A Dialogical Framework for Researching Peer Talk’ in Wegerif, R. and Scrimshaw, P. (eds) Computers and Talk in the Primary Classroom. Clevedon,UK: Multilingual Matters Ltd.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Using online environments to learn effectively. Abstract The GTCE\/Institute of Education e-facilitation project explores the field of e-learning through the conventions and affordances of new technologies. The impact of new technology on educational practices is relatively underdeveloped in comparison to &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigation-using-online-environments-collaborative-e-learning-primary-pupils\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,190,64,191,9],"class_list":["post-9870","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-communities-of-enquiry","tag-e-learning","tag-online-learning","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9870"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9870"}],"version-history":[{"count":3,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9870\/revisions"}],"predecessor-version":[{"id":13494,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9870\/revisions\/13494"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9870"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9870"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9870"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}