{"id":9871,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigate-use-web-based-learning-communication-environment\/"},"modified":"2019-06-29T22:09:50","modified_gmt":"2019-06-29T21:09:50","slug":"investigate-use-web-based-learning-communication-environment","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigate-use-web-based-learning-communication-environment\/","title":{"rendered":"To investigate the use of a web based learning and communication environment"},"content":{"rendered":"<p><strong>Used by children from 7-15 to share learning<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p>My project involves using a web based communication system initially in the lower school that I teach. We are using a website designed by bambooing.com which allows children to access web based chat, e-mail and discussion forums in a safe environment. The site allows the school administrator to change the set-up, user rights and access. I aim to find out whether the system is an effective and efficient platform for children to communicate with peers and teachers, exchange views and opinions and share their knowledge and understanding. If it does work well, I aim to see if the platform and system that will enable children from across different phases (lower, middle and upper), who are members of a Pupil Steering Group for ICT, to share learning, experiences, knowledge and views and opinions.<\/p>\n<p><strong>Author: <\/strong><strong>Marcus Ray<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<h1>Aim<\/h1>\n<p>The aim of my project was to investigate if children from 7-15 could use an online communication website effectively and appropriately to share learning experiences.<\/p>\n<p>In researching this I was hoping to find out if the pupils could use a web site and it?fs e-learning and e-community facilities to enhance their learning experiences. I intended to find out if the children studied could:<\/p>\n<p>~ Communicate using the website with each other about their learning experiences with ICT.<\/p>\n<p>~ Use the Chat facilities to talk about the learning they are involved in without losing focus on the task or breaking the codes of practice,<\/p>\n<p>~ Discuss the learning and teaching in their schools by using a discussion forum,<\/p>\n<p>~ Exchange and share information about learning experiences.<\/p>\n<p>An important objective was to find out if the initial training and support given to the children was enough to allow them to use the site facilities effectively and with confidence independently.<\/p>\n<p>&nbsp;<\/p>\n<h1>Context<\/h1>\n<p>Within the LEA I work there are many ICT research projects based on pupil steering groups and I facilitate an ICT cross phase group for 14 schools. Each school has members in the group aged from 7 to 15 who were nominated by their schools. The group meets face-to-face once a term but has activities to complete back at school which involve using ICT and the online facilities of a specific website. These often involve investigating a topic or area of learning in their own school and discussing it via chat rooms, e-mail and in discussion forums. The children can also post documents to the site for others to share. This allows children to do some research and knowledge gain before the face-to-face meetings. I am the lead administrator and facilitator of a group of 3 who moderate, administrate and manage the access and use of the site.<\/p>\n<p>The site was designed by www.bambooing.com and allows communities to use a safe and secure website that has limited access only to members of the group.<\/p>\n<p>Initially I taught children the skills to use the site facilities of document sharing, chat rooms, e-mail and discussion forums.  The children then had the opportunity to use the website in their own time and at school to develop their skills and have a safe environment to enhance their learning experience.<\/p>\n<p>The children devised a code of practice for use of the facilities as a group, as well as agreeing to some basic codes set down by the site administrator and facilitators.<\/p>\n<p>&nbsp;<\/p>\n<h1>Expectations<\/h1>\n<p>After the project had been running for a period of time I expected to see children using the facilities of the site effectively and efficiently to enhance their learning. They would have developed the skills needed to independently use the site facilities. I expected to have identified areas of weakness and strength that would allow me to adjust and improve the initial training and support and perhaps if possible help develop a more suitable facility for different age children.<\/p>\n<p>There was also a need to qualify levels of support needed to use the facilities by a variety of children so schools could be informed. My research would be of great benefit if it enabled me to see the limitations of the facilities for different age groups of children.<\/p>\n<p>The key outcomes that I wanted an enhanced knowledge of were:<\/p>\n<ul>\n<li>The initial input children need to be able to use the facilities,<\/li>\n<li>A knowledge of the support that they need during their use of the facilities,<\/li>\n<li>A code of practice that children need to be aware of and be part of developing.<\/li>\n<li>Different situations and purposes that the facilities can be used for.<\/li>\n<li>How to use the facilities effectively with children of different age groups.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>My research has allowed the children to experience e-learning and e-communities as a new way of communicating and learning that will enhance their whole learning experience. It has given them experience of the difference between communicating and learning face-to-face and communicating and learning online.<\/p>\n<p>Now the research is complete I can see the modifications and improvements needed in the initial input and support children are given whilst using the facilities to enhance their learning experience. I am developing ideas for modification to the site facilities that I can take to the developers to enhance the site further.<\/p>\n<p>The teaching staff in my school, the local network learning community and the wider teaching community can see the strengths and weaknesses of using the facilities for different purposes. It has helped identify the limitations of the facilities for different age groups of children and how use can be altered to suit the age of the child. My Research can give teachers the ability to make judgements on how they can use similar types of facilities and whether the facilities are suitable to their children. It will be valuable guidance for the initial training input and support needed for children to use the facilities independently and effectively in the future.<\/p>\n<p>&nbsp;<\/p>\n<h1>Data Collection<\/h1>\n<p>I looked closely at action research techniques and ideas with particular guidance gained from Hopkins (1993), Denscombe (1998) and Hopkins (2002). This allowed me to find methods of identifying relevant data that can be collected and the different methods by which it can be collected.<\/p>\n<p>They all highlighted the necessity to compare the outcomes and aims that I was addressing and look at the types of data that will give me the best evidence of whether I have achieved my aims or not.<\/p>\n<p>I concluded from this reading that I needed to look at identifying data that will allow me to answer questions and form opinions. I set myself a group of five key questions that I wanted to answer and these helped me to identify the relevant data to collect.<\/p>\n<p>The questions were:<\/p>\n<ol>\n<li>What basic skills do the children need to be able to use the site effectively and independently and can they apply them after the initial training appropriately?<\/li>\n<li>What code of practice should the children be using and how should this be developed for a specific group?<\/li>\n<li>What support can children be provided with for using the facilities?<\/li>\n<li>What level of e-moderating and e-facilitating do the facilities need and how will this be done?<\/li>\n<li>What types of situation and activity can the facilities of the site be used for?<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>I collected data in a variety of forms to allow me to gain information about different aspects of the use of the facilities. I wanted to gain information about:<\/p>\n<p>~ Children?fs opinions of the site,<\/p>\n<p>~ Children?fs usage of the site<\/p>\n<p>~ Children?fs competency in using the facilities<\/p>\n<p>I started by collecting data with questionnaires to find out what children thought of the site facilities in terms of their opinions and also to find out what the children thought about their learning experiences using the site. The data collected was both numerical and anecdotal. Examples of the questionnaire can be seen in appendix 1. One major implication of completing questionnaires was the need to help children with the reading of the question and that they understood what was being asked. It is widely known that questionnaire responders often read the questions differently to what they are intended. To reduce this I had an independent helper who did not tell the children what to write but helped them fill in the questions correctly and when necessary scribe the children?fs responses. This was to ensure they put what they wanted and didn?ft change their answer to put what they could write rather than their opinion.<\/p>\n<p>Secondly I asked the children to complete a small test to show me how they could complete specific tasks on the site using its range of facilities. I completed the tests by asking children to complete individual procedures or multiple procedures. There was no time limit on these tasks and children had the opportunity to get feedback on the observation tests after the completion of all the tasks. This removed any feelings of success and failure during the test procedure.<\/p>\n<p>Finally an independent observer, who was experienced of observing children using a set of criterion, completed observations of children?fs online activities. This allowed the observations to be uninfluenced by my own perceptions and opinions. Examples of the observation and skills checklist can be seen in appendix 2. The observations were of children using the site facilities independently. I produced a coded observation sheet and asked my independent observer to make notes after every minute as to what action or behaviour the children were initiating. An example of the form and the coding used can be found in appendix 3.<\/p>\n<p>Children were asked to have small group interviews using nominal group techniques to find out their opinions and give them a chance to be more detailed about their views and opinions than in the questionnaires. Again this was done by an independent person to the project with experience of these techniques.<\/p>\n<p>&nbsp;<\/p>\n<p>I already knew that some of the older children had experience using the type of facilities available and had been taught about the etiquettes and techniques for using them effectively. This will mean that there is an expectation of the type of data that might be collected from these particular individuals.<\/p>\n<p>I knew the skills the children had been taught and the strategies and techniques that they had been shown as I lead this. This allowed me to see if these were used in the same way as taught and if they had been developed to a higher level.<\/p>\n<p>From my own experience I knew problems that adults had when using the facilities and this helped me to identify the development of the skills. I was therefore able to compare the data for children and adults and identify similarities and differences between adult and child use of the facilities.<\/p>\n<p>&nbsp;<\/p>\n<p>I chose to collect different types of data to validate the data more clearly. The questionnaires gave me the children?fs opinions and as I had an adult writing for some children they were able to use the phrases they want to without worrying about spelling or writing problems that may stop them saying their true feelings or opinions.<\/p>\n<p>The tests were completed twice to see if the day, atmosphere and environment affected the child?fs performance. I could then give an average score over the two tests. I was also able to see if the performance and use by the children improves after experience and time.<\/p>\n<p>The adult completing the observations was briefed in what to look for and how to complete the observations. The adult had the opportunity to complete an observation task in preparation to further their understanding of what they were looking for. This helped them develop the ability to make observations that focus on the criteria specified. I also made general observations with a blank form so I could focus on aspects other than those specified in the criteria.<\/p>\n<p>The interviews were completed in a suitable environment for the age and confidence of the children.<\/p>\n<p>As the sample of data is not very big I tried to use statistical methods to check whether I could make assumptions and derive theories from the results.<\/p>\n<p>&nbsp;<\/p>\n<p>Some of the data that I collected was in numerical form about usage and opinions using a rating system. This allowed me to make calculations that showed averages and then graph the data to see patterns and trends.<\/p>\n<p>As part of the work I am completing with the pupil steering groups I asked the children in the group to participate in analysis of the data in the form of graphs, averages and percentages.  I believe very strongly that it is essential for the children to play a part in developing and improving the sites facilities. They gave me invaluable insights into how they use the site and how they can improve the effectiveness of this use and develop the use of the facilities for different purposes.<\/p>\n<p>&nbsp;<\/p>\n<p>The children used the full range of online facilities regularly over an eight to ten week period. Their use was both in and out of context, and supported and independent. During this period I had several opportunities to observe the children using the facilities and to guide them through use of the online facilities in a structured context.  There were opportunities for the children to develop their own use of the online facilities in another environment where their effective and appropriate use may be different.<\/p>\n<p>When the children were using the facilities independently in front of me were essential in being able to answer the earlier questions I had set. So I found it was important to have others observe and use a digital camera photograph children participating and their onscreen contributions. The camera could take short video clips with audio, so the operator could catch discussions between children and their onscreen activity in live action.<\/p>\n<p>&nbsp;<\/p>\n<p>Here is the schedule of the eight week period that the case study was based upon<\/p>\n<table>\n<tbody>\n<tr>\n<td width=\"24%\"><strong>Week 1<\/strong><\/td>\n<td width=\"24%\"><strong>Week 2<\/strong><\/td>\n<td width=\"24%\"><strong>Week 3<\/strong><\/td>\n<td width=\"26%\"><strong>Week 4<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"24%\">?œ        Children given initial training using the sites facilities.<\/p>\n<p>?œ        Children given opportunity after training session to apply and develop their skills independently and without a context.<\/p>\n<p>?œ        Children have the opportunity to use facilitators and other users to develop skills and ask questions.<\/td>\n<td width=\"24%\">?œ        Children use individual aspects of the site to develop their skills in a context set up by site and group facilitators.<\/p>\n<p>?œ        Support given to children in application of skills via e-mail and chat to other users and site facilitators.<\/p>\n<p>?œ        Opportunities given for the children to use the sites at home to contribute to activities.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/p>\n<p>?œ        Teacher monitored logging on to site by children and their contributions to online facilities.<\/td>\n<td width=\"24%\">?œ        Children use individual aspects of the site to develop their skills in a context set up by site and group facilitators.<\/p>\n<p>?œ        Support given to children in application of skills via e-mail and chat to other users and site facilitators.<\/p>\n<p>?œ        Children complete back at school activities with a purpose for use as part of steering group to feedback to facilitators and hot-seaters their opinions and ideas.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/td>\n<td width=\"26%\">?œ        Children use individual aspects of the site to develop their skills in a context set up by site and group facilitators.<\/p>\n<p>?œ        Support given to children in application of skills via e-mail and chat to other users and site facilitators.<\/p>\n<p>?œ        Children use the sites inline facilities at a steering group session to communicate ideas, evaluate session and contribute to the group?fs advice to the schools.<\/p>\n<p>?œ        Observations of children for the case study completed during a steering group session when they are using the facilities in context and independently.<\/td>\n<\/tr>\n<tr>\n<td width=\"24%\"><strong>Week 5<\/strong><\/td>\n<td width=\"24%\"><strong>Week 6<\/strong><\/td>\n<td width=\"24%\"><strong>Week 7<\/strong><\/td>\n<td width=\"26%\"><strong>Week 8<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"24%\">?œ        Children had the opportunity to use the facilities in a context of a planned activity in their own school.<\/p>\n<p>?œ        Support given to children in application of skills via e-mail and chat to other users and site facilitators.<\/p>\n<p>?œ        Opportunities given for the children to use the sites at home to contribute to activities.<\/p>\n<p>?œ        Test activities will be given to the identified children.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/td>\n<td width=\"24%\">?œ        Children were given the opportunity to use the facilities in a context specified by the teacher during their own time.<\/p>\n<p>?œ        Children use the sites online facilities at a steering group session to communicate ideas, evaluate session and contribute to the group?fs advice to the schools.<\/p>\n<p>?œ        Teacher monitored logging on to site by children and their contributions to online facilities.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/td>\n<td width=\"24%\">?œ        Children given the opportunity to use the facilities in a context specified by the teacher during their own time.<\/p>\n<p>?œ        Teacher will monitor logging on by children.<\/p>\n<p>?œ        Group interviews of children will be completed.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/td>\n<td width=\"26%\">?œ        Children will complete questionnaires.<\/p>\n<p>?œ        Observations of children will be completed during a session using the facilities in context.<\/p>\n<p>?œ        Test activities will be given to the identified children.<\/p>\n<p>?œ        Teacher monitored and facilitated online facilities.<\/p>\n<p>?œ        Teacher monitored logging on to site by children and their contributions to online facilities.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>Evaluating the project and comparing the outcomes to the original aims took a degree of time to analyse the data and work out how to present this to others.<\/p>\n<p>My case study research findings are valuable to many agencies and groups within my LEA, so it was essential that my research findings are disseminated clearly and effectively.<\/p>\n<p>I have turned the findings into a paper and presentation for the Bedfordshire School Improvement Project, which manages and organises the LEA Network Learning Community of which my school is a member. They spread the findings to other member schools who have contacted me to see the online facilities in use with the intention of acquiring it for their own school. My research will be essential to many of the community schools in terms of future practice and policy, but also in funding for the resources, training, support and equipment needed to run a similar website in their own schools. The use of the facilities for pupil steering groups that offer advice and complete research into education and learning in the LEA is seen as important to the NLC.<\/p>\n<p>I will also be expected in the future to brief the LEA ICT Team about my research so that they can advice and support schools in similar projects and using similar or the same websites.<\/p>\n<p>The first part of disseminating the findings was regular feedback to the staff in schools involved in the research, so that the teachers were aware of the children?fs participation and experiences. Shortly I will have the opportunity to present to the staff and governors of my own school my findings, to explain the schools future planning, practice and policy for the use of the sites facilities.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>During my initial background reading and personal research into the area that I was intending to study I experienced a great deal of disappointment and annoyance in the literature I was reading for one main reason. The examples people spoke about and developed theories on were all based on the participants being adults. To me this still left room for me to feel a detachment from the ideas, although with time I began to see how the ideas discussed began to describe what I was seeing in children I was working with.<\/p>\n<p>&nbsp;<\/p>\n<p>My first direction of reading was into Action research itself, as I felt I needed to be aware of the issues I would be experiencing and implementing. I found my initial inspirations from Hopkins (1993) who stated very clearly that<\/p>\n<p>&nbsp;<\/p>\n<p>‘Classroom research is an act undertaken by teachers, to enhance their own or a colleagues teaching, to test the assumptions of educational theory in practice, or as a means of evaluating and implementing whole school priorities.’<\/p>\n<p>&nbsp;<\/p>\n<p>This was like my calling to complete action research. It summed up completely what I had felt was my reasoning for my project. All the ideas mentioned were what I had hoped to achieve and the areas I would approach on the way. I was still in the need for confirmation of why I would want to investigate the area of ICT I had chosen and Hopkins (1993) also states<\/p>\n<p>&nbsp;<\/p>\n<p>‘My vision is of teachers who have extended their role to include critical reflection upon their craft with the aim of improving it’.<\/p>\n<p>&nbsp;<\/p>\n<p>With e-learning still being in its fledgling status I felt that it rang true to me that even more in the case of e-learning, teachers should be the ones who have the best insight and experience to make an impact. I would have expected to find people who were saying the opposite to this and that people out of the classroom should be doing the research. During my reading I came across some defining comments about why we do this form of research and in particular what made me more committed to research into the e-learning field. Denscombe (1998) said<\/p>\n<p>&nbsp;<\/p>\n<p>‘When researchers opt for a case study approach they buy into a set of related ideas and preferences which, when combined, give the approach its distinctive character.’<\/p>\n<p>&nbsp;<\/p>\n<p>The research I carried out was based on hypothesis about how children would cope with different methods of learning and communication and how I could then analyse facts about their use to show the effectiveness of the facilities and actions I was encouraging the children to participate in. Hopkins (1998) said of this<\/p>\n<p>&nbsp;<\/p>\n<p>‘Research in education is usually carried out within the psycho-statistical research paradigm. This implies tightly controlled experimentation and the testing of hypothesis by assessing the effectiveness of a treatment across randomly selected groups through the use of statistical analysis.’<\/p>\n<p>&nbsp;<\/p>\n<p>I found that having the children come from a range of schools and a range of social backgrounds gave me a far better ability to make assumptions about the statistics I was collecting and thus the conclusions I was making.<\/p>\n<p>&nbsp;<\/p>\n<p>Hopkins (1998) goes on to talk about how educational research tries to allow children access to different methods of learning that they perhaps will not approach or discover during their everyday education. He says of this<\/p>\n<p>&nbsp;<\/p>\n<p>‘Our emphasis is on varying teaching methods to suit individual pupils in order to help them achieve to the limit of their potential.’<\/p>\n<p>&nbsp;<\/p>\n<p>My intention was to make sure the research that I was completing was intended to supplement the work I was completing in my career at the time. My intention was to extend the idea of online communication for learning and its usefulness to teachers. Hopkins(1993) said of this type of research that<\/p>\n<p>&nbsp;<\/p>\n<p>‘the teacher’s primary job is to teach, and any research method should not interfere with or disrupt the teaching commitment.’<\/p>\n<p>&nbsp;<\/p>\n<p>He gones on to qualify this more bys saying<\/p>\n<p>&nbsp;<\/p>\n<p>‘It may be inevitable that the adoption of a new and barely internalised teaching strategy is initially less effective than the way one previously taught.’<\/p>\n<p>&nbsp;<\/p>\n<p>This gave me great reassurances in the fact that e-communication and e-learning is such a new idea and principle that we have to be able to experiment and allow children to use the learning strategy before we can see any short falls and problems with it. I was gaining more and more confidence in the idea of using the children’s ideas and experiences to build a better model of e-learning and e-communicating.<\/p>\n<p>&nbsp;<\/p>\n<p>I realised as I was carrying out my research that the data I was collecting was vast and I needed to be very clear and specific about what was useful to collect and what was very time consuming for very little gain.<\/p>\n<p>Hopkins(1993) said of this<\/p>\n<p>&nbsp;<\/p>\n<p>‘the method of data collection must not be too demanding on the teacher’s time….. the teacher needs to be certain about the data collection technique before using it.’<\/p>\n<p>&nbsp;<\/p>\n<p>He goes on to explain that despite all of this the most important factor is<\/p>\n<p>&nbsp;<\/p>\n<p>‘the methodology employed must be reliable enough for teachers to formulate hypothesis confidently and develop strategies applicable to their own classroom situation.’<\/p>\n<p>&nbsp;<\/p>\n<p>It helped me understand that the research was focused on the environment and situation within my project and any future use or overall judgements that I made would only be hypothesis.  Therefore whatever I fed back to my colleagues in other schools in the LEA and wider teaching community would be what I assume would happen more widely.<\/p>\n<p>&nbsp;<\/p>\n<p>As I became more and more engrossed in my own little study I began to see the need to spread the ideas I was gaining further and wider and I competed some reading on the effect on communities of collaboration. I looked at how the children were learning to use the e-learning and e-communication facilities I had introduced them to and saw some good examples of learning together. Askew\/Carnell (1998) said of this type of learning and work<\/p>\n<p>&nbsp;<\/p>\n<p>‘We believe that learning in collaborative groups is more effective in bringing about change than learning on our own. Collaborative groups contain the potential for support, challenge and feedback, for learners to collaborate and cooperate.’<\/p>\n<p>&nbsp;<\/p>\n<p>This summed up both the processes the children were going through in the activities they were completing and the learning and research I was personally completing. As a groups the children were experiencing new techniques and strategies, but were not doing it alone they were using the people around them for support and gaining feedback from their peers in the form of responses and questions and answers.<\/p>\n<p>I was doing exactly the same thing in completing my e-facilitation course where I was working with others to develop our ability to facilitate online discussion forums. We often turned to each other for support with difficult participants and when our knowledge was not strong. We also asked others to work together in collaboration to make sure we were able to facilitate forums to the best of our abilities, through asking them to tell us what they thought of the way a discussion was developing and where to take it next.<\/p>\n<p>&nbsp;<\/p>\n<p>I came across one statement by Askew\/Carnell (1998) that had such meaning to me that I had to read it several times to make sure I was reading a statement that summed up the purpose of the whole course for me. It said<\/p>\n<p>&nbsp;<\/p>\n<p>‘Cooperative learning has positive effects on academic achievement; development of higher order thinking; inter-group relations, including friendships amongst people of different social groups; self confidence and self esteem of learners; development of social skills and the ability to take the perspective of others.’<\/p>\n<p>&nbsp;<\/p>\n<p>All these areas are just what I was seeing in the behaviour and actions of the children in the study. They had developed their understanding of the techniques used in using the facilities as well as in the topics we discussed and shared. Their thinking skills were being stretched by the way they were learning and sharing ideas. Their relationship building was excellent as they had some face to face experience but the rest they did by online communication. Most responses from the children showed understanding of the age differences between the participants, but they altered and refined their language and vocabulary to suit this. There were even many examples of children showing understanding of the ICT abilities and access of the other participants. As the study went on there were more occasions when we saw children develop on the ideas of others or amalgamating them with their own.<\/p>\n<p>The idea of using online discussion forums for developing learning was a key to my study. It isn’t solely a purpose for collecting peoples views and opinions but also allows children to develop and build their own ideas and understanding. I was very aware of how cross phase age groups, with children from seven to fifteen years old, could be quite intimidating and restricting to some children. Askew\/Carnell (1998) said that<\/p>\n<p>‘Learners must feel that they are in a safe environment in order for learning to be enhanced.’<\/p>\n<p>This is backed up by Covington (1983) who points out that<\/p>\n<p>‘Learners must believe that their ideas will be honoured and valued and their failures must not be met with ridicule.’<\/p>\n<p>Askew\/Carnell (1998) say of working with discussion forums in mixed groups<\/p>\n<p>‘The group can provide inspiration, spark off new ideas and provide challenge where individuals appear to be stuck.’<\/p>\n<p>This thought is backed up by Costa and O’Leary (1992) who said<\/p>\n<p>‘Working in groups causes greater stimulation of ideas and thus provides a setting in which to generate creative thought. Students will want to pay attention to how their ideas flow more freely when they listen to and ‘bounce off’ others ideas in a freewheeling atmosphere.’<\/p>\n<p>When I ask myself why we use discussion forums online as well as in face-to-face sessions I was reminded of a comment I read by Bligh (1986) who surveys the research evidence on different forms of teaching and concludes<\/p>\n<p>‘Discussion methods are more effective than didactic methods for stimulating thought, for personal and social adjustment, and for change of attitude.’<\/p>\n<p>He also goes on to say<\/p>\n<p>‘Discussion is as good as the lecture for effectively transmitting information.’<\/p>\n<p>Having read about the skill of arguing in Bonnetts (2001) I found a statement that makes me believe in the positive strengths of discussion forums and the behaviour we express in them.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Used by children from 7-15 to share learning &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract My project involves using a web based communication system initially in the lower school that I teach. We are using a website designed by bambooing.com which &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/investigate-use-web-based-learning-communication-environment\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,33,85,191,9,19],"class_list":["post-9871","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-children","tag-ict","tag-online-learning","tag-research","tag-student","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9871"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9871"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9871\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9871"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9871"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9871"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}