{"id":9872,"date":"2015-01-16T00:00:00","date_gmt":"2015-01-16T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning-2\/"},"modified":"2019-06-29T22:09:50","modified_gmt":"2019-06-29T21:09:50","slug":"teachers-use-forums-e-learning-2","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning-2\/","title":{"rendered":"Teachers&#8217; Use of Forums for E-Learning"},"content":{"rendered":"<p><strong>Examination of SchoolHistory Forum<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p>A review of the possibilities for the use of forums by teachers as part of their e-learnig, looking at those who use them, how they are used and why some teachers don&#8217;t and won&#8217;t use them. Then predicting what the future might be for this and other forums<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author: <\/strong><strong>Neil McDonald<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p align=\"center\"><strong>From Band of Brothers to the United Nations:<br \/>\nA joint project with Dave Wallbanks<\/strong><\/p>\n<p><strong>Introduction<\/strong><\/p>\n<p>Do you remember the first time you posted on a forum? (Have you yet to do so?) I don’t remember the posting, the thread or the reason why I did, all I remember was the fear I had doing it; ‘Would I look a fool?’ ‘Would it come back to haunt me?’ As soon as I pressed the confirmation button I belonged to a community of History Teachers. The forum soon became part of my life. I suppose the reason for this lay in my circumstances. I was an NQT; the other History Teacher in my school went off on maternity leave so I was alone in a new school building a new Department. I needed a support network and I found it in the forum. I joined the biggest History Department in the UK (although it was a virtual one). Now I have seen the forum develop from a small ‘band of brothers’ to a sizeable on-line community the question is, how far will it go in developing? Can it be the Mecca for online communities for teachers? At a time when the Secretary of State for Education wants subject associations to take the lead can a bit of teacher empowerment mean that teachers take this lead in this area and that, they be masters of their own garden of Eden rather than tenants in it?<br \/>\n<strong>The SchoolHistory Forum<\/strong><\/p>\n<p>At present, the forum has over 700 members. The data capture we took was dated in mid October 2003 and therefore has 668 members (not including administrators). The data even in its most simplistic form gives us an amazing insight into this on-line community. With so many members who have registered to join the forum and have full membership rights to start threads as well as respond, a significant majority (52.25%) have not made a single posting despite on average a total of four months (4.45 months) worth of membership time. In a complete reversal of this data there lies a surprising and significant concern in that the top ten posters who are again not administrators total 35.41% of the forums total postings. If we were to include the administrators’ postings then the figure again jumps to the rather unnerving percentage of 76.21%. If this figure is the reality of the forum’s day-to-day operation, then, what are so many members doing? Are we seeing a quasi-lurker that posts perhaps once before never returning or are they observing the forum but not actively participating in threads. What needs to be examined are the types of people who past and those that do not.<\/p>\n<p><strong>Who Posts?<\/strong><\/p>\n<p>The internet can hide many things, the ability to be anonymous, the age of a person, the person’s gender however the forum is rather lucky in the fact that many of the posters give this information quite freely. Through the examination of the top ten members we have drawn up a composite member of the History Forum. This will allow us to draw on possible obstacles that might be in the way of a more diverse on-line community but also the pitfalls that might befall the forum due to the nature of the membership.<\/p>\n<ul>\n<li>The typical forum member we examine has posted on average 300 + postings.<\/li>\n<li>The person is IT literate (a significant proportion of those with high numbers of postings also have their own web sites).<\/li>\n<li>The typical member is young (approximately 25-35 years of age).<\/li>\n<li>The typical member is male (with a few exceptions).<\/li>\n<li>The member will be single, or newly married and or young family<\/li>\n<li>The member will not be part of any Senior Management Team<\/li>\n<\/ul>\n<p>With this typical member now established there are of course issues with looking at such a composite figure. We have only looked at the most active poster because we can glean the greater amount of detail from them within the forum. There are of course exceptions to the rule. Some of the active posters are female but do fit in line with the other criteria. There are also older members of the Forum and indeed these members hold a key as to why the forum could be seen to struggle to reach a size of critical mass in forum participation. However, what can our typical member tell us about the development of the forum? One thing does become clear; the forum is heavily reliant on a few individuals to keep the forum alive. As these teachers become older, as domestic circumstances change as well as their careers will the typical member be able to be so active? Although no-one can look into the crystal ball and gaze at the future the age demographics of the forum would tend to suggest that the forum relies too heavily on youth. This of course may be a problem to the forum developing now. This super group, a community within a community may already be doing damage to creating a more populous, vibrant community by being seen as too clique. In a questionnaire, one member of the forum remarked that they felt “inhibited by the erudition, wit and knowledge of regular posters.” Whether they mean they typical active poster that we have compiled or the atypical that will be examined next, is not certain, however the impact of the comment is clear.<\/p>\n<p>In drawing up a composite active member of the History Forum, several atypical members were identified. They did not fit the pattern of the member above despite active membership. One area was age, this in itself was of no major concern but the manner of their postings was a significant issue in why active members post. There are two individual members that fit the profile of the atypical member. One is not a History teacher but is heavily involved in History and ICT. The other is a History teacher. The atypical member is prolific in postings and whilst not identifiable as a ‘flamer’ could be viewed as a troll. One member of this group can be seen to be trolling through the creation of a thread that assaulted the development of GCSE History topics, the quote “…anyone else think they’re selling out and short-changing their students?” was principally designed to provoke a reaction.  What is interesting though is that the poster then does not respond to the comments in any significant manner but instead the thread developed as an entity looking at validity in History. Whilst it was perhaps worthwhile when referring to the quote from the questionnaire in the previous paragraph it does appear to limit participation from all but the most active members.<\/p>\n<p>An interesting side development to the study of membership data was the examination of where different ‘types’ of posters posted. The forum has several different areas; General Discussion (History\/Educational discussions), a try this out area (new resources, websites etc.), a help and advice area (support network) and a Café (social) area. Other areas have also recently been created such as a PGCE area, an International area. The variety of different areas was designed to create a more structured forum base. Within each area there are numerous strands. It was hypothesised that the ‘super-members’ of the forum would have numerous postings all over the forum. To test this out, the forum allows an examination of member’s most popular posting location. To get a broad reference base, the membership was split into three groups; Super members (over 100+ posts), members between 10-99 posts and finally those who have posted 1-10 posts.  To limit the amount of data being used, the sample was ten from each sub group. The data showed that the actual variety of postings were greater in the single posting members, where the greater amount of postings occurred, the members tended to limit themselves to a smaller area of the forum (principally the Café area). Of course the data is subjective; the area most used does not indicate other areas that the posters use. However, the greater variety of forum postings by single posting members could indicate that they are useful in broadening the outlook for the forum.<\/p>\n<p><strong>The Atypical Member<\/strong><\/p>\n<p>One of the most peculiar aspects of the forum is recent times (I say that as I have edited this section no fewer than a dozen times!) is the emergence of the atypical member who has done much to foster a new aspect in the forum. When the forum first started (or at least when I first posted) there were few if any contentious issues that caused members to feel argue amongst themselves. This was principally due to the nature and origin of the forum, in that it was designed to help teachers with teaching, resources and use of ICT. However since the growth of the forum a new type of member has been created, one in which although not a flamer has had the power to cause the forum to become unstable in nature and create a vacuum in members posting and joining. The atypical members are much different in some ways from the typical members. Of those in the forum they are exclusively male, generally older than the typical members and in one case although within the education industry, no longer a history teacher. From analysis of their postings they do not ‘flame’ the forum as such, instead they create a thread from which they aim to create an argument and then do not respond to the other forum members (or if they do, it is in a limited nature). The forum at first tried to administer a series of codes of conducts to stop this kind of posting from taking place, the next stage was to pigeon these postings of to specific areas of the forum. The administrators of the forum has also realised that in the case of one atypical member a strategic plan has been put in place as to creating disharmony in the forum. Evidence for this was found in emails sent between one forum member and another referring to the desire to cause disruption within the community. Such was the influence within the forum of the atypical members that recently, two administrators left or reduced their role in the forum and two ‘super members’ also reduced their role in the forum often taking up an anonymous station on the forum that hides their identity. Dave Wallbanks when examining the forum’s postings found that after a heated debate over this issue, postings fell quite considerably and membership also fell. Whether this spurred on the forum creator or not, one thing is quite certain, the forum went under a massive re-structuring strategy in which one aim was to curtail the influence of the atypical membership by pigeon-holing them to a few areas of the forum and thereby reducing their audience. The overall influence of this is still to be felt as the redesign has not had time to be ‘settled’.  One question that could be raised is to whether the atypical member poses a real threat to the forum or one that is viewed as a much bigger threat than it really is. From the forum data and the questionnaires Dave Wallbanks had it could be said that it depends what view you have of the forum. For super members of the forum I would suggest that the influence is negligible, however for the lurkers or the members that have posted a few times the influence in increased by the threat of humiliation or breakdown in confidence to post, finally the largest influence it has would be on the development of forum membership; does it encourage forum membership. I would suggest that this is the biggest threat to the forum rather than on its current forum membership.<\/p>\n<p><strong>Conclusions<\/strong><\/p>\n<p>The investigation has highlighted some interesting developments, issues and opportunities within the forum in its current state. The forum has 700 members with a growing number of new members but a significant majority do not post, although they are participating in the forum. One key conclusion to be made is how the forum can be more inclusive. The investigation has drawn up a ‘typical’ active member but how can the forum develop to be a more representative of the History teaching profession? Once new members join the forum how can the forum create an atmosphere that allows increased participation beyond that of observing the forum without posting.  Of course it may be that the change in forum participation may not be something the forum can change but rather it is within the remit of continuing professional development.<\/p>\n<p>One interesting thought though is the question as to the future of the forum in a growing move towards subject associations taking on such ventures. Will this forum with 700 members be gone in a move by the Historical association? A unique opportunity could avail itself to the History Teachers Forum; to be the teacher led forum for professional development. To this end, this conclusion will offer up suggestions that could be made to answer the question as to whether teachers can be masters for their own e-learning environment.<\/p>\n<p>As part of a GTC research project we have co-authored has been looking at how this forum has developed and extrapolating ideas for the future of e-learning in the teaching of history. Having read the new e-learning policy statement we feel there are quite a few ways in which the e-learning strategy might be improved to involve those people who are at the cutting edge of teaching history and developing the use of ICT.<\/p>\n<p>&nbsp;<\/p>\n<p align=\"center\"><strong>What have I learned from my studies about e-learning?<\/strong><\/p>\n<p>When I think of the ways in which e-learning is beginning to play a part in the teaching and professional development I feel that in fact we (the scholars and other e-practitioners) are forging new paths in an otherwise fairly pioneering stage of this method of communication. Of course we see use of e-learning elsewhere in the world, but in the UK’s educational arena I feel we are at a pioneering stage. Like great pioneers we need the support network they had. The teaching community cannot be expected to go it alone, greater development is needed to foster the spirit of e-learning especially in the current educational climate where new ventures are seen with suspicious eyes, the ‘oh no not another strategy!’ will be the death knell of e-learning without the support of highlight the positive aspects that can result from e-learning.<\/p>\n<p>In the project Dave Wallbanks and I did we examined who were the members of a subject specific forum. We identified that nearly all were the self-starters, the people who blaze away in their departments for change, that want to do well in their professions. However how can this be disseminated to other teachers? How can PGCE students understand the possibilities of having virtual mentors at their bidding to help with a class that they are detached from? How do we inspire teachers who lurk or do not post to become more active in the community? I suppose that in my examination of this forum I think that not enough is done to advertise the on-line communities, the TES does not really advertise these forums effectively instead it has its own forum, Unions too could highlight the good work being done forums such as schoolhistory as a way of showing the true professionalism of teachers but it does not and why should it, has e-learning been given the same weight at the Key Stage Three national strategy, or the literacy strategy or the numeracy strategy? No, it appears for all the staffroom to see as the concept of e-learning, a bolt on to an otherwise crowded curriculum or DfES bulletin. No manner of interest help e-learning without the realisation that the best way for e-learning to develop is to give time and money to the cause.  The forum Dave and I examined is one of the largest History Departments in the world and it is growing all the time but it needs to be more inclusive of our subject specialism, taking in teachers of all ages so all can communicate.<\/p>\n<p>Where we are seeing growth in the forum Dave and I studied so the opportunity of e-learning opens up new possibilities for the teaching profession. Areas of a forum specifically for the mentoring of PGCE and NQT teachers allow a wealth of knowledge to be used and kept on-line. In a meeting about this very project, somebody said they wanted to capture knowledge, like the city of Alexandria in the times of the Greeks, the internet and the development of e-learning harnesses the vision and with increase efforts and support forums like we have studied will bring that vision on board. In essence what I have learnt it that we are on the cusp of something here but without support across the teaching profession and from on high, the development of e-learning will be in the hands of the pioneers or self starters and not in the area it needs to be. If e-learning is to move beyond the cusp and into the mainstream then, the pioneers need to be given the ability to illustrate the opportunities and show the vision they have beyond their own little communities.<\/p>\n<p>What I have learnt personally from doing this course is that e-learning holds many variations on a common theme. I notice that several scholars are looking at similar ideas and yet may come up with very different ideas as to how to move e-learning on, perhaps it is subject specialism, methods of research or the great unknown factor that separates our studies. When I have asked around and found out what people are doing, or looked at the e-journal website I realise the scope involved in the concept of e-learning, the application of student based forums, chat facilities, websites, use of ICT technology. It has opened my eyes to the wealth of possibilities that could be fostered within education. Thinking about it, this is really what we have all learnt as scholars! The whole purpose of the project has been to share knowledge and in that respect it has been a success.<\/p>\n<p>What notions or models do I give to offer insight into others? That as in <em>any<\/em> community you get the personalities and characters we see in the work environment and at home; people who lurk, those who flame and those who are committed to their community. The development of an on-line community takes time to foster, to reach critical mass and to develop into a viable force in itself. Artificially raised communities do not develop in the same way because the impetus is not there to develop the forum as effectively, people have to <strong>want<\/strong> to be there. In a final though I have just one piece of commentary, that the people who are making their way in e-learning need to be nurtured within the educational establishment. Where 50 years ago the big industry was manufacturing, I suspect that in the 21<sup>st<\/sup> century the new commodity is knowledge and the application of skills in the electronic age.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Examination of SchoolHistory Forum &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract A review of the possibilities for the use of forums by teachers as part of their e-learnig, looking at those who use them, how they are used and why some &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/16\/teachers-use-forums-e-learning-2\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,192,179,180,193,9,109,181],"class_list":["post-9872","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-dave-wallbanks","tag-forum","tag-history","tag-neil-mcdonald","tag-research","tag-teacher","tag-usage","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9872"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9872"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9872\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9872"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9872"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9872"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}