{"id":9878,"date":"2015-01-17T00:00:00","date_gmt":"2015-01-17T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/trying-elearning-subject-association\/"},"modified":"2019-06-29T22:09:35","modified_gmt":"2019-06-29T21:09:35","slug":"trying-elearning-subject-association","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/trying-elearning-subject-association\/","title":{"rendered":"Trying elearning with a subject association"},"content":{"rendered":"<p><strong>TALK at ACITT being used for CPD<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>A small scale attempt to promote some professional development over the internet using the principles of elearning as espoused by G.Salmon. A currently existing email system was the medium for an attempt to set initiate and moderate an online discussion. The aim was to create a clear professional debate and through that shared learning.<\/em><\/p>\n<p><strong>Author: <\/strong><strong>Malcolm Gray<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p>There are many initiatives currently active in secondary school education in the UK.<\/p>\n<p>One recent development has been that of developing professional networks using the available technologies on the Internet. For example the National College for School Leadership (NCSL) has created forums with efacilitators to help senior managers in schools share experience and develop good practice, the Standards division of the DfES has forums to allow issues that they raise to be debated.<\/p>\n<p>The General teaching Council for England (GTCe) has a number of active forums and is seeking to further develop these through the use of more forums with more efacilitators. A useful pointer to the desired outcome of these developments is that of the DfES in their recent publication <strong>Subject Specialism: Consultation Document DfES 2003<\/strong><\/p>\n<p align=\"center\">“Our very best teachers are those who have a real passion and enthusiasm for the subject they teach” (Paragraph 1)<\/p>\n<p>They go on to consider how this can continue to be developed<\/p>\n<p align=\"center\">“how professionalism in subject specialism might be more effectively supported and developed throughout the school workforce” (Paragraph 4)<\/p>\n<p>This also relates to the work done on teacher recruitment and retention;-<\/p>\n<p align=\"center\"> “the Government is also putting greater emphasis on developing the professionalism of the workforce &#8211; this is at the heart of the National Agreement on Workload and Standards signed on 15 January.” (Paragraph 3)<\/p>\n<p>The intention is to start a discussion on the TALK at ACITT forum on the issue of the implementation of the KS3 strategy for ICT and efacilitate using all the methods in the efacilitation repertory to develop the highest level of debate possible – that where the members are knowledge constructing.<\/p>\n<p>Some questions are whether if the more active facilitation the number of responses or the level of involvement increases? Would this then form the basis for the type of online communities sharing day to day experiences that the DfES seek to promote, and for example NCSL and GTCe are working towards? What makes users effective in on-line communities? What shape should they take? What can they learn to make them more effective on-line in the future? In summary what this experience shows us as to the general realisation of the DfES hopes to create on-line professional networks. This will raise all the issues of on-line socialisation and on-line personalities in making contributions to the debates running on TALK at ACITT. One major benefit is that members will be introduced in some more depth to the elearning system and have the chance to experience for themselves some elearning.<\/p>\n<p>So there will be two broad outcomes;<\/p>\n<p>&#8211; that the level of knowledge about the specific issue will be improved for some<\/p>\n<p>&#8211; that they will have reflected on the elearning experience.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>About the people participating. The on-line community I have chosen is a subject association ACITT – the National Association for Teachers of ICT. The members are those who subscribe to ACITT – so they have some intrinsic motivation having chosen to be part of the community, they receive regular email newsletters, access to a website and on-line resources and a thrice yearly magazine. They can also attend a yearly conference and meet at other exhibitions that run around the country where ACITT mans a stand. Many will know each other within other spheres such as local ICT meetings runs by their education authorities or elsewhere. They form a special interest group as defined by Preece. It also means that they will have different intrinsic reasons for reading or contribution to TALK at ACITT. Rowntree offers a list of learner types that we could analyse since;- Orientations to learning Even if your learners are volunteers, it will pay you to know what they might want from their learning http:\/\/www-iet.open.ac.uk\/pp\/D.G.F.Rowntree\/distance_learners.htm Rowntree synthesising from Taylor gives four types- • &#8216;vocational&#8217; &#8212; to do with the learner&#8217;s present or hoped-for job • &#8216;academic&#8217; &#8212; to do with interest in study or education for its own sake • &#8216;personal&#8217; &#8212; to do with developing oneself as a person • &#8216;social&#8217; &#8212; to do with partying, enjoying sports and having a good time. So we anticipate that the vocational and academic will be the prime focus of a special interest group and that it is also a motivation – personal motivation for developing themselves professionally that the DfES hope for or give as the most effective teacher type above. Salmon makes the point In her preface in Etivities 2002 “I realized that some very simple ideas using cheap asynchronous bulletin boards have the greatest..impact” Salmon (2002) Preface TALK at ACITT is just such a system. It is simple email that the list server forwards to all the current members in the list. The list server is essentially the address Talk at ACITT, provided for the association through sponsorship with DIGITALBRAIN. One member of the executive of the association can add or delete people to or form this list. The messages then accumulate in the order they were posted on the recipient’s computer and have to be deliberately removed to be deleted. Instructions are provided for utilising features of email software to send TALK at ACITT from a recipients email inbox to a sub folder, this helps keep the essentially non-urgent asynchronous system to one side so the recipient can read re-read and reply at their leisure or after proper reflection. Clearly assessment is not going to be strictly formal as the outcomes are diverse but we could seek to try to identify where; I.Their discussion develops professionally moving from the personal experience to general observations. II.They will synthesis where they are now with where the strategy is going. III.They will continue to engage in TALK at ACITT post this facilitation. This will be about analysis of the messaged posted, author, frequency , relevance ( in my view ) to the debate , we may be able to see if messages become reference points for others as well based messages. So for example that they have related their practice (personal) to wider principles or examples of good practice given in the resources. Point two&#8212;This will be more direct in that I will ask for responses to a few set questions about their participation in the e-learning experience. I hope to achieve a Stage 4 model as proposed by Salmon 2000 where as she says “(they) begin to interact in more exposed ways….They formulate and write down ideas .. they read messages and respond to them frequently” Salmon (2000) page 32<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>The learning I planned for did not take place to the extent I hoped , nor did it keep any momentum after the practice, as for example other threads have done.<\/p>\n<p>Learning was taking place e.g. in the thread the design of ICT suites has run for over two months generating about 25 messages and producing example resources ( pictures links to manufacturers websites etc.)<\/p>\n<p>I was too slavishly sticking to my own planned schedule and failed to facilitate any more contribution on using e-learning. I also – since my motivation as creating material to write a project for- was too ready to accept a negative outcome as it demonstrates the same, other side of the coin, ideas as a successful one.<\/p>\n<p>My ‘final’ posting on this will be the article in TALK at ACITT based on the experiences I have had trying to e-facilitate it. I also think that since no momentum was reached I was unable to demonstrate competence as an efacilitator at Stage 4 , though I feel that the system was well used for Stage 1-3 facilitation.<\/p>\n<p>There were not really enough exchanges and participants to keep to my e-tutoring plan as I had nothing much to weave or summarise. I did not have enough ‘sparks’, as Salmon (2002) describes in her work on etivities, to keep the debate moving.<\/p>\n<p>However at its own level the on-line discussion did successfully produce &#8211; sharing and giving opinions by some &#8211; offering additional resources to promote the debate &#8211; getting at least one passive observers ( the mouse type) involved &#8211; generating some material for use elsewhere in ACITT &#8211; getting a few members more involved in ACITT generally on-line.<\/p>\n<p>My analysis is that the topic chosen was wrong although it is very current, has a high status by being from the DfES. As it affects CPD it is of great potential relevance to our professional network, but it did not motivate the potential learners.<\/p>\n<p>The NORMALISATION thread did motivate the participants and achieved at least a Stage four on-line learning experience. I could have built on the KS3 debate that had started earlier and that I directed them to in my initial postings rather than expanding this to a whole KS3 debate and e-learning debate.<\/p>\n<p>By successfully facilitating further knowledge construction on the KS3 debate the e-learning would have demonstrated itself. A potential definition of what I was trying to build might be;-<\/p>\n<p align=\"right\"> <strong>&#8220;Successful online learning communities have many of the same characteristics as &#8216;real&#8217; communities.Often what links people together in real communities is geography and solidarity or community of interests, a belief that the learning community is important, and a commitment to it.&#8221;<\/strong> http:\/\/otis.scotcit.ac.uk\/onlinebook\/otist302.htm<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>TALK at ACITT being used for CPD &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract A small scale attempt to promote some professional development over the internet using the principles of elearning as espoused by G.Salmon. A currently existing email system was &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/trying-elearning-subject-association\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[197,8,71,16,9],"class_list":["post-9878","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-acitt","tag-case-study-2","tag-cpd","tag-elearning","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9878"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9878"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9878\/revisions"}],"predecessor-version":[{"id":12994,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9878\/revisions\/12994"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9878"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9878"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9878"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}