{"id":9879,"date":"2006-01-17T00:00:00","date_gmt":"2006-01-17T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2006\/01\/17\/next-steps-service-ict-teacher-education-ict-active-learning\/"},"modified":"2019-06-29T22:11:08","modified_gmt":"2019-06-29T21:11:08","slug":"next-steps-service-ict-teacher-education-ict-active-learning","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2006\/01\/17\/next-steps-service-ict-teacher-education-ict-active-learning\/","title":{"rendered":"Next steps for in-service ICT teacher education: ICT for Active Learning"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3>An evaluation of a joint project between ICAA Actis &amp; Tower Hamlets LEA<\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>The UK Government New Opportunities Fund for ICT CPD for teachers and school librarians ran from 1998 to 2002. The Department for Education and Skills has since commissioned a number of additiona subject-based ICT CPD projects. This paper examines the issues emerging from a small-scale post-NOF pilot programme organised for Year 6 primary teachers in the East End of London by ICAA, Actis Ltd. and Tower Hamlets LEA. The International Curriculum and Assessment Agency is a major international organization providing professional development courses for education. Actis Ltd. produces interactive online curriculum materials. Tower Hamlets Local Education Authority is in London. The nine-hour programme, ICT for Active Learning, was attended by 14 teachers. Of significance for the evaluation were the attitudes to learning adopted by the teachers, and the ways in which those could be mapped into the teachers’ classrooms.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>John Cuthell<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2006<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Introduction<\/h3>\n<p>In 1998 the U.K. Government introduced the New Opportunities Fund ICT programme was to develop school librarians’ knowledge and skills and to bring teachers to the level of ICT knowledge, skills and understanding required of newly qualified teachers. The programme was a challenging one, in that it was an area in which knowledge, competence and educational goals are constantly changing and developing. The introduction of the National Grid for Learning (NGfL) has provided all teachers and schools in England with the same resource base. The Expected Outcomes for teachers in the use of ICT build on these innovations: many teachers have had to explore new forms of professional practice. The New Opportunities Fund ICT training for teachers and school librarians ran from 1998 – 2003, to provide teachers and school librarians with an introduction to the use of ICT in schools and a foundation on which to build effective ICT practice. The programme, funded by the National Lottery, provided entitlement to training to every permanently employed teacher and school librarian in maintained schools in the UK. Within England there were forty-seven Approved Training Providers (ATPs). Each school was able to choose from at least five of these. There was considerable diversity of practice among the ATPs. Although the programme was voluntary, the expectation was that, by the end, all teachers were expected to have ICT knowledge and competence of at least the level of a Newly Qualified Teacher (NQT).<\/p>\n<p>As may be expected, reactions have been mixed. Many heads, teachers and school librarians have responded positively to the changes brought by the new NGfL-funded equipment. This provided staff with the opportunity to use NOF ICT training to explore new pedagogic practice. Some schools and staff, however, have perceived the challenge in less positive terms, where the introduction of new technology and unfamiliar (and unwelcome) demands of training and assessment have compounded the stresses of the classroom (Cuthell, 1996; 1997a; 1997b). In 1998 there was a limited knowledge base relating to the uses of ICT across the curriculum and age groups (Cuthell, 1998). Areas of good practice existed, but were often limited to specific curriculum areas or Local Education Authorities (LEAs). Since then the knowledge base has grown, and national dissemination through the NGfL has provided every teacher with access to ICT pedagogy, ICT use for administration and pupil monitoring and in the technical aspects of the management of systems.<\/p>\n<p>The NOF ICT training programme was a highly complex initiative. It had to meet the individual needs of around 400,000 teachers, working in a diverse set of schools, covering teachers of pre-school children through to those of post-16 students, together with school librarians. All schools required the level of system reliability, knowledge and support expected in business. The programme has covered 95% of teachers in England and 99.5% of schools, including nurseries and small educational units.<\/p>\n<p>Following evaluation of the NOF programme a number of key points emerged, identifying the need for:<\/p>\n<ul>\n<li>short and very specific ICT training, covering such areas as administration, subject specific work, the use of the NGfL and Management Information Systems;<\/li>\n<li>dissemination of ICT subject-specific support materials for Initial Teacher Training (ITT) and Newly Qualified Teachers (NQTs);<\/li>\n<li>national centres for secondary subject expertise, offering online and face-to-face support to specialist teachers.<\/li>\n<\/ul>\n<h3>ICT and Active Learning<\/h3>\n<p>Both Actis and ICAA are Approved Training Providers, and had run NOF training programmes. The purpose of the Actis &amp; ICAA ‘ICT and Active Learning’ pilot was to extend teachers’ confidence and competence in the use of ICT in teaching and learning, building on the NOF training, and focus on key curriculum areas. The areas of literacy and numeracy at Key Stages 1 and 2 were identified as strategically important in the development of interactive online resources. A complementary aim was to evaluate whether online resources are effective in advancing the learning of pupils in these areas of the National Curriculum.<\/p>\n<p>The aims were to increase teachers ICT confidence; to extend their awareness as to how ICT can support the curriculum; to provide innovative solutions to the teaching of KS2 literacy and numeracy using Units from the primary science Scheme of Work as starting points and to address the implementation issues of these objectives in schools.<\/p>\n<p>In order to measure these objectives and to assess how far they have been achieved teachers undertook a needs analysis covering ICT confidence and competence, which highlighted areas for development. Teachers were also asked to evaluate the use of ICT in their schools to support the core curriculum areas identified. After the training, teachers were asked to undertake specific activities in their schools based on the online materials and were encouraged to discuss with their colleagues the pedagogical issues via a community of practice on the London Grid for Learning (LGfL).<\/p>\n<p>Given that all the participants in ICT of Active Learning had completed their NOF training the focus of the nine-hour course was on developing curriculum applications of interactive online resources. Specific emphasis was on materials to support Literacy, Numeracy and Science. One aim of the programme was to use the sessions to enable teachers to build and develop their own Community of Practice, to support CPD and curriculum innovations, and to share best practice in e-learning. This paper examines levels of ICT practice among teachers, curriculum applications and attitudes to the course and course materials. Individual user take-up of interactive online materials is analysed, together with dissemination with individual schools.<\/p>\n<h3>Executive summary<\/h3>\n<p>Fourteen teachers were enrolled on the ICT for Active Learning course and provided with access to Actis online resources. The course consisted of three sessions, run by the same tutor, totalling nine hours. The sessions were face-to-face: online mentoring was provided between sessions and e-learning materials were provided for participant use. Evaluation response rates varied with attendance, from 14 to 10. There was 100% satisfaction with the course: all felt that it had been worthwhile. All participants reported personal gains from the course.<\/p>\n<p>All the participants reported an increase in concepts and understanding: the potential of e-learning, e-learning concepts, interactive resources and online services were improved for all of the participants.<\/p>\n<p>In these terms, therefore, the course was a success. Further needs that were identified were predominantly management issues: how to find time to integrate online resources into lessons; how to gain access to ICT facilities; how to manage without an interactive whiteboard – either in the classroom or in the school. Evaluation of the impact on online resources in the classroom will be subject to further investigation.<\/p>\n<p>Although three of the participants used Think.com as both a managed learning environment and a learning community, for the majority the use of a managed learning environment and a learning community was problematic, and dependent on the final roll-out of LGfL. Training in the use of this will remain an issue. Evidence from this pilot would suggest that teachers need an online environment that is stable and reliable if they are to engage in a community of practice.<\/p>\n<h3>1 Teacher profile<\/h3>\n<h3><strong>Overall concepts and competence<\/strong><strong>. <\/strong>All the teachers volunteered for the course and felt themselves to be competent ICT users.<\/h3>\n<ol>\n<li>The teachers on the course were all comparatively ICT literate. All reported a high level of personal ICT use. This is best illustrated by analysing their Internet use, in particular their use of online services.<\/li>\n<li>This group of teachers could be said to represent sophisticated online users.<\/li>\n<\/ol>\n<p>Table 1. Teacher online use.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Booking tickets, purchasing flights and holidays, and resourcing lessons<\/td>\n<td width=\"94\"><strong>75%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Professional development<\/td>\n<td width=\"94\"><strong>58%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Purchasing books or CDs<\/td>\n<td width=\"94\"><strong>50%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Banking and finance and purchasing large items<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Providing e-learning for students<\/td>\n<td width=\"94\"><strong>24%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Communities of Practice<\/td>\n<td width=\"94\"><strong>8%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<ol start=\"3\">\n<li>All were Internet-aware; all were Internet confident; all were Internet competent. There was sufficient competence base, therefore, on which a pedagogical superstructure could be built.<\/li>\n<li>Everybody in the group used email: <strong>66%<\/strong> of respondents used email from home, <strong>75%<\/strong> from school. The majority of those who used it at work did so with a web-based email account such as Yahoo or HotMail. This would suggest that it was because school represented the internet access point for <strong>34%<\/strong> of teachers. In other words, not every teacher has Internet access at home.<\/li>\n<li>At the beginning of the course no one had an official Tower Hamlets email address, and although these were supplied in the first session very few were using these by the end of the course. Logistical and administrative problems such as these will inhibit take-up of LGfL functionality and services for all except dedicated staff. This is a key issue for the use of interactive online services and will inhibit progress towards the DfES vision of the transformation of teaching and learning.<\/li>\n<\/ol>\n<p>By the end of the course all felt that there had been an increase in their understanding and ability to integrate concepts within their praxis. The number of teachers who were now focusing on the practical management issues for integrating the techniques and materials within their classroom routines was one example of this. A number of teachers had moved to the next level of confidence and were anticipating extending their activities through the use of interactive whiteboards. In the coming year a number of schools will have the use of interactive whiteboards. These teachers are anticipating the ways in which these could transform their teaching.<\/p>\n<ol start=\"6\">\n<li>In other words, the concept of ICT use held by these staff had moved from the conventional paradigm of an ICT suite into which pupils were fitted to one in which there would be whole-class involvement through the use of interactive online materials and interactive whiteboards (Cuthell, 2001).<\/li>\n<\/ol>\n<h3>Current use of ICT applications<\/h3>\n<p>Word processing was the application with which most teachers were familiar and with which they felt most confident. This resulted in the relatively seamless integration of the application with classroom activities. 75% used it in their teaching.<\/p>\n<p>Table 2. Uses of word processing.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"289\">Curriculum use<\/td>\n<td width=\"95\"><strong>75%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"289\">Reports, letter &amp; worksheets<\/td>\n<td width=\"95\"><strong>83%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"289\">Posters<\/td>\n<td width=\"95\"><strong>58%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"289\">Large documents<\/td>\n<td width=\"95\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"289\">Mail merges<\/td>\n<td width=\"95\"><strong>17%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>42% of teachers used spreadsheets in their teaching. This would suggest that, unlike word processing, which is used by teachers outside school for a range of activities, the use of spreadsheets is restricted to a set of specific tasks and curriculum applications.<\/p>\n<p>Table 3. Uses of spreadsheets.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Curriculum use<\/td>\n<td width=\"94\"><strong>42%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student tracking &amp; performance<\/td>\n<td width=\"94\"><strong>42%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student records<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Organising resources &amp; information<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Financial calculations<\/td>\n<td width=\"94\"><strong>17%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h4><\/h4>\n<p>Only 25% of teachers used databases in their teaching. The comments that were made for spreadsheets can be made for databases.<\/p>\n<p>Table 4. Uses of databases.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Curriculum use<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student tracking &amp; performance<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student records<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Organising resources &amp; information<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>All the participants were involved with Year Six groups. Key Stage Two of The National Curriculum for ICT makes specific mention of both databases and spreadsheets as applications that should be taught and used. Despite this, only 42% of teachers used spreadsheets within their lessons, and 25% used databases.<\/p>\n<p>58% of teachers used DTP to produce teaching materials, 33% to produce class bulletins and magazines, and 42% for student work within the classroom.<\/p>\n<p>Table 5. Uses of DTP.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Production of teaching materials<\/td>\n<td width=\"94\"><strong>58%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student work in the classroom<\/td>\n<td width=\"94\"><strong>42%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Class bulletins &amp; magazines<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>Presentation programs were used in an extremely functional way by the largest number of respondents. 33% used them for classroom posters, 25% for lesson presentation, 25% for student presentations (the same teachers) and 17% for a whole-school presentation.<\/p>\n<p>Table 6. Uses of presentation programs.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Production of classroom posters<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Lesson presentations<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Student presentations<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Whole-school presentations<\/td>\n<td width=\"94\"><strong>17%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>50% of the group used the Internet for teaching resources, 50% for teacher-managed learning environments, 33% for developing the school website and 25% for web-based communities. Only half of the group, therefore, reported a use of the Internet with students. One respondent cited the use of the Internet for research.<\/p>\n<h4><\/h4>\n<p>Table 7. Uses of the Internet.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td width=\"290\">Resources<\/td>\n<td width=\"94\"><strong>50%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Teacher-managed learning environments<\/td>\n<td width=\"94\"><strong>50%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Developing the school website<\/td>\n<td width=\"94\"><strong>33%<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"290\">Web-based communities &amp; international projects<\/td>\n<td width=\"94\"><strong>25%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>Only one person in the group used a School Information Management System (SIMS). This was used for a range of administrative tasks, from requisitions and orders to student administration, student reporting and progress tracking.<\/p>\n<h3>Group characteristics<\/h3>\n<p>The applications most favoured by teachers are those that enable them to make their own creative input to the classroom process: worksheets (83%), posters (58% through word processing, 33% through presentation software), teaching materials (58% DTP) and class bulletins and magazines (33% DTP). These activities are also ones that consume considerable time resources.<\/p>\n<p>Increased teacher awareness of the range of online materials, particularly interactive resources, could reduce this demand on time and free teachers. In the current debate on workload, and in the light of the PWC survey of the impact of ICT use on reducing this, a move away from the cottage industry of educational materials production towards a more professional deployment of materials within the learning process can only be a good thing.<\/p>\n<h3>2 The impact of the course: concept development<\/h3>\n<p>(N = 12)<\/p>\n<p>At the beginning of the course respondents were asked to rate themselves in terms of their concepts and understanding of e-learning using three categories: Well Aware; Having Reasonable Knowledge; Not Very Aware. At the end of the course they were asked to rate the degree to which their understanding had developed: Significantly; To some extent; Not at all.<\/p>\n<p>The following concepts and competences were evaluated:<\/p>\n<ol>\n<li>The potential of e-learning;<\/li>\n<li>e-learning concepts;<\/li>\n<li>awareness of online courses;<\/li>\n<li>interactive resources;<\/li>\n<li>online services;<\/li>\n<li>computer conferencing;<\/li>\n<li>instant messaging;<\/li>\n<li>e-mentoring;<\/li>\n<li>Managed Learning Environments;<\/li>\n<li>Remote access.<\/li>\n<\/ol>\n<h3> The potential of e-learning<\/h3>\n<p>The initial question asked about understanding of the potential of e-learning. Almost two thirds of the group (62%) rated themselves as having reasonable knowledge or being well aware of the potential. At the end of the course 17% reported a significant knowledge gain, 83% some knowledge gain. None of the respondents felt that there was no gain.<\/p>\n<p>Table 8. The potential of e-learning.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">38<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">47<\/td>\n<td width=\"148\">83<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">15<\/td>\n<td width=\"148\">17<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3> e-learning concepts<\/h3>\n<p>The understanding of e-learning concepts was initially less strong: 54% reported being not very aware: 46% felt they had reasonable knowledge. 17% reported a significant gain in understanding: 83% some gain.<\/p>\n<h4><\/h4>\n<p>Table 9. e-learning concepts.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">54<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">46<\/td>\n<td width=\"148\">83<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">17<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3>Online courses<\/h3>\n<p>Awareness of online courses was limited to 50% of the group: 8% were well aware, 42% had reasonable knowledge. 75% of the respondents reported an increase in understanding and awareness: however, 25% of participants reported no gain.<\/p>\n<p>Table 10. Online courses.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">50<\/td>\n<td width=\"148\">25<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">42<\/td>\n<td width=\"148\">75<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">8<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3> Interactive resources<\/h3>\n<p>The majority of participants felt that they had an awareness of interactive resources: 23% reported that the were well aware, 69% had reasonable knowledge and only 8% felt that they were not very aware. However, 80% reported a significant knowledge gain and 20% a reasonable gain.<\/p>\n<p>Table 11. Interactive resources.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">8<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">69<\/td>\n<td width=\"148\">20<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">23<\/td>\n<td width=\"148\">80<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3>Online services<\/h3>\n<p>69% of respondents felt that they had a reasonable knowledge of online services such as Actis. 31% were not very aware, and no-one felt that they were well aware. The knowledge gain here, too, was significant: 18% felt that they had gained to some extent, whilst 82% reported a significant gain in knowledge.<\/p>\n<p>Table 12. Online services.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">31<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">69<\/td>\n<td width=\"148\">18<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">82<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>These formed the key concepts for e-learning and its implementation. These five elements, therefore, underpinned the course, and the gains reported by participants indicate the teachers’ learning and success of the course itself.<\/p>\n<h3>Computer conferencing<\/h3>\n<p>Only 8% or participants regarded themselves as well aware of computer conferencing; 50% had reasonable knowledge, whilst 42% were not very aware. 87% reported some knowledge gain; 13% had no gain.<\/p>\n<p>Table 13. Computer conferencing.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">42<\/td>\n<td width=\"148\">13<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">50<\/td>\n<td width=\"148\">87<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">8<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3>Instant messaging<\/h3>\n<p>29% of the group were well aware of instant messaging, 21% had reasonable knowledge and 50% were not very aware. Despite the fact that 29% regarded themselves as well aware of the ways in which instant messaging could be used, only 10% of the group reported no gain in their knowledge, with 70% reporting some gain and 20% a significant gain.<\/p>\n<p>Table 14. Instant messaging.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">50<\/td>\n<td width=\"148\">10<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">21<\/td>\n<td width=\"148\">70<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">29<\/td>\n<td width=\"148\">20<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3> e-mentoring<\/h3>\n<p>None of the respondents felt themselves well aware of e-mentoring: 33% felt that they had reasonable knowledge, whilst 67% felt that they were not very aware. Only 13% felt that they had made a significant gain in understanding this. 38% felt that they had gained some understanding, whilst 49% reported no gain.<\/p>\n<p>Table 15. e-mentoring.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">67<\/td>\n<td width=\"148\">49<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">33<\/td>\n<td width=\"148\">38<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\"><\/td>\n<td width=\"148\">13<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3>Managed Learning Environments<\/h3>\n<p>The majority of participants – 54% were not very aware of managed learning environments. 31% had reasonable knowledge, whilst 15% were well aware. 10% reported a significant gain in understanding, 60% some gain whilst 30% felt that there was no gain in understanding a managed learning environment. This was significant, given that participants were given access to the London Grid for Learning, which contains a managed learning environment.<\/p>\n<p>Table 16. Managed Learning Environments.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">54<\/td>\n<td width=\"148\">30<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">31<\/td>\n<td width=\"148\">60<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">15<\/td>\n<td width=\"148\">10<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<h3>Remote access<\/h3>\n<p>The provision of remote access to learning resources for pupils was one of the most problematic areas. 15% felt well aware of this, 15% had reasonable knowledge but 70% felt that they were not aware of this concept. Whilst 36% felt that they had made no significant gain, 35% made some gain in understanding and 29% reported a significant gain in understanding.<\/p>\n<p>Table 17. Remote access.<\/p>\n<table width=\"384\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"295\">Pre-course awareness (%)<\/td>\n<td colspan=\"2\" width=\"295\">Post-course knowledge gain (%)<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Not very<\/td>\n<td width=\"148\">70<\/td>\n<td width=\"148\">36<\/td>\n<td width=\"148\">Not at all<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Reasonable<\/td>\n<td width=\"148\">15<\/td>\n<td width=\"148\">35<\/td>\n<td width=\"148\">To some extent<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Well aware<\/td>\n<td width=\"148\">15<\/td>\n<td width=\"148\">29<\/td>\n<td width=\"148\">Significantly<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<h3>Gain in concepts and understanding: summary<\/h3>\n<p>The potential of e-learning: 100%, 17% ‘significant’.<\/p>\n<p>e-learning concepts: 100%, 17% ‘significant’.<\/p>\n<p>interactive resources: 100%, 80% ‘significant’.<\/p>\n<p>online services: 100%, 82% ‘significant’.<\/p>\n<p>instant messaging: 90% increase, 20% ‘significant’.<\/p>\n<p>conferencing: 87% increase<\/p>\n<p>online courses: 75% increase<\/p>\n<p>managed learning environments: 70%, 10% ‘significant’.<\/p>\n<p>remote access to resources: 64% gain, 29% ‘significant’.<\/p>\n<p>e-mentoring: 51% increase, 13% ‘significant’.<\/p>\n<h3>3 Analysis<\/h3>\n<p>The most significant gains occurred where participants engaged in experiential learning in a social constructivist environment. The teachers were engaged in meaningful activities, received personal guidance from the tutor and worked within a collaborative environment with peers. An informal environment in which each member had access to their own computer, with a high-bandwidth connection, a supportive tutor and group interaction, produced the most significant learning gain. The activities with limited personal engagement, about which they ‘learned’ in a conventional sense – managed learning environments, remote access to resources and e-mentoring (all of which were restricted because of technical problems with Digital Brain and LGfL), produced the lowest gain.<\/p>\n<p>It remains to be seen whether or not this experience transfers itself to the classroom organisation and pedagogy of the participants (Cuthell, 1999). To implement the DfES vision of schools of the future would require this. Topics that were predominantly theoretical, such as the issue of providing pupils with remote access to lesson notes and digital curricula or the use of e-mentoring with pupils for distributed distance learning, showed the smallest gain in understanding. However, more than half the group reported a gain in understanding of these topics. The theoretical implications of this are discussed in section 6.<\/p>\n<h3>Extension<\/h3>\n<p>At the end of the course participants were invited to identify topics about which they would like to know more. There was no significant link between those concepts about which participants felt a lack of knowledge and those areas about which they would like to know more. Most teachers wanted to know more about interactive resources, conferencing, online courses, e-mentoring and providing pupils with remote access to curriculum materials.<\/p>\n<h3>4 Client satisfaction: participant feedback<\/h3>\n<p><strong>Satisfaction<\/strong><strong>.<\/strong> Feedback from all participants was positive. 30% of respondents were satisfied, 30% were very satisfied and 40% were extremely satisfied.<\/p>\n<p><em>“Sometimes you ask yourself ‘Why am I here?’. Not this one.”<\/em><\/p>\n<p>“One step on from NOF.”<\/p>\n<p><strong>Cost\/Benefit analysis<\/strong><strong>.<\/strong> Participants were asked whether they felt the benefits of the session outweighed the costs of leaving their class. All participants felt that was the case.<\/p>\n<p><strong>Personal gains<\/strong><strong>. <\/strong>Participants were asked to list three positive things they had gained. Not all participants were able to list three. All participants cited at least one gain from attending the course. The most frequently cited gains were the use of projectors and interactive whiteboards, ideas for using the scanner and digicam and, most significantly, meeting ICT co-ordinators from other schools: “the opportunity for discussion; sparking off ideas; sparking off ideas within the group; the sharing of ideas by the group”. (This sense of community was the factor that was most appreciated by participants. It reinforced the social constructivist pedagogy of the sessions to produce what has been termed ‘Communal Constructivism’ (Holmes, 2001).) The use of a robust and reliable online community of practice for e-mentoring would have addressed that need Cuthell, 2002). Further work needs to be done to ensure that LGfL and Digital Brain functionality is available.<\/p>\n<p>The fact that the sessions were open-ended was cited as an important element of the course. During the sessions teachers commented that the ability to follow ideas, collaborate with colleagues and with the support of the tutor provided an very powerful learning experience.<\/p>\n<p><strong>Further needs<\/strong><strong>.<\/strong> “How do you fit this into limited class time and computer-room time?”<\/p>\n<p>“I don’t have an interactive whiteboard.”<\/p>\n<p>The final comment from a participant reflected the tone of many of the responses.<\/p>\n<p>“There were lots of opportunities to ask about other things to do. I didn’t have any preconceived needs.”<\/p>\n<p><strong>Constraints on the evaluation<\/strong><strong>. <\/strong>The main constraint on the evaluation was the limited amount of time available for teachers. The move from 4:30 to 1:30 for the commencement of the sessions meant that participants regarded the course as part of their working day.  This meant that there was a positive attitude towards the course and the course content. However, the final session of the course was close to the end of term. Teacher commitment to administrative routines and traditional end-of-term activities meant that the majority of participants regarded the course as preparation for the new academic year. Indeed, a number of them commented that the materials had not been used with their current class, but were to be used from September with their new class.<\/p>\n<h3>5 Conclusions<\/h3>\n<p>The format of the three sessions provides and opportunity for participants to use the coffee and tea breaks as round-table and brainstorming\/problem-solving sessions. Feedback about the opportunities provided for learning and interacting with peers would suggest that this is an important element in the learning process – and programme. It is this element of blended learning that is most valuable.<\/p>\n<p>Accreditation of the course for CPD purposes is a key area for many teachers. This should mean that follow-up classroom activities, and the extension of the School Development Plan, need to be integrated with the content of the course itself.<\/p>\n<p>Many teachers expressed the need for a range of management strategies, backed by mini case studies and some ‘How to’ flowcharts, showing how to: use online services; integrate interactive materials; use interactive whiteboards for whole-class teaching, manage small group and individual work; make creative use of limited resources.<\/p>\n<p>The use of a Managed Learning Environment and a Community of Practice requires additional concept development. Recommendations based on the experience of NOF suggest that training programmes providing short and very specific ICT training should now be provided. These might cover administration, subject specific work, the use of the NGfL and Management Information Systems. Projects supporting the use of the laptops and interactive whiteboards would be appropriate.<\/p>\n<p>Current research on the experience of NOF suggests that blended training models using a variety of methods and incorporating e-learning are recommended for future CPD. However, teachers may represent a particular sector of society who like social contact and thus generally have a preference for face-to-face training. (Communal constructivism: Holmes, 2001.) From an official perspective, however, it is too expensive to provide training this way nationally in all the areas of teacher need.<\/p>\n<p>The pilot programme developed by ICAA and Actis for Tower Hamlets LEA offers a model that is likely to develop the greatest learning gains. The size of the group, the possibilities for extended interaction and the constant guidance and support of a highly experienced tutor enabled the focus to be on curriculum issues, and the ways in which they impacted on teaching and learning.  The project could be rolled out to a far greater number of participants if content could be delivered online, and interactions take place in face-to-face sessions. Group size here, however, is equally critical.<\/p>\n<p>A model that trains teachers to deliver the materials to a family of schools and which involves those lead teachers in suitably accredited training, supported by e-mentoring and a community of practice, might offer the most cost-effective way to provide professional development that is sensitive to local needs whilst at the same time addressing the national agenda of the adoption of e-learning and the transformation of teaching and learning.<\/p>\n<h3> 6 Theoretical issues<\/h3>\n<p>The group who participated in this pilot represented relatively ICT-literate teachers. Despite their apparent familiarity with ICT and e-learning concepts their praxis was restricted to familiar routines. This ‘illusion of explanatory depth’ has been the subject of a number of recent studies (Gopnik &amp; Wellman, 1994; Keil, 1998; Murphy, 2002) that have examined the intuitive, or lay theories, that influence everyday cognition.<\/p>\n<p>This is critical in the development of new pedagogies involving ICT: teachers have to learn new ICT skills, new concepts of interactive online materials, use new learning environments and develop new pedagogical practices whilst working within the conditioning physical environment of the school and its routines.<\/p>\n<p>The easy ability to access information, and the familiarity of the cues that are used for understanding, help to develop metacognition and the feeling of ‘knowing’ (Koriat &amp; Levy-Sadot, 2001) that enables individuals to understand something, and to provide explanations for others – the role of the teacher, in fact. However, many individuals ‘feel’ that they know something: they can’t quite retrieve the information that would enable them to provide an explanation, but the context and the environment appear to provide enough clues to convince them that they do, in fact, know something. This overconfidence about knowledge produces, at best, skeletal causal interpretations. The individual cannot give systematic and accurate explanations and suffers from schematic misunderstandings (Rozenblit &amp; Keil, 2002).<\/p>\n<p>These are the real factors that inhibit take-up of ICT as a tool to transform teaching and learning, and they help to explain the problems that many schools face, both in the teaching of ICT and its integration within the curriculum. The hugely demanding role of the classroom teacher conflicts with the need for personal Continuous Professional Development. After a one-day course the teacher is plunged back into a situation where ICT provision is less than ideal, where the contingencies of young people’s lives demand immediate response, and where there is little opportunity for the reflection needed to internalise new concepts. It is these factors that inhibit the ‘feelings of knowing’ and lead to the schematic misunderstandings identified by Rozenblit &amp; Keil.<\/p>\n<p>Further work with online Communities of Practice may provide an environment that provides the space that teachers need to develop the metacognition required to fully integrate ICT within their praxis (Cuthell, 2002). The multi-vocal element that is such a critical part of communal constructivism should contribute to all teachers’ knowledge, and translate into pedagogical change.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">Actis Ltd. www.actis.co.uk<br \/>\nCuthell, J. P. (1996) Teachers lag behind students. Times Educational Supplement, 29.11.96 London<br \/>\nCuthell, J. P. (1997a) Patterns of Computer Ownership. Computer Education. Issue 86 Computer Education Group<br \/>\nCuthell, J. P. (1997b) Teaching and Technological Change. The Lifelong Learning Office MirandaNet, for MicroSoft.<br \/>\nCuthell, J. P. (1998) What Teachers Think About IT. Computer Education. Issue 88 Computer Education Group<br \/>\nCuthell, J. P. (1999) The House that Strauss Built. D.I.Y. in Cyberspace: Bejeaned Student Bricoleurs. Computer Education. Issue 91 Computer Education Group<br \/>\nCuthell, J. P. (2001) Virtual Learning Ashgate Aldershot ISBN 0 7546 1776 9<br \/>\nCuthell, J. P. (2002) A Community of Learners In: Distributed Cognition Karasavvidis I (ed.). Journal of Interactive Learning Research. Association for the Advancement of Computing in Education Norfolk, VA<br \/>\nGopnik, A. A., Wellman, H. M. (1994) The Theory. In: L. A. Hirschfeld &amp; S. A. Gelman (Eds.), Mapping the Mind: Domain specificity in cognition and culture (pp. 257 – 293). Cambridge University Press Cambridge, UK<br \/>\nHolmes,B., Tangney, B., FitzGibbon, A., Savage,T., &amp; Meehan, S (2001). Communal Constructivism: Students constructing learning for as well as with others. Proceedings of SITE 2001, Florida<br \/>\nICT Training for Teachers British Educational Communications and Technology Agency (Becta) www.becta.org.uk\/supportproviders\/inspection\/tools\/references\/icttrain.html Accessed 25.10.02<br \/>\nInternational Curriculum &amp; Assessment Agency (ICAA) www.icaag.com<br \/>\nKeil, F. C. (1998) Cognitive Science and the origins of thought and knowledge. In: R. M. Lerner (Ed.), Theoretical models of human development (5th ed., Vol. 1). Wiley New York<br \/>\nKoriat, A., Levy-Sadot, R. (2001) The combined contributions of the cue familiarity and accessibility heuristics to feelings of knowing. Journal of Experimental Psychology: Learning, Memory and Cognition. 27, 34 – 53.<br \/>\nMurphy, G. L. (2002) The big book of concepts. MIT Press Cambridge, MA<br \/>\nNational Grid for Learning (NGfL) www.ngfl.gov.uk<br \/>\nNew Opportunities Fund ICT training initiative for teachers &amp; school librarians Teacher Training Agency (TTA) www.canteach.gov.uk\/community\/ict\/nof\/nof.htm Accessed 25.10.02<br \/>\nRozenblit, L.; Keil, F. (2002) The misunderstood limits of folk science: an illusion of explanatory depth. Cognitive Science Vol. 26, No. 5 Elsevier Science Inc. New York<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; An evaluation of a joint project between ICAA Actis &amp; Tower Hamlets LEA [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract The UK Government New Opportunities Fund for ICT CPD for teachers and school librarians ran from 1998 to 2002. The &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2006\/01\/17\/next-steps-service-ict-teacher-education-ict-active-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,9],"class_list":["post-9879","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9879"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9879"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9879\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9879"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9879"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9879"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}