{"id":9880,"date":"2015-01-17T00:00:00","date_gmt":"2015-01-17T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/using-accelerated-reader-raise-standards-literacy\/"},"modified":"2019-06-29T22:09:49","modified_gmt":"2019-06-29T21:09:49","slug":"using-accelerated-reader-raise-standards-literacy","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/using-accelerated-reader-raise-standards-literacy\/","title":{"rendered":"Using Accelerated Reader to raise standards in Literacy"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h2><span style=\"font-size: 14pt;\"><strong>Accelerated Reader<\/strong><\/span><\/h2>\n<h2><\/h2>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Abstract<\/strong><\/p>\n<p><em>Accelerated Reader and Think.com<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Author: <\/strong><strong>Bernadette Feery<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Publication Date:<\/strong> 2004<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><strong>Study<\/strong><\/p>\n<p>My research of Accelerated Reader and Think.com has finally come to an end, and what an experience! Within my proposal I did predict that the children would enjoy and learn from this experience &#8211; but I did not apprehend how successful it would be. Attitude<\/p>\n<p>It took a couple of weeks for the programme to be up and running on a daily basis (with the classroom assistant to monitor the quizzes and the books being taken in and out). The children were always eager to participate in a quiz, and write their name on the 100% board. The 100% board was an innovation. I started halfway through the programme, where the children who achieved 100% wrote their name on the baoard with a gold pen that stood at the front of the classroom.<\/p>\n<p>It was an instant success in terms of encouraging children to read and a positive change had occurred within their attitude towards reading. They were enthusiastic to read, to take the quiz and then to write about it on Think.com. At first it was a selected number of pupils who participated, but the other pupils were constantly asking to participate and stressing how &#8216;unfair&#8217; it was &#8211; so we adapted the plan to allow the entire class to participate, although I will only focus on those I planned to.<\/p>\n<p><strong>Quizzes<\/strong><\/p>\n<p>The quizzes took place every morning (when possible), where the children would come into the ICT suite under the supervision of a teaching assistant (who I had trained). Once the children had taken the quiz they would then change their books. One problem that we found within the first couple of weeks was that the children were so keen to take a quiz that they were either not reading the book properly or choosing books that were too difficult as they were failing quite a few quizzes.<\/p>\n<p>Once we noticed this pattern, we started to monitor the books that the children were choosing &#8211; and then found they were choosing books that were too easy so they could read it within a night. We had not anticipated these problems so had not really spoken to the children about it. As a result we then used the points and book level with much more caution (we were able to do this as we knew the children&#8217;s reading ability &#8211; a stranger would find this very difficult to monitor).<\/p>\n<p><strong>Think.com<\/strong><\/p>\n<p>Finding time to go on Think.com was a little more difficult than first anticipated due to problems with the ICT timetable, and the everyday problems you face within any school. When we were in the ICT suite I was a little too trusting (in hindsight) as I instructed the children to write about Accelerated Reader and left them to it to a certain extent as I did not want to interfere with their opinions\/perspectives. However, a few weeks later we looked as a class at the work on Think.com and I was faced with quite a few empty Accelerated Reader pages, as they had been busy elsewhere within the website.<\/p>\n<p>Looking back, I should have monitored this work much more closely. As a result of this the following ICT lessons were much more structured &#8211; they were given clear instructions to either<\/p>\n<ul>\n<li>Create an article (writing about the previous\/current Accelerated Reader Book the read)<\/li>\n<li>Create a debate . Create a brainstorm<\/li>\n<li>Create a conversation<\/li>\n<li>Vote for their favorite book\/character<\/li>\n<\/ul>\n<p>Many of the pages were accompanied by a catalogue of pictures either found within other Think.com pages, dazzle or clipart.<\/p>\n<p><strong>Reading Ages<\/strong><\/p>\n<p>Did the reading ages change as I first predicted?<\/p>\n<p>NAME READ AGE (Begin of research) READING AGE (End of research) NO MONTHS PROGRESSION<\/p>\n<p>Pupil A*           9.1                                       10.0                                                        9<\/p>\n<p>Pupil B*           7.5                                        8.3                                                        10<\/p>\n<p>Pupil C           10.0                                      10.6+                                                      6+<\/p>\n<p>Pupil D            9.1                                      10.6                                                        17<\/p>\n<p>Pupil E*          9.3                                      10.6                                                       15<\/p>\n<p>Pupil F*         8.4                                       9.4                                                         12<\/p>\n<p>* = On the SEN register for Literacy<\/p>\n<p>As the evidence above demonstrates the answer to the above question is most definitely &#8216;yes&#8217; &#8211; much more than I originally anticipated. They all improved more than 6 months (the Salford Reading Scheme only allows you measure up to 10.6+), I especially found those children with Learning difficulties to have welcomed this program with open arms.<\/p>\n<p><strong>Why did their reading progress so much?<\/strong><\/p>\n<p>This could be due to a number of various factors ranging from:<\/p>\n<ul>\n<li>Having an extensive library available<\/li>\n<li>Being monitored daily<\/li>\n<li>Targets being set &#8211; wanting to pass the quiz<\/li>\n<li>Wanting to write on the100% board<\/li>\n<li>Gain more points<\/li>\n<li>Enjoyed the challenge of reading new books<\/li>\n<li>Showing TOPS reports to parents\/teachers<\/li>\n<li>Connecting Accelerated Reader with online learning with Think.com<\/li>\n<\/ul>\n<p>It provided all the children with a purpose for reading, and a reason to think about the comprehension and understanding of the stories.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>I would like to think that my study provides supporting evidence of the effectiveness of e-learning in a networked ICT set up within a large junior school. Our aim has been to provide opportunities for children to work closely with myself, colleagues, helpers and their parents – motivated by the use of the Accelerated Reader software inspiring high-quality learning and promoting enjoyment whilst improving reading standards.<\/p>\n<p>&nbsp;<\/p>\n<p>The study establishes that as a direct result of pupils using Accelerated Reader – (ie. completing quizzes on our network when they have read a book) –<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>increases the number of books read,<\/li>\n<li>raise reading standards,<\/li>\n<li>promotes co-operative as well as collaborative working –<\/li>\n<li>whilst enjoying the activity<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>…… the use of e-learning contributes towards the argument that ICT can engage, motivate and inspire children in where other methods have previously failed.<\/p>\n<p>&nbsp;<\/p>\n<p>My research supports the use of online learning to provide key learning opportunities for pupils in primary education as an innovative way to review classroom practices and offer opportunities for children to develop skills through e-learning.<\/p>\n<p>&nbsp;<\/p>\n<p>I have found that my study has positively altered how some of our most disaffected children regard school and their own learning. The footage my video evidence produced showed that children were proud of their own achievements and raised their self-esteem and confidence every bit as much as the improvements made in their reading ages.<\/p>\n<p>&nbsp;<\/p>\n<p>I would like to think that everyone involved benefited from being given the opportunity to reflect, discuss and analyse their own performance (which became a regular weekly feature) to share the difficulties and how other children were supportive in sharing how they solved those problems.<\/p>\n<p>&nbsp;<\/p>\n<p>I was fortunate to be able to use a variety of data to share with my children that included:<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>questionnaires for children<\/li>\n<li>questionnaires for parents<\/li>\n<li>follow up personal interviews<\/li>\n<li>video interviews<\/li>\n<li>concept mapping<\/li>\n<li>creating book reviews from books read<\/li>\n<li>developing their own web-pages on books read using think.com<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>….. as well as the positive feedback from the class and their parents at the way the project had developed. Indeed the project proved so successful that it has been extended to include children from 5 other classes through the school. Our major problem now is how to manage the extended system!!<\/p>\n<p><strong> What I have learned<\/strong><\/p>\n<p>I am amazed at the endless capability that is open to us as a result of ICT. The children I have worked with progressed much more than I could ever have anticipated, and to be honest I have also gained a great deal of self satisfaction from being involved with this project. At the beginning of the project I expected (and hoped) a number of outcomes they were as follows:<\/p>\n<ul>\n<li>The children to have increased ICT skills<\/li>\n<li>Improved reading ages by more than 6 months<\/li>\n<li>Improved attitude to learning and writing leading to improved standards in children&#8217;s writing<\/li>\n<li>Colleagues will have a greater awareness and understanding of the potential of ICT to impact on childrens&#8217; learning<\/li>\n<\/ul>\n<p>I am very pleased to say all of the objectives above have been met, and much more too, and I believe this could be due to a number of varying factors such as:<\/p>\n<ul>\n<li>The children had a purpose to read<\/li>\n<li>The children were able to write about their books on the Think.com, setting up quizzes, votes, book reviews etc.<\/li>\n<li>They were able to participate in each others Think.com pages<\/li>\n<li>The children enjoyed taking the Accelerated Reader quiz using the computer &#8211; having a printed evaluation form every time that they could show the teacher, head teacher and their parents if they so wished<\/li>\n<li>Some of the children were able to continue their work at home on Think.com without the confides and time limitations within school<\/li>\n<\/ul>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p style=\"padding-left: 30px;\">None available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Accelerated Reader [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Accelerated Reader and Think.com &nbsp; Author: Bernadette Feery &nbsp; &nbsp; Publication Date: 2004 [s2If !is_user_logged_in()]To see the complete Case Study, please Login or Join.[\/s2If] [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] [s2If is_user_logged_in()] Study My research of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/01\/17\/using-accelerated-reader-raise-standards-literacy\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[198,8,16,113,199,200,146,201],"class_list":["post-9880","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-accelerated-reader","tag-case-study-2","tag-elearning","tag-learning","tag-literacy","tag-standards","tag-think-com","tag-understanding","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9880"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9880"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9880\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9880"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9880"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9880"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}