{"id":9884,"date":"2005-01-17T00:00:00","date_gmt":"2005-01-17T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/17\/learning-theory-e-pedagogy\/"},"modified":"2019-06-29T22:11:11","modified_gmt":"2019-06-29T21:11:11","slug":"learning-theory-e-pedagogy","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/17\/learning-theory-e-pedagogy\/","title":{"rendered":"Learning Theory and e-pedagogy"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>Abstract<\/h3>\n<p><em>Conventional pedagogical practices focus on the means and ends of delivery, with the emphasis on content management and information transmission. The role of classroom management is to produce an environment that facilitates the process of knowledge building. <\/em><em>Current approaches to ways in which people learn can be classified as: Constructivism; Behaviourism; Developmental Theory; Neuroscience; Brain-based Learning; Learning Styles; Multiple Intelligences; Right Brain\/Left Brain Thinking; Communities of Practice; Control Theory and Problem-Based Learning. In practice, however, there is a degree of commonality between many of these categories. <\/em><em>Despite this diversity, praxis within British schools has focused on content, rather than process. What theoretical bases can be found are often simplified variants of Constructivism and Developmental Theory.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>John Cuthell<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><strong>Publication Date: <\/strong>2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[two_third_last]<\/span><\/p>\n<h2>Conventional Pedagogy<\/h2>\n<p>Conventional pedagogical practices focus on the means and ends of delivery, with the emphasis on content management and information transmission.   The role of classroom management is to produce an environment that facilitates the process of knowledge building.<\/p>\n<p>Current approaches to ways in which people learn can be classified as: Constructivism; Behaviourism; Developmental Theory; Neuroscience; Brain-based Learning; Learning Styles; Multiple Intelligences; Right Brain\/Left Brain Thinking; Communities of Practice; Control Theory and Problem-Based Learning.   In practice, however, there is a degree of commonality between many of these categories.<\/p>\n<p>Despite this diversity, praxis within British schools has focused on content, rather than process.   What theoretical bases can be found are often simplified variants of Constructivism and Developmental Theory.<\/p>\n<h2><a name=\"_Toc443302222\"><\/a>Assumptions<\/h2>\n<p>The ‘developmental folk myth’ which informs many teachers’ praxis, based upon the popularisation of Piagetian theory, expects learners to pass through a series of stages, each predicating its successor.   This praxis contains two pillars of received wisdom: learner readiness, and stage competence.   What this means for students is that, first, they are not expected to be able to cope with concepts and applications which have been determined to lie outside the bounds of their developmental stage: second, that each stage needs to be consolidated by practice.<\/p>\n<p>Much of Piaget’s research took as its focus the growth of mathematical and scientific concepts.   Children’s ability to understand the tasks which they were set, and to explain them in appropriate terms, was taken as a demonstration of their competence: the language encoded the ‘scientific’ expectations imposed on the children.   The methodology and findings have been questioned by a number of researchers (Donaldson, 1978; Gardner, 1983, 1993; Seigel &amp; Brainerd, 1978) but the original thesis still retains its power over pedagogy and the National Curriculum.<\/p>\n<h2><a name=\"_Toc443302223\"><\/a>Broad stages of learning<\/h2>\n<p>The broad stages of the learning paradigm can be summarised as those of learning about; practising and applying.   The model is very much one of an apprenticeship with the teacher and adult in the role of the master and controller who is also the assessor of success and competence.   The ultimate arbiter and guarantor of success is the state, through its control over schools, examination boards and universities.<\/p>\n<p>The content and form of learning is therefore both constructed and legitimated in academic and social terms.   The application of league tables as an apparently neutral scale against which success and failure can be measured is used for the whole of the education systems, whether state or independent, infant school or Oxbridge college.   The debate over standards is one which is externally imposed on the system, with the students as learners constantly scrutinised to determine whether or not their successes are real or the product of an academic inflation that results in a devaluation of the currency.   Concurrent with this is the constant scrutiny of the curriculum, to determine whether the cultural capital upon which the students are presuming to trade is genuine or counterfeit, and whether or not Media Studies is as ‘real’ a subject as Physics and Mathematics.<\/p>\n<h2>The affordances of ICT<\/h2>\n<p>The concept of affordance was developed by Wersch (1998), who saw computers as a tool, a vehicle for combining motor skills, language, images and symbolic manipulation through practical activities.   These practical activities reflect a series of often complex thought processes.   They represent a cultural tool that enables the mediation of thought.   The technology enables these processes to be amplified and developed in ways which reflect the integration of technology and the enhancements that ICT, used as a tool, provides.<\/p>\n<p>ICT affordances facilitate enhanced learning opportunities independent of content or preferred teaching styles.   For teachers whose approach to teaching and learning is predicated on a Behaviourist or an Information Processing approach the support provided by ICT, in terms of feedback to the learner, error messages, prompts, template and wizards provides a powerful reinforcement of learning.   Indeed, these affordances underpin independent learning systems and many managed or virtual learning environments.   Teachers whose pedagogy is grounded in Constructivism, Multiple Intelligence theory or Learning styles will utilise the rich learning experiences provided by diverse materials, collaborative working where knowledge is inseparable from practice.<\/p>\n<p>Three powerful elements of ICT provide drivers for e-learning.   The first is the quality of ostensiveness built into the system: young children correlate language with concepts by the act of pointing at things.   This reinforces the learning.   ICT systems utilize this through the use of the mouse, or, on interactive whiteboards, with the stylus or the finger.   Visualization, and the ability to move backwards and forwards through the different stages of a process or a learning object, enables learners to recall the stages of learning.   A powerful reinforcement is provided by the ludic elements built into systems: through games, competitive elements and constant feedback, learning becomes fun.<\/p>\n<p>The challenge is to incorporate of the affordances of ICT within a new pedagogy for e-learning.   This will involve new learning on the part of teachers, together with the recognition, on their part, of the dynamic nature of a new pedagogy, in which a process of continual change must be accommodated.   For learners who are pupils or students, however, the existential reality will be one of living at the cutting edge of technology, where the tools they use and the concepts they forge are an integral part of the learning process.<\/p>\n<p>Teachers’ concepts of the learning process inform their pedagogical approach.   The ways in which they feel they learned successfully inform the template of their own teaching.   The successful implementation of e-learning into our education system will depend, to an extent, on teachers’ personal uses of ICT and e-learning, whether for access to resources, continuous professional development or communities of practice.<\/p>\n<h2>Learning styles<\/h2>\n<p>Learning styles are the different ways in which individuals think and learn.   These become formalised as expectations and behaviour, which the individual then brings to the task of learning.    The stages of learning can be separated into three broad areas: cognition, the acquisition of knowledge; conceptualisation, the processing of knowledge and the affective factors related to these.   The focus is therefore on the process of learning.<\/p>\n<p>Kolb (1984) saw learning as an active process.   Its stages formed a continuum, from concrete experience:(involvement); reflective observation, watching others or developing observations about one’s own experience; through abstract conceptualization: the creation of theories to explain one’s observations; to active experimentation, using theories to solve problems and make decisions.<\/p>\n<p>Gardner (1983) identified different types of learning, particularly those characterised as ‘know-how’ and ‘know that’.   From that he defined ‘multiple intelligences’, to describe the different ways (and combinations of ways) in which individuals learn.   Learning can be seen as ‘playing’ with different capabilities: the verbal\/linguistic; logical\/mathematical; visual\/spatial; musical\/rhythmic; bodily\/kinesthetic; social\/interpersonal and personal.   This perspective provides an immediate rationale for the use of computers by young people: the combination of play elements – the ludic – the use of language as part of the process, together with visual stimulus, means that the computer provides a focus for different types of learning.<\/p>\n<p>Some, however, assume that the young learner &#8211; a child &#8211; is not the same as a mature learner &#8211; an adult, and that the learning styles must be different (Knowles, 1970).   Adult learners are often characterised as autonomous and self-directed; goal oriented; problem centred and needing to know why the learning is taking place.   Adults are seen as practical problem solvers, able to draw on accumulated life experience.   The young learner, the child, is assumed to possess few, if any, of these characteristics.<\/p>\n<p>Learning strategies for adult learners have been grouped in binary terms by Felder &amp; Soloman (1998).   They have re-worked Gardner’s concept of multiple intelligences into descriptions of active and reflective learners; sensing and intuitive learners; visual and verbal learners and sequential and global learners.   Indeed, Gardner comments that<\/p>\n<p><em>“…intuitive theories remain as prepotent ways of knowing and are likely to reemerge with full force once the person leaves a scholastic milieu.”   (<\/em>1993, p.86)<\/p>\n<p>The point is made that computers are artefacts that reinforce intuitive understanding and ways of knowing and learning.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">No references in original .ac.uk case study.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract Conventional pedagogical practices focus on the means and ends of delivery, with the emphasis on content management and information transmission. The role of classroom management is to produce an environment that facilitates the process &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/17\/learning-theory-e-pedagogy\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[21,8,22,23,9],"class_list":["post-9884","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-affordance","tag-case-study-2","tag-learning-styles","tag-learning-theory","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9884"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9884"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9884\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9884"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9884"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9884"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}