{"id":9886,"date":"2005-01-18T00:00:00","date_gmt":"2005-01-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-facilitation\/"},"modified":"2019-06-29T22:11:10","modified_gmt":"2019-06-29T21:11:10","slug":"reflections-e-facilitation","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-facilitation\/","title":{"rendered":"Reflections on E-facilitation"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>Abstract<\/strong><\/p>\n<p><em>This study is a compilation of four assignments designed to chart personal and group progress in e-learning within a course of e-facilitation. 1. A Code of Conduct constructed through group discussion and information exchange. 2. An examination of the skills needed for participation in online forums &#8211; developed from personal research and group discussion. 3. An exploration of a range of educational forums including Mirandanet and observations on the efacilitation process in each &#8211; developed from practical experience. 4. An analysis of Gilly Salmon&#8217;s 5 stage model &#8211; its practical application to a course in efacilitation and its potential application in teaching<\/em><\/p>\n<p><strong>Author: Sandra Weinreb<\/strong><\/p>\n<p><strong>Publication Date:<\/strong> 2005<\/p>\n<p><em>[s2If !is_user_logged_in()]<mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <\/em><em><a href=\"\/membership-options-page\/\">Join<\/a><\/em><em>.[\/s2If]<\/em><\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[s2If is_user_logged_in()]\n<p><strong> <\/strong><\/p>\n<p><strong> Study<\/strong><\/p>\n<p>This study is a compilation of four assignments designed to chart our group and personal progress in e-learning within a course of e-facilitation.<\/p>\n<p>&nbsp;<\/p>\n<p>Contents:<\/p>\n<p>A Code of Conduct constructed through group discussion and information exchange.<\/p>\n<p>An examination of the skills needed for participation in online forums &#8211; developed from  personal research and group discussion.<\/p>\n<p>&nbsp;<\/p>\n<p>An exploration of a range of educational forums including Mirandanet and observations on  the efacilitation process in each – developed from on practical experience.<\/p>\n<p>An analysis of Gilly Salmon&#8217;s 5 stage model &#8211;  its practical application to a course in efacilitation  and its potential application in teaching.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>1.Draft Mirandanet\/Select    ……..Code of Conduct………………………………&#8230;&#8230;..<\/strong><br \/>\nThis is a professional educational online forum hosted by Mirandanet &amp; Select. In becoming a member user of the Mirandanet forum you agree to be bound by the following rules:<\/p>\n<ul>\n<li>Aim for clear, concise, effective language in an appropriate tone (friendly, but polite and professional at all times)<\/li>\n<li>Refrain from posting material which is offensive or abusive<\/li>\n<\/ul>\n<ul>\n<li>Respect other people&#8217;s opinions: to  show regard for all individuals irrespective of race, cultural values, religious beliefs, gender, age, disability, sexual orientation and social differences<\/li>\n<li>Provide relevant postings that add value to the discussion forum with the aim of improving the service for other users of the site.<\/li>\n<li>Commit to log in at least once a week.  Provide regular feedback, however brief, and inform others if you are to be away\/offline for any period of time longer than one week<\/li>\n<li>Be yourself (that is, to not impersonate any other person or institution)<\/li>\n<li>Claim ownership of postings and safeguard your password<\/li>\n<li>Be committed to improving the quality and relevence of the Mirandanet<br \/>\nwebsite for other users, teachers and educational professionals<\/li>\n<li>Not to use the Forum for the transmission of &#8216;spam&#8217; or &#8216;junk&#8217; mail.<\/li>\n<li>Not to use the Forum for the transmission of viruses, unsolicited or unlawful images<\/li>\n<li>Respect issues of copyright and confidentiality.  Seek permission when referring to individuals or organisations and when quoting words or displaying images of others<\/li>\n<li>Not post anything in a forum message that you do not want the world to see or that you would not want anyone to know came from you<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Please note:<\/p>\n<p>Items posted may not necessarily be the shared opinions of the Mirandanet\/Select community or its efacilitators.<\/p>\n<p>&nbsp;<\/p>\n<p>It is a condition of the service that Mirandanet reserves the right to remove or delete any message in breach of these guidelines. ( Should your message be in breach of these guidelines then Mirandanet online moderators will attempt to contact you via the email address in your online profile to inform you that this has taken place and you will be invited to resubmit your message).Mirandanet  reserves the right to move your posting to a more relevant discussion forum if it feels that this will add value for members.  Should this occur, you will, of course, have the option of deleting your message if you  so wish.<\/p>\n<p>Mirandanet   reserves the right, in the final instance, to ban any offensive users.<\/p>\n<p>Mirandanet also reserves the right to change or make additions to this Code of Conduct as neccesary.  Should this occur, user members will be notified at the earliest opportunity.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>2: Identify the skills you feel are important for participation in an online forum.  Explain how they contribute to effective participation, and illustrate them with examples from this forum and any others in which you have participated.<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The  question of skills required for participating in online forums became a subject for discussion in the Mirandanet online forum on 20<sup>th<\/sup> April 2004.  By 12<sup>th<\/sup> May 2004, 24 messages had been posted on the subject and to date, the discussion continues.<\/p>\n<p>&nbsp;<\/p>\n<p>The conclusions given in this analysis are based on personal experience and  research.   This research includes suggestions taken from discussion of the subject by members of the Mirandanet forum.<\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\">Communication Skills<\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p>The user of the online forum opens a subject line on screen to find a text followed by a box inviting the reader’s own message. With a click of a button, the reader’s own message can be submitted. Once the message has been ‘posted’ it can be read by other members of the forum. Many of the messages posted in the Mirandanet forum invite others to post a response. In this context, it follows that communication skills are vitally important.<\/p>\n<p>&nbsp;<\/p>\n<p>Within an online forum, messages build up quickly to form a database of knowledge on a particular subject.  Clear, fluid messages in the online forum are within themselves a pleasure to read and\/or offer new ideas to the reader. Strong communication skills tend to invite a response and many of the messages posted in the Mirandanet forum thanked others, for their contribution summaries of ideas or new information.<\/p>\n<p>&nbsp;<\/p>\n<p>Members of the Mirandanet forum tended to agree with the conclusion that communicaton skills are important in the context of the online forum.  One member, for instance, put communication skills were ‘at the top’ of [ her] list of important skills.  From practical experience, one of the most gratifying aspects of communication in online forums is having someone answer your question, respond to your message.<\/p>\n<p>&nbsp;<\/p>\n<p>If we look more closely at the area of communication skills, we could identify further specific communication skills which are important including:<\/p>\n<p>&nbsp;<\/p>\n<p>-the ability to be passionate about communication<\/p>\n<p>-ability to express thoughts in fluid, written communications at all levels<\/p>\n<p>-ability to contribute outside information, relevant to the subject of discussion<\/p>\n<p>-ability to acknowledge what has been previously said<\/p>\n<p>-ability to summarise ideas<\/p>\n<p>-ability to post thoughtful discussion questions<\/p>\n<p>&nbsp;<\/p>\n<p>Presentation skills are important for effective participation in an online forum (including the presentation of facts and figures)  Editing skills are important since attractively crafted and presented text can  serve to engage the attention of the reader.  From practical experience, one of the most gratifying aspects of communication in online forums is having someone answer your question, respond to your message.  Communication and language, in particular, are the tools of these activities.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\">Interpersonal Skills<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>A reply to an online forum message implies that the message was received &#8211; that someone was listening.  If we imagine that behind each communication in an online forum lies a real person then we begin to understand the importance of interpersonal skills for participation in an online forum.  One definition of interpersonal skills posted within the Mirandanet forum suggests that interpersonal skills:<br \/>\n&#8220;… are related to communication skills, but are more specific about individual behaviors. They include cooperating, sharing, listening, participating, and leading. They also include respecting others.&#8221;<\/p>\n<p>&nbsp;<\/p>\n<p>Interpersonal skills are important in this context because, despite the fact that members of the online forum (at Mirandanet, for instance) cannot see or hear each other, they are being social, forming new relationships. Strong interpersonal skills can serve to compensate for the limitations of the online forum.  These skills contribute to effective participation by helping making the text messages in the forum more personal, helping other users to engage in the forum on a human level.<br \/>\nAnalysing the area of interpersonal skills further, uncovers further skills important for participating in an online discussion.  These include:<\/p>\n<p>-the ability to adapt to the rules and the ethos of the forum<\/p>\n<p>-ability to develop networks and relationships with others<\/p>\n<p>-ability to support and encourage sociability<\/p>\n<p>-ability to work well as part of a team<\/p>\n<p>-the ability to foster and develop collaborative links<\/p>\n<p>-the ability to see past non-verbal clues<\/p>\n<p>-the ability to  appear approachable and interested in what is going on<\/p>\n<p>-skills in negotiation and diplomacy, including the ability to relate to those from diverse backgrounds<\/p>\n<p>&nbsp;<\/p>\n<p>A sense of humour can be seen as a valuable interpersonal skill in the context of the online forum helping users to relate to others and  to balance relationships.  In a sense, interpersonal skills help the user of the forum to manage the relationships which they attract online.<\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\"> <\/span><\/p>\n<p><span style=\"text-decoration: underline;\">Management Skills<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>Management skills are also important for participation in an online forum.  These skills help to organize ideas so that they form clear communications for others in the forum.  They also relate finding a comfortable life\/work balance so that time spent in the forum is effective and balanced with other user activities. Important skills which could be described as management skills include:<\/p>\n<p>&nbsp;<\/p>\n<p>-Good organizational skills<\/p>\n<p>-the ability to stay focused on the task at hand<\/p>\n<p>-ability to initiate and develop ideas (initiative and leadership skills<\/p>\n<p>-team building skills<\/p>\n<p>-ability to initiate change<\/p>\n<p>-ability to inspire and enthuse others<\/p>\n<p>-ability to motivate others to achieve high levels of performance<\/p>\n<p>-ability to work independently, as well as part of a team.<\/p>\n<p>-ability to initiate and support new ways of working<\/p>\n<p>-ability to balance complex demands<\/p>\n<p>-ability to manage the influx and flow of ideas<\/p>\n<p>-ability to prioritise ideas an activities<\/p>\n<p>-ability to find or make time to participate in the forum<\/p>\n<p>-ability to work to deadlines<\/p>\n<p>-ability to think strategically, and to have strategies for dealing with problems and<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>We can also find a  number of  skills which in this area which relate to emotional self-management.  These include:<\/p>\n<p>&nbsp;<\/p>\n<p>-the ability to have positive and friendly attitude towards all levels of users<\/p>\n<p>-the ability to stay calm in a complex and fast-changing environment<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\">Technical Skills<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>Users of online forums need at least basis computer knowledge\/skills.<\/p>\n<p>&nbsp;<\/p>\n<p>These include the:<\/p>\n<p>&nbsp;<\/p>\n<p>-ability to feel comfortable with the system software<\/p>\n<p>-ability to feel at ease with word-processing, Internet\/e-mail facilities<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Some knowledge of computer maintenance, simple presentation software, and antivirus packages may also be required.<br \/>\nIn addition to these skills e-facilitators should have slightly more<br \/>\nadvanced skills (actually responsibilities) to operate in on-line environment<br \/>\ne.g. to delete or alter any message or to remove irrelevant or offensive<br \/>\nmaterial.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\">Other Skills:<\/span><\/p>\n<p>Other skills required for participation in online forums not mentioned so far, include the:<\/p>\n<p>&#8211; ability to be resourceful, to ‘problem-solve’<\/p>\n<p>-the ability to support new methods of research<\/p>\n<p>&#8211; the ability to reflect on contributions, including those of self<\/p>\n<p>&#8211; the ability to evaluate contributions to the forum, including those of self<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"text-decoration: underline;\">Conclusion<\/span>:<\/p>\n<p>To conclude, each of the skills identified above (to various degrees) are important for effective participation in an online forum.   On further analysis, these skills are not so straightforward to pigeonhole under one heading.  For instance, ‘the ability to post meaningful discussion questions’ could be a communication skill or an interpersonal skill  (the ability to support and encourage sociability) or a management skill (the ability to inspire and enthuse others).<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>3: Investigate a range of online educational forums. Participate in at least three. Evaluate the ways in which they work, record your contributions and comment on them.<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Online educational forums  became a topic for discussion  within the Mirandanet online forum during May-June 2004.  The discussion ’ Investigate a range of online forums’ opened on 13.05.04.  Less then five weeks later, the topic  had attracted over 70 responses.  The evaluation of a range of online forums which follows is based on personal experience and practical research.   It includes ideas and information discussed in the online  educational forum of Mirandanet online forum and  to date, this discussion continues.<\/p>\n<p>&nbsp;<\/p>\n<p>The online, educational forums which I investigated  have a number of interesting features.  Like at the online education forum at  Mirandanet<\/p>\n<p>(<a href=\"\/\">mirandanet.ac.uk<\/a>) members of these online forums can exchange information via discussion.  For instance the website of The British Educational Communications and Technology Agency (BECTA) has an area in its website (at http\/forum.ngfl.gov.uk) where members are invited to discuss online a range of issues related to education. The website of the General Teaching Council (GTC)   has an online discussion area (at <a href=\"http:\/\/www.gfcs.gov.uk\/\">www.gfcs.gov.uk<\/a>) where members are invited to participate.  The website of Select Education also has an online discussion area at   <a href=\"http:\/\/www.selecteducation.co.uk\/\">www.selecteducation.co.uk<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p>Because these online educational forums rely on active participation they employ a number of techniques, mechanisms, systems and procedures to encourage users to engage with the online discussion and exchange information via the Internet.<\/p>\n<p>&nbsp;<\/p>\n<p>For instance, each online forum has a registration process and selected topics of discussion in which user can post a message which is a response to a previous message.<\/p>\n<p>&nbsp;<\/p>\n<p>These online educational forums are asynchronous – they take place over time. They are all accessed via a computer terminal and the Internet and do not depend on participants being in the same room.  In addition to these similarities , there is a potential for posted messages to build up over time  to form a store of knowledge around key ideas in each forum.  The popularity of these sites with users suggests that the online discussion area answers a need within individuals to be part of an online community with shared interests.<\/p>\n<p>&nbsp;<\/p>\n<p>However, there are a number of key differences between these online educational  forums<\/p>\n<p>&nbsp;<\/p>\n<p>Perhaps the most significant difference between the Mirandanet forum and the other forums investigated is the fact that at Mirandanet the participants met together in the real world before they began to communicate online.  This means that participants at the Mirandanet forum are aware that the messages in the forum are the responses of real people.  Moreover the participants of the Mirandanet forums are committed to training in efacilitation and the discussion of topics online. Topics posted in the Mirandanet discussion forum are extremely relevant to participants &#8211; vital to their progress in their course of training \/ development of their efacilitation skills.<\/p>\n<p>&nbsp;<\/p>\n<p>In additional, participants in the Mirandanet site work as collaborative group and are aware that their contributions to the forum are being observed and assessed.  They are thus motivated to post regularly to respond and to respond to the messages of others.<\/p>\n<p>&nbsp;<\/p>\n<p>By contrast, it is noticeable that although other online forums had various discussion topics, some of these   had a much less regular rate of response in comparison to the topics in   the Mirandanet discussion area.  Most of the topics in the other forums seemed to feature one or two people exchanging views amongst themselves. The lack of response by other participants in the forum suggests that the topics less popular or not engaging.  It is also significant that the GTC and BECTA online discussion forums contained archives of past discussions which were closed when investigated further.  This allowed the user to ‘lurk’ or browse the contents of the discussion without being under any pressure or obligation to post a contribution.<\/p>\n<p>&nbsp;<\/p>\n<p>Another significant difference is that some online educational forums had efacilitators or online moderators and some did not. At BECTA for instance, online discussions took place at a specific time, on a specific topic  with ‘talking heads’ or efacilitators – online discussion hosts skilled in generating online discussions and managing their development.  These efacilitators employed a range of techniques ( including ‘sparks’ – challenging or interesting topics of information and open-ended questions\/activities which include participants) to engage other users of the site.  For instance, a  discussion on the subject of ‘elearning futures’ at BECTA took place online between 4<sup>th<\/sup> and 5<sup>th<\/sup> March 2004, with the efacilitators appearing at specific times during the discussion to take questions….  ‘Linda, John and Richard will be online from 8pm until 9pm GMT …. (BECTA)  Users were invited to join the debate &#8216;live&#8217; or post  questions for the panel members any time before the session.  However, further investigation revealed these particular online, education forums to have  closed, perhaps years ago.  Or yet to open. By contrast, (at the time of writing this study) all the online the discussions at  Mirandanet  are current, and open, encouraging further  response.<\/p>\n<p>&nbsp;<\/p>\n<p>There are some  notable technical differences in the way in which each site works.  The GTC site for instance, has different software to the Mirandanet site.  This means that the software at the GTC site puts the answers to posted messages further apart and in a different way. This software will also tell you whether you have already read the messages or not .   The Mirandanet   forum also  has this facility whilst the Select forum does not.  However the software at the Select forum allows the user to know the number of other users who have read the message, and how many have responded by posting a reply.  Differences in the software mean that it is possible that first time users to each site may experience difficulties in accessing the forum, even though they  may have participated in other online forums.  For example, one contributor to the Mirandanet online forum found it difficult to access the GTC online forum.<\/p>\n<p>&nbsp;<\/p>\n<p>During investigation of the various online educational forums it was difficult to post a response to the discussions at BECTA.  The  site had a guest book, but  I felt more comfortable reading previous messages rather than contributing to the discussion,  since many were ‘closed’.  However at the GTC online discussion during June 2004 I felt involved with the discussion and able to contribute to the discussion entitled ‘Encouraging Diversity’ , efacilitated by Shirley Williams.  I contributed to the discussion under my own name of Sandra Weinreb rather than a pseudonym at 11.05am on 24.05.04. My intention in contributing was to support the discussion.   This intention arose because it  was noticeable at the GTC, that the discussion was being regularly hijacked by participants using pseudynoms who worked to disrupt the discussion and who were hostile to their online host.  I left my message open-ended with a question’ What do others think?’  to encourage further response.  This message quickly attracted four responses from other participants.  By comparison my closed message (ended with a statement rather than a question) in the Mirandanet discussion forum (09. 06.04 attracted a slower rate of response.   My statement regarding part time drama teaching in the ‘Good Practice’ discussion area of the Select Education forum (24.05.04, 11.05am)  teachers attracted a message in a private area of the forum in which the poster of the message sought career advice.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>4 :Use Salmon’s 5-step model to evaluate your progress and learning on this course.  How effective was it for you?  How did it relate to your own learning style?  How does it relate to the ways in which children and young people learn?<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Gilly Salmon’s 5-Step model (1) aims to explain the processes involved in happy and successful online learning. This document will explore Salmon’s theory and relate the 5-step model to my own experience of online learning.  Salmon’s model will then be related to my own learning style.  Finally, the model will be related to my own experiences of the ways in which children and young people learn.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Salmon’s model links online learning to a number of stages or steps required for happy and successful online learning:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Access and motivation<\/li>\n<li>Online socialization<\/li>\n<li>Information exchange<\/li>\n<li>Knowledge Construction<\/li>\n<li>Development<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>For Salmon, online learning is a process by which the participant (student) moves through each stage of the model from step 1-5.  Each stage of the model requires the participant to develop and master different technical skills.  These technical skills at each stage are:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Setting up systems and accessing<\/li>\n<li>Sending\/receiving messages<\/li>\n<li>Searching, personalizing software.<\/li>\n<li>Conferencing<\/li>\n<li>Proving links outside closed conferences<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>A further element of her theory is the idea that participants in online learning need to be supported by an emoderator through a structured developmental process which reflects stages 1-5 of the model.  Salmon’s model suggests that the emoderator is crucial to the online learning process and that each stage requires the exercise of different emoderating skills in order to support the online learning of the participant.<\/p>\n<p>&nbsp;<\/p>\n<p>Emoderating skills required at each learning stage of the participant are:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Welcoming and encouraging<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Familiarising\/building bridges between cultural,social and learning environments<\/li>\n<li>Facilitating tasks and supporting use of learning materials<\/li>\n<li>Facilitating process<\/li>\n<li>Supporting, responding<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>Salmon’s model also contains a bar which predicts that the amount of interactivity between participants at each stage of the model.  The 5-step model suggests that interactivity between participants will gradually increase in intensity as they pass through each stage of the model, reaching a peak as it participants grow closer to the top.  However Salmon does note that stage 5 ‘often results in a return to more individual pursuits(2).<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>To some extent, Salmon’s model can be related to our on-line community at the web-based Mirandanet.<\/p>\n<p>&nbsp;<\/p>\n<p>Just as in Salmon’s 5-step model, participants in the emoderation course at Mirandanet could be said to move through a logical process with carefully structured tasks to support learning.   Participants in the course have been <strong>motivated<\/strong> to access online discussions by the expectation that they would be successful in becoming emoderators. (stage 1).  The contributions to the online discussions are characterized by their use of language and symbols.  For instance, some contributors to the online discussion are characterised by a more regular use of emoticon symbols or formal language.  This creation of an on-line personality could be said to reflect the <strong>online socialization<\/strong> phase of the model (stage 2).   Some contributions to the  online discussion at Mirandanet  are direct responses to previous contributions.  These contributions challenge, support or develope  previous messages &#8211;  an activity which could be described as an <strong>exchange of information<\/strong> (stage 3). Our contributions to online discussion have built up to form an online knowledge base which can be said to be a form of <strong>knowledge construction <\/strong>(stage 4<strong>)<\/strong>.  Finally, we reach the phase of the model which often results in the participants return to more individual pursuits.  This can be related to the requirement of the emoderation course that participants develop their own, individual research projects.   This activity requires that participants demonstrating the <strong>development<\/strong> of knowledge gained as a result of taking part in the course (stage 5).  In other words, our course had been carefully structured so as to facilitate learning and mastery of the technical and emoderation skills as described in each stage of Salmon’s model.<\/p>\n<p>&nbsp;<\/p>\n<p>The course has also provided opportunities to interact with experienced emoderaters.  As members of  the  online community at Mirandanet, participants go through a process of induction into the software of the online discussion, being welcomed and encouraged to welcome other  participants to the online forums, before developing deeper level interactions (such as supporting, responding to  contributions to the online discussion at Mirandanet).<\/p>\n<p>&nbsp;<\/p>\n<p>However, further evaluation of Salmon’s model in relation to our online community demonstrates that the stages of the model overlap and are therefore not clear cut. Experienced emoderators have  have been supportive and responsive to participants from the beginning of the course – but in Salmon’s model this activity by the emoderator only takes place at stage 5 in the learning process.   Furthermore, the model takes only online learning into account does not account for participants off-line activities which may also support their online learning – such as reading a book or face-to-face interactions.   The model also implies that online learning is a clear movement between different stages. However, does an intense level of online interaction mean that participants have automatically reached stage 4 of the model as Salmon suggests?  Because the stages of the model are not clear cut on closer analysis, it can be difficult for participants to judge the learning progress in terms of Salmon’s model.<\/p>\n<p>&nbsp;<\/p>\n<p>For me, a wholistic approach to learning works best &#8211;  often the most effective approach but not always possible to explain in terms of a single theory.   A gradual movement around a learning curve (which in itself forms part of a larger circle)rather then a movement from step to step is perhaps a more  accurate description of my own learning style.  For me, then, Salmon’s model has some relevance but is also simplistic and rigid, posing a number of contradictions.  To evaluate participant learning in terms of the model is not an easy process.<\/p>\n<p>&nbsp;<\/p>\n<p>If we relate Salmon’s model to the ways in which children and young people learn then,<\/p>\n<p>Piaget&#8217;s theories can be said to have influenced much of the structure of the curriculum in the schools in which I have taught in London.<\/p>\n<p>However in my experience there have also been individuals, classes or teaching groups where I have observed the influence or practice of other educational theories such as Vygotsky, or Communities of Practice, or even Control Theory as approaches to the teaching or learning situation for children and especially young people. Salmon&#8217;s model is distinguished by its focus on only one aspect of learning &#8211; online learning. Thus it follows that this theory could be applicable in situations where children and young people are involved in online learning, but not in other aspects of their development (such as development of skills in practical drama or art) where other educational theories may be more relevant.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Notes:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>For further detail on Salmon’s 5-step theory and a full diagram of the model visit<\/li>\n<\/ol>\n<p><a href=\"http:\/\/www.atimode.com\/\">www.atimode.com<\/a> or see <span style=\"text-decoration: underline;\">Etivities<\/span> by Gilly Salmon, Kogan Page Limited,<\/p>\n<p>London, 2002, reprinted 2003<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>See<span style=\"text-decoration: underline;\"> Etivities<\/span> by Gilly Salmon, Kogan Page Limited,<\/li>\n<\/ol>\n<p>London, 2002, reprinted 2003, p.12<\/p>\n<p>&nbsp;<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n<p><strong>References &amp; Contacts<\/strong><\/p>\n<p>Bibliography:  Etivities,  Gilly Salmon, Kogan Page Limited, London, 2002, reprinted 2003<\/p>\n<p>&nbsp;<\/p>\n<p>Sandra Weinreb<\/p>\n[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]\n[review]\n[\/s2If]\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; &nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Abstract This study is a compilation of four assignments designed to chart personal and group progress in e-learning within a course of e-facilitation. 1. A Code of Conduct constructed through group discussion and information &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-facilitation\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,11,26,12,9],"class_list":["post-9886","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-interactive-learning","tag-mirandanet","tag-online-community","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9886"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9886"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9886\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9886"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9886"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9886"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}