{"id":9888,"date":"2005-01-18T00:00:00","date_gmt":"2005-01-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/god-online\/"},"modified":"2019-06-29T22:11:10","modified_gmt":"2019-06-29T21:11:10","slug":"god-online","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/god-online\/","title":{"rendered":"God-Online"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3>Online Resources<\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>The most challenging topic that every RS teacher has to face is teaching young people the &#8220;Passion of Christ.&#8221; The lack of a good text book covering the topic and rather uninspiring activities on offer (See appendix one) contributed to pupils from a Christian background refusing to engage in any discussion on the crucifixion or the resurrection. Jewish pupils were sensitive to the portrayal of the persecution of a so called &#8220;Messiah&#8221; by Jews and pupils with SEN found it tedious to have to copy chunks out of the New Testament.<\/em><\/p>\n<p><em>This year the screening of “The Passion of The Christ” by Mel Gibson, (See appendix two) had initiated some interesting discussion points with pupils and parents at a parents evening. I begun a display board using film reviews that pupils brought in (See appendix three). I added a range of artistic depictions of the last week of the life of Jesus that covered historical and cross cultural differences. This introduced the idea that the representation of the Passion of Christ had been in existence for much longer than the film by Mel Gibson.<\/em><\/p>\n<p><em>The task given to two groups 29 year 8 pupils consisted of creating a PowerPoint presentation using online resources at the National Gallery educational website.<\/em><\/p>\n<p><em>I asked them to choose an image and to save it on an area which all pupils participating in the assignment had open access to. They had to refer to this area before choosing their image as no two images could be the same. Once I had given them permission they could start creating a Powerpoint presentation.<\/em><\/p>\n<p><em>The use of PowerPoint presentations was though a good way of getting the pupils to apply recent skills they had acquired in ICT to their work in another subject. The visual images they were asked to portray were vivid and PowerPoint would transmit their work. Online resources were zoom able which meant they could focus on aspects of the paining. PowerPoint gave them an opportunity to be creative and use their skills of art and ICT together. Enjoy presenting their work to others and effective to share visual images using PowerPoint.<\/em><\/p>\n<p><em>Afterwards I realised that those with SEN excelled in their work. PowerPoint reaches those of all abilities enabling them to reach a high quality looking work. One of the weakest pupils produced an excellent PPP and two SEN one with dyspraxia and the other dyslexia produced work that was rich in content and contained an excellent analysis. I am positive the manipulation of visual images gave them confidence.<\/em><\/p>\n<p><em>For those that had difficulty in PPP I suggested they worked on a word document, which was just as effective.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Shirley Gonsalves<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>This year the screening of “The Passion of The Christ” by Mel Gibson had initiated some interesting discussion points with pupils and parents at a parents evening. I used a display board to pinup film reviews that pupils had brought in for other classes to read. I added a range of artistic depictions of the last week of the life of Jesus that covered historical and cross cultural differences. This introduced the idea that the representation of the Passion of Christ had been in existence for much longer than the film by Mel Gibson.<\/p>\n<p>The task given to two groups of twenty nine year eight pupils. The task was to select an image depicting the last week of the life of Jesus from the online resources available at the National Gallery educational website. They were asked to save it in an area which all pupils participating in the assignment had open access to. They had to refer to this area before choosing their image as no two images could be the same.<\/p>\n<p>Using this image they were then asked to create a PowerPoint presentation. They were encouraged to add further details and research about the artist about the people in the painting and why they had chosen the picture.<\/p>\n<p>We then had a lesson in the ICT suite where everyone had an opportunity to give their presentation and to receive feedback from the rest of the group.<\/p>\n<p><strong>Critique<\/strong><\/p>\n<p>Asked to intro an online resourscse<\/p>\n<p>1. Display work- artefacts- laminated images and descriptions- mutli cultural images of P\/C ref also media converage film reviews The Film &#8211; discussion<\/p>\n<p>The task entailed quite a lot of preparation and research. Though most of this was done via email or the internet and could be achieved quite quickly.<\/p>\n<p>It also entailed collaboration with heads of art and ICT and RS which only added to the project. I was able to use some art lesson time and the ICT suite to enable the pupils to show their work.<\/p>\n<p>Some pupils had difficulty in locating the source, copying and pasting the images, chosing an image they were asked to use as opposed to the one they liked.<\/p>\n<p>There were technical difficulties in setting up equipment in the classroom. I personally would like to have been more competent it setting this up rather than askin the ICT department for assisitance or relying on pupils that though they knew how the equipment worked. There were also problems of access to the internet.<\/p>\n<p>I recieved at least one note from a parent that thier child had difficulty with access at school during the lunch hour and had no facilites at home to complete the work. This pupil and two others that had not completed the work were given time in the lesson to go to the ICT suite and produce the work, which they did to quite a high standard.<\/p>\n<p>Although I asked pupils to print six slides of thier work to a page, many of them decided to print A4 size slides. They were also asked to print thier work in black and white, though nearly all printed thier work in colour. Since it was torwards my own professional study and for the school display board the the ICT department were thankfully quite tolerant of this. However, in the future I would make it a point at the beginning of the task to ask for slides to be printed six to a page an in black and white. Though a session veiwing the work is necessary.<\/p>\n<p>7. Use of some examples of work on the display board.Thoise that fisnished quickly &#8211; commendations and praise<\/p>\n<p>8. Use of ICT suite for Powerpoint preswntation<\/p>\n<p><strong>What I have learned<\/strong><\/p>\n<p>In ICT lesson the pupils had already learnt about PowerPoint and the majority of them welcomed an opportunity to use these skills in another subject.<\/p>\n<p>It was interesting that many of the pupils had never accessed an online source before. The use of ICT skills in RSfor the purpose of research was not new to them. Though the production of a PowerPoint had never been used previously.<\/p>\n<p>The range of responses was quite impressive. Some focused on a particular aspect of the painting, others on depictions of the crucifixtion over time and how this had changed. Some pupils that were quite keen on art and art history and made an effort to find out more about the artist or painting. Comments were made on artistic expression, such as use of colour. Others were keen to expand their ICT skills. The project gave them an opportunity to explore and experiement with PowerPoint. Some of the work produced was artistic within itself.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">Not available<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Online Resources [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract The most challenging topic that every RS teacher has to face is teaching young people the &#8220;Passion of Christ.&#8221; The lack of a good text book covering the topic and rather &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/god-online\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,27,28,29,9,30],"class_list":["post-9888","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-ict-in-religious-studies","tag-online-resources","tag-religious-studies","tag-research","tag-rs-teacher","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9888"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9888"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9888\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9888"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9888"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9888"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}