{"id":9892,"date":"2005-01-18T00:00:00","date_gmt":"2005-01-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-moderating-e-learning\/"},"modified":"2019-06-29T22:11:10","modified_gmt":"2019-06-29T21:11:10","slug":"reflections-e-moderating-e-learning","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-moderating-e-learning\/","title":{"rendered":"Reflections on e-moderating and e-learning"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><strong>The code of conduct, the skills for participating in the forums, Educational forums, the model of G. Salmon.<\/strong><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Author:<\/strong> <strong>Anna Pleshakova<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<h4 style=\"text-align: center;\"><strong>Assignment 1<\/strong><\/h4>\n<h4 style=\"text-align: center;\"><strong>The Code of Conduct for the Educational Forum<\/strong><\/h4>\n<p>This forum is the area for exchanging ideas, practice and knowledge about educational process and teaching profession. Posting messages you agree to follow the rules:<\/p>\n<ol>\n<li>Respect the other users of the Forum, their race, nationality, religious beliefs and other social differences. Be polite contributing to the Forum.<\/li>\n<li>You must not post or e-mail the material which is illegal, abusive, harassing, threatening, harmful or otherwise objectionable.<\/li>\n<li>Always try to use the formal language avoiding slang and jargon. Use verbal devices or symbols to express the emotions, for example: emoticons.<br \/>\n4. You agree to keep the track of the discussion and to contribute actively.<\/li>\n<li>Keep to the topic. Always try not to post off-topic material.<\/li>\n<li>Your aim should be to produce relevant effective writing in a clear and succinct style.<\/li>\n<li>You agree not to mention the names of the people and institutions involved in the educational process (pupils, parents, members of staff, schools) in the statements which can do them any harm.<\/li>\n<li>You must not impersonate other users of the Forum.<\/li>\n<li>&#8220;Spamming&#8221; is not allowed. It means you agree not to post the same message a number of times.<\/li>\n<li>You must not plagiarise or infringe on the rights of third parties, including revealing the personal information, copyright, publicity or proprietary rights.<\/li>\n<li>You are responsible for protecting your computer system against viruses.<\/li>\n<\/ol>\n<p>Breaking the above rules could lead to a warning, banning your messages or legal action against you.<\/p>\n<h4 style=\"text-align: center;\"><strong>Assignment 2<\/strong><\/h4>\n<h4 style=\"text-align: center;\"><strong>Skills for participation in online forums<\/strong><\/h4>\n<p>To participate in online forums a person, first of all, needs to have an intention and a motivation to do so, but also a participant should have a number of skills and abilities to do it successfully. The skills and abilities can be divided into four groups: technical skills, interpersonal skills, communication skills and management skills. However such a division appears to be quite conditional as many of these skills are interdependent and interconnected.<\/p>\n<p>The first group is technical skills. A participant should have keyboard skills and feel comfortable with the system and software. A participant always needs a good and regular access to the online environment, so he or she should have some sufficient knowledge of how the computer works and how one can use all needed computer programmes. Though it can seem to be rather easy to find and to read the screen content for using forums, in practice it could become difficult for participants to do it especially for the first time. In such a case a face-to-face session could help a lot aiming at showing and instructing the participants how to be able to gain access quickly and easily to the online system. The experience of our group clearly proved it when we were instructed how to use Mirandanet forum during the face-to-face session on 19.04.04 in the Institute of Education. It also showed that to be able to gain technical access to the online forums a participant should be motivated to spend time and effort on doing it. So there is a complex interplay between a participant&#8217;s technical access and skills and the motivation to take part in online forums.<\/p>\n<p>The other skills, to my opinion, should be considered in one group due to their interdependent and interconnected character.<\/p>\n<p>The main aim of participating in online forums is to develop a discussion, so a participant should be able to:<\/p>\n<p>&#8211; communicate in the educated English<\/p>\n<p>&#8211; to read messages from others and formulate appropriate responses<\/p>\n<p>&#8211; to see past non-verbal cues<\/p>\n<p>&#8211; to seek the information, to do the research<\/p>\n<p>&#8211; to share the knowledge, questions and expertise<\/p>\n<p>&#8211; to create clear and concise messages with perhaps a little supporting evidence<\/p>\n<p>&#8211; to post thoughtful discussion questions<\/p>\n<p>&#8211; to communicate ideas and views<\/p>\n<p>&#8211; to contribute the information actively<\/p>\n<p>&#8211; to weave and summarize<\/p>\n<p>&#8211; to keep the discussion on track<\/p>\n<p>&#8211; to show respect and patience<\/p>\n<p>&#8211; to encourage social interaction.<\/p>\n<p>The following skills are also vital for participation in forums:<\/p>\n<p>&#8211; Interactive skills<\/p>\n<p>&#8211; Emotional management skills<\/p>\n<p>&#8211; Organisational skills<\/p>\n<p>&#8211; Time management skills<\/p>\n<p>Sometimes English is not the first language for participants, so it is very important for them to have a sufficient knowledge of the educated English and literacy\/discussion skills. And it is also important for native speakers of English to be able to avoid slang and jargon especially in educational forums to make the messages clear and understandable for everyone. Participants also need the general knowledge of how to create and to edit the messages in order to make them informative, concise and free from grammatical and spelling mistakes. The written form of speech used in forums makes it sometimes difficult to express and understand the non-verbal means which are commonly used in oral speech. However emotions, tone and other non-verbal cues could be expressed by using emoticons, capital letters and other signs. So participants should be able to read them and use them in their own messages as they play an important semantic role.<\/p>\n<p>The background of creating and posting the messages is the process of seeking information on the topics, which are discussed in the forums, of doing some research. To develop the discussion participants should seek and contribute the information on the topic actively. For example:<\/p>\n<p>&#8220;Author: Katya  Date:   05-04-04 18:26<\/p>\n<p>&#8230; I have done some research work and found out that regarding an online environment the key prerequisites for facilitating the construction of new knowledge include:<\/p>\n<ul>\n<li>the provision of learning opportunities that capitalize on inconsistencies and contradictions between participants;<\/li>\n<li>the incorporation of activities that help participants to become explicit about their own understanding by comparing it with that of other participants&#8230;&#8221;<\/li>\n<\/ul>\n<p>The process of discussion also includes sharing the knowledge and expertise. It also gives the material for thinking and can answer the questions asked by other participants. For example:<\/p>\n<p>&#8220;Author: Benjamin Semwayo Date:   05-09-04 11:40<\/p>\n<p>&#8230; A few years ago I read for a diploma in Business Studies and as I was thinking about the management skills required for on-line forums I remembered that I had learnt about the five functions of management. I decided to adapt them to our task and see what the result would be. This process showed me that many of the different things we learn at various stages in our lives are interrelated and can be applied across different disciplines. We, as members of this forum, have had various learning experiences and we can draw from the totality of those experiences to find solutions to many of our problems.<\/p>\n<p>When I read Business Studies I learnt that the following were the functions of management: planning, organising, coordinating, controlling and motivating. Of these skills it appears controlling is the only one that is irrelevant to our task. The following is a summary of how these skills work:<\/p>\n<p>Planning enables us to ensure that our ideas are ordered and logical and that everything we want to say has been included.<\/p>\n<p>Organising endures that we are organised in our minds and in the way we do our work, enabling us to work efficiently, saving time.<\/p>\n<p>coordinating helps us to establish links and interrelationships between the contributions of the different participants.<\/p>\n<p>Motivation helps us to give one another positive feedback and to encourage one another to participate.<\/p>\n<p>The following are additional skills:<\/p>\n<p>-tact in dealing with difficult situations<\/p>\n<p>-editing skills<\/p>\n<p>-maintaining the PC in good working order<\/p>\n<p>-setting a good example to others and demonstrating good working practices.&#8221;<\/p>\n<p>&nbsp;<\/p>\n<p>The developing of the discussion also includes communicating ideas and views. For example:<\/p>\n<p>&#8220;Author: Sandra Weinreb Date:   05-04-04 23:06<\/p>\n<p>Yes, the ability to stay calm, perhaps not to take discussion topics personally is an important inter-personal skill for on-line forums. Also the ability to stay positive and focused on the task at hand &#8211; even when you might be brain dead! Something akin to road-rage in on-line forums is &#8216;flame-throwing&#8217; &#8211; I&#8217;ve seen this term referred to people who throw inflammatory statements into chat-rooms and on-line message boards. Perhaps the term could be applied to people who get annoyed or even enraged on-line forums and express it through on-line messages.<\/p>\n<p>Do others agree with this term? What other skills are needed for an on-line forum? What about in the technical sense? Good IT skills are needed, yes?&#8221;<\/p>\n<p>Posting good and thoughtful questions always helps to move the discussion forward. For example, the question of Shirley from 05-04-04 18:43 &#8220;It would be interesting to know if there are any terms for people who get annoyed by online forums and suffer from something like road rage&#8221; stimulated the discussion about emotional management.<\/p>\n<p>The discussion is always limited by a certain topic, so participants need to post the messages which are relevant to the topic, in other words they should be able to keep the discussion on track. They should also be able to see the subtopics, &#8220;to weave the threads&#8221; and to summarize the views and ideas of the others. Bearing in mind that the discussion needs the participants it is necessary to mention that each participant should encourage social interaction in the relevant space. He or she should try to respond to all first-time participants and has to use personal profiles.<\/p>\n<p>Being polite and tolerate is also one of the key issues. Participants must always show respect and patience working online though it could be difficult when participants begin to express opposite points of view and start disputing.<\/p>\n<p>&nbsp;<\/p>\n<p>Participants should be able to consider alternative ideas and counter-examples, in other words they should be able to interact with each other, which is one of the central communication and interpersonal skills which promotes the development of the discussion. For example, Katya replies to the opposite opinions in such a way &#8220;Thank you Ola and Stella for the constructive feedback. The different opinions guarantee a good discussion.&#8221;<\/p>\n<p>Emotional management skills of the participants are closely connected with the skills and abilities just mentioned. A participant should be not only polite and tolerate to other points of view and try to object to the remarks of other participants calmly but also has to control his\/her emotions expressing the attitude towards some events or situations. The participants could be sometimes upset or feel frustrated and have every right to seek some psychological help and advice in the forums but also have to control their feelings to avoid putting too much pressure on other people taking part in forums.<\/p>\n<p>&nbsp;<\/p>\n<p>In the end I would like to consider the management skills, which, to my point of view, unite a number of the other participants&#8217; skills and abilities and depend on them &#8211; organisational skills and time management. How to organise the work online during a certain amount of time? First of all, participants should be able to find the time for participation in forums. They also need to have &#8220;a sense of rhythm&#8221; (a term used by G. Salmon) &#8211; the habit of coming back regularly online and taking part, which helps to handle time. Then participants need to plan time for reading, contributing, reflecting, exploring, etc. According to G. Salmon a participant should be able to find 2-6 hours a week depending on the stage of working online, further up the five-stage model participants need more time. An amount of time spending online by participants usually depends on:<\/p>\n<p>&#8211; participant&#8217;s basic computer skills<\/p>\n<p>&#8211; participant&#8217;s cultural background and language skills<\/p>\n<p>&#8211; participant&#8217;s flexibility and organisational skills<\/p>\n<p>&#8211; participant&#8217;s interest in the topics, motivation<\/p>\n<p>&#8211; participant&#8217;s skills and ability in wearing and summarizing<\/p>\n<p>&#8211; participant&#8217;s emotional comfort with the online discussion process<\/p>\n<p>&#8211; the amount of other pressures on the participant&#8217;s time<\/p>\n<p>&nbsp;<\/p>\n<p>In conclusion I&#8217;d like to say that the list of skills for participation in online forums could be longer if we go deeper into psychological, social and technical analysis of working online, but I hope that I managed to cover the main skills and abilities which seem to be necessary for participating in online forums successfully.<\/p>\n<p>&nbsp;<\/p>\n<h4 style=\"text-align: center;\"><strong>Assignment 3<\/strong><\/h4>\n<h4 style=\"text-align: center;\"><strong>Investigate a range of online educational forums<\/strong><\/h4>\n<p>I have investigated a range of educational forums both UK and Russian and first of all I&#8217;d like to mention some differences between the forum of our group and other educational forums. Our forum presents an example of discussing various topics which is very close to ideal due to some factors. The members of our forum were selected according to certain criteria also connected with the potential abilities of a person to work on-line, participate in on-line discussions and build constructed knowledge on-line. We all are highly motivated to be active and have a clear goal of achieving some new level of knowledge while participating in forum&#8217;s discussions. We all were introduced to each other and had an induction face-to-face session where we were told how to use the forum, were given a certain task with all possible explanations and help. So we registered and had our first discussion with the help of a tutor. We started to participate in forums simultaneously, having a same goal and knowing each other personally. According to G. Salmon 5-step model we successfully reached a stage 3 avoiding difficulties which are very possible in other forums. Normally people participating in forums don&#8217;t know each other personally and have no chance to meet before starting to take part in discussions. They may want to take different benefits from the forums, but my observations show that often they simply want to communicate, to share their knowledge, experience and problems. There are a lot of participants called &#8220;lurkers&#8221; who read the messages but don&#8217;t contribute. It can be clearly seen in Select Education forum where the possibility of seeing a number of views is provided. People start to take part in discussions at different times and some have difficulties with getting in the forums, for example, they can&#8217;t get registered for some reasons. It could be some technical reasons or incapability of a person to deal with a certain unfamiliar type of software without help. As for me I haven&#8217;t experienced this kind of difficulties but I know that some people from our group have.  There are no guaranteed replies to any of the questions of e-facilitators or to messages of participants. Some replies to the messages could appear after long time since they were posted. The number of participants is also not fixed in the other educational forums in comparison with our forum where we are discussing topics as one team.<\/p>\n<p>Educational forums could be different in terms of a software, a front page design, a procedure of register, organising of useful options\/buttons and threads, the topics, the role of e-moderator\/e-facilitator, the way of participants&#8217; behaviour, their activity, the way in which they communicate with each other in forums, etc.<\/p>\n<p>The first forum I&#8217;d like to describe is Select Education forum. As for me I found it to be very convenient in terms of software. The registration procedure was very easy. The topics are very interesting, especially the topic &#8220;Behaviour Management&#8221;. Due to the option &#8220;A number of views&#8221; one can see how popular this topic is. It also has the highest number of posts. Other topics are also very interesting, some are rather wide, for example &#8220;Good practice&#8221; and like an umbrella can cover many subtopics. I like the way e-facilitators support the participants. They are always very tactful and not only control the discussions, but guide them and provide the participants with the necessary information. The forum also offer the possibility to open new topics and asks the participants about new ideas for discussions in &#8220;Forum Ideas &#8211; What do you want?” As for me I sent 7 messages to different threads of the forums and opened the new topic &#8220;Supply teachers and an e-learning process&#8221;, which is vital for my research work. See the message 1 in the Appendix. I&#8217;ve already got one reply and hope to get more as I think this topic might be interesting to many teachers. There are more than 2 hundred posts in this forum at the moment and one can see a username of a participant, his\/her location and a number of his\/her posts at the left side of a message, which helps to identify a person and shows how active he\/she is.<\/p>\n<p>I also participated in DfES forum &#8220;TeacherNet&#8221;. I can mention that it&#8217;s not very convenient to read messages on this forum because the print is rather small and the view itself is far from picturesque. Participants don&#8217;t seem to be very active. Though a number of topics is high there are usually one or two replies in a thread or simply none of them. Such inactivity could be explained by the lack of interest to the topics or the lack of e-facilitators&#8217; support and guidance. The most popular among the others are &#8220;Jobs Talk&#8221; threads. As for me I found the thread &#8220;International Teachers&#8221; interesting and posted a reply, which was the answer to the message of one teacher from Australia willing to work in UK.<\/p>\n<p>The GTC forum also seems to be very convenient to use. From the very beginning one could see the list of all messages and replies of a thread. One can look through all the messages or just click on the selected ones. One can edit his\/her own messages. The topic &#8220;Encouraging Diversity&#8221; was a very interesting one and teachers participated in it very actively, though there was one or two who behaved aggressively towards the forum and the e-facilitator, but the last one managed that situation brilliantly. Though people got into the discussion at different times the thread was developed successfully (also due to the active role of the e-facilitator) and the e-facilitator gave a reasonable summarising of all the subdiscussions. This forum was interesting for me especially because I have different cultural background and I shared my experience of being an international teacher in school in my post (see message 2 in the Appendix). Now one can see an archive of this forum which appears to be a valuable resource of information.<\/p>\n<p>TES staffroom also seems to be very interesting. There is a large number of forums and topics and one can see the most popular topics &#8220;Hot topics&#8221; in the centre of the page and click on them directly. One can see the number of posts and topics to each forum, but the registration procedure is long, including sending e-mail and one can&#8217;t see the &#8220;Preview post&#8221;, which is rather inconvenient. There is a big forum especially for supply teachers and participants are rather active, though the posts sometimes are like in Chat, full of irony and jokes, which really reminded me of a usual chat in a staffroom. I have not noticed much of e-facilitators guiding the discussions, although when I went to the archives I saw the posts from TES host which are very short and limited with the welcome post in the beginning and farewell post in the end. I also found out that TES invites people who are experts in some areas to consult the participants, like in forum &#8220;Online clinics&#8221;. In general I think that TES staffroom are very successful forums from the point of view of a number of participants and their activity.<\/p>\n<p>It was not easy to find Becta forum as there is no lead to it from Becta site front page, which is very inconvenient. It appears to be a special forum for music teachers who use ICT. This forum is organised in a certain way. One can post the messages all the time and resources are always available, but consultants work according to the timetable, one can talk to them on-line in a synchronous regime.<\/p>\n<p>The investigating of Russian educational forums shows that there are many of them on all big Russian sites and they can be divided into two groups. The first one is a group of forums, which are like chats and contains many short messages, frequently of unserious character, comments and pieces of advice, for example &#8220;Forum on the problems of studying English Language&#8221; on www.membrana.ru\/forum\/, where both students and teachers or other people could participate . The more or less serious observations are seldom. The second group is mostly scientific forums on-line, which contain information on a certain disciplines, for example, &#8220;Forum on Physics&#8221; on www.physics.nad.ru. Russian and U.K. forums are very similar in the way of organising forums, but differ in contents. I could not find the special teaching forums where various psychological or methodogical problems, topics, which are vital for teachers in everyday work, could be discussed.<\/p>\n<p>In conclusion I can say that in spite of the differences in software, number of forums, topics and participants, the style and activity of e-facilitators, which one can observe in UK forums, all of them have much in common as they all are aimed at providing the possibility for teachers to communicate, to share their expertise, to find the answers to some vital questions.<\/p>\n<h4 style=\"text-align: center;\"><strong>Assignment 4<\/strong><\/h4>\n<h4 style=\"text-align: center;\"><strong>Use Salmon’s 5-Step theory to evaluate your progress and learning on this course. How effective was it for you? How did it relate to your own learning style?<\/strong><\/h4>\n<p>Doing the e-learning course we had a very strong motivation as we were informed about the content, the goals and the benefits of the course from the very beginning and consider the course as the desirable professional development. We were encouraged to put in the necessary time and effort.<\/p>\n<p>Access is the component of the first stage of a bit different character as it has to do with a technical support of the learning process and it also very important. In the beginning of the course during the face-to-face session we were given information and technical support to get online along with the provision of e-moderating. We were given passwords, shown how to get online and welcome by the e-moderator. We managed to post our first messages and got replies from the peers and support from the e-moderator. To my mind the face-to-face session alleviated this process significantly as we were not only instructed but shown how to get to the forum and use the services provided online and were able to get the needed help immediately, to share and discuss the experience with the members of the group while implementing the activities.<\/p>\n<p>It&#8217;s hard to draw a border between the stage 1 and stage 2 of the model as during attempting to access the forum and posting first messages our online socialisation began. Of course in our experience the face-to-face session played a crucial role. It helped us to identify the members of our online community, to share some previous experience and opinions regarding the course and the life in general, to start implement activities as a team. It led to opening and active participating in such threads as &#8220;Welcome&#8221;, &#8220;Culture&#8221;. Technical support and e-moderating continued to be provided as the e-moderator and the editor replied to the questions and difficulties of the participants.<\/p>\n<p>As we were going through the next stage we received the first task and started exchanging the information. At the same time the process of online socialisation was going on. Information exchange led to practically immediate start of discussion of the task in the thread and to knowledge construction and as a result to writing an assignment which should be considered as the development.  So I can say that the last three stages were gone through very fast and it is impossible to draw the borders between them as according to their practical application they definitely overlap. This scheme of implementing the activities has been repeated with doing all the tasks but each time on a new higher level of understanding and performing as we have been gaining the experience of this learning strategy and the knowledge of the subject and it has added a higher quality to our work. All the time we were provided with the learning resources. Our e-moderator supported us on each stage of learning, providing the information and assessing our work. It seems to me that the realisation of the model in our course appeared to work as a spiral where the technical support and e-moderating work as a background and motivation and online socialisation go through all the process, all the stages along with the growth of interactivity of participants.<\/p>\n<p>Salmon&#8217;s model is constructed on certain criteria which are connected with practical mechanisms of working online and a general cognitive process. And as for online learning I think that Salmon&#8217;s model does reflect the basic points and the learning experience of our group shows it. Our learning process has been effective and I personally am enjoying it very much. My own learning style presupposes both active participation in discussions and observing, which result in analysing topics and further knowledge development and I think that Salmon&#8217;s theory is effective for me.<\/p>\n<p>But the application of the model to our learning practice also demonstrates that it probably needs some modification. In connection with this I&#8217;d like to make some comments:<\/p>\n<ul>\n<li>The motivation is the crucial point for any learning activity as it&#8217;s the background which makes a learning process potentially successful and to my mind it values not only in the beginning but goes through all the learning process and influences the development of learning on every stage.<\/li>\n<li>I am not sure that these two things: motivation and access should be on the same stage in the model as I think the motivation comes first. If we consider any learning activity we&#8217;ll see that first there is an intention to do something and only then the possibility.<\/li>\n<li>Online socialisation in my opinion is developing through all the stages as the participants continue to get to know each other through the developing of communication<\/li>\n<li>The stages of the model do overlap and it is impossible to draw the precise borders between them.<\/li>\n<li>The learning process can be represented as a spiral as we continue to go through the stages again and again gaining the experience and implementing the activities and tasks on a new higher level each time on the basis of growing interactivity.<\/li>\n<li>The face-to-face sessions proved to be very useful and should take place when it is feasible.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>How does Salmon&#8217;s model relate to the ways in which children and young people learn?<\/strong><\/p>\n<ul>\n<li>Salmon&#8217;s theory presupposes that a learner has a strong motivation and technical possibility to do any online course. It correlates with the general approach to learning and the learning of young people in particular (Control theory, Behaviourism theory, if we speak about the assessment as a tool of reward and punishment).<\/li>\n<li>Salmon&#8217;s model works through the consistent process of online socialisation, of building the e-community, where the learners share the goals, educational background, ways of doing things, languages, culture. It matches the basic points of Vygotsky theory and the Community of practice theory.<\/li>\n<li>According to Salmon&#8217;s model the participants learn through the interaction, sharing the expertise and information. The guiding role of e-moderator is crucial along with the influence of peers (provision of appropriate help: Vygotsky theory, the Community of practice theory, Learning Styles theory). Gradual gaining of experience through implementing the activities, i.e. the process of doing things, through discussions, problem-solving, knowledge construction, analysis and development answer the requirements of young people&#8217;s ways of learning, described in the theory of Piaget, Constructivism theory (building of cognitive structures and adding to them through the experience, the process of &#8216;trial and errors&#8217;).<\/li>\n<li>Salmon&#8217;s theory allows the learners not only to actively participate, but to observe, to be &#8216;a lurker&#8217;. It is one of its advantages according to the Observational learning theory.<\/li>\n<li>Salmon&#8217;s theory allows avoiding the learners&#8217; fear of face-to-face interaction and presupposes the individual approach to the learning style of learners. It requires a lot of attention and support from the e-moderator but serves as a pleasant change from the traditional ways of learning. Online learning usually is perceived as a fun by the young learners which improves the learning itself (Learning Styles theory, Brain-based learning).<\/li>\n<li>The application of Salmon&#8217;s model presupposes the development at least three of the human&#8217;s intelligences: Verbal-Linguistic, Logical-Mathematical, Interpersonal.(Multiple Intelligences theory)<\/li>\n<\/ul>\n<p>In conclusion I can say that though Salmon&#8217;s model has a great number of advantages as the learning theory, to my opinion, it can be applied to teaching only a limited number of subjects and used in teaching young people and children only as a part of the traditional course and in certain age groups as it requires good skills of self-studying, abilities to concentrate, work independently and provide analysis and understanding of abstract matters, which could be difficult for children of Key Stages 2,3. However, to my mind, the model could be modified and adjusted to teaching in a secondary school.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">www.tes.co.uk<br \/>\nmirandanet.ac.uk<br \/>\nwww.membrana.ru<br \/>\nwww.forum.ngfl.gov.uk<br \/>\nwww.dfes.gov.uk<br \/>\nwww.selecteducation.co.uk<br \/>\nwww.gtce.org.uk<br \/>\nwww.mail.ru<\/p>\n<p style=\"padding-left: 30px;\">G. Salmon E-moderating. The key to teaching and learning online. London: Kogan Page Limited. 2000<br \/>\nG. Salmon E-tivities. The key to active online learning. London: Kogan Page Limited. 2002<br \/>\nwww.funderstanding.com\/about_learning.cfm<\/p>\n<h3><strong>Appendix<\/strong><\/h3>\n<p>Message 1.<\/p>\n<p><em>Dear all! <\/em><\/p>\n<p><em>I am currently doing a research trying to describe whether supply teachers are involved in the process of e-learning and e-teaching in schools or not and why. As for me I&#8217;ve accepted the wide understanding of e-learning and, to my mind, DfES gives a very good definition of e-learning: &#8220;If someone is learning in a way that uses information and communication technologies (ICTs), they are e-learning. They could be a pre-school child playing an interactive game; a group of pupils collaborating on a history project with pupils in another country via the Internet; a group of geography students watching an animated diagram of a volcanic eruption their lecturer has just downloaded; a nurse taking her driving theory test online with a reading aid to help her dyslexia &#8211; the list goes on and it all counts as e-learning.&#8221; So I am trying to analyse the obstacles that supply teachers face in their practice of e-learning and e-teaching and to understand the reasons why in some schools they are encouraged to do some e-teaching and in other schools they are not simply allowed to touch a computer. And I need your help. I&#8217;ve worked out some questions regarding this topic and if you find time to answer them or to express your opinion, share your experience about the problem, I&#8217;ll be very grateful. All your replies, examples and opinions are extremely valuable for understanding the problem. These are the questions: Is it important for supply teachers to be involved in e-learning process? How could e-learning help supply teachers professionally? Could it help supply teachers to motivate the pupils and manage the classroom behaviour? What obstacles do supply teachers face in schools trying to do some e-learning and e-teaching? I am looking forward to hearing from you. <\/em><\/p>\n<p><em>With best regards,<\/em><\/p>\n<p><em>Anna<\/em><\/p>\n<p>Message 2.<\/p>\n<p><em>Hi, Katya!<\/em><\/p>\n<p><em>It seems to me that such an attitude could be also caused by the fact that many pupils in this age consider similarity to be the strong point, which helps them to deal with the world around them (they listen to the same music, wear the same type of clothes, use the same verbal expressions, etc.) It looks like they think that pointing to some features of your individuality (like your nationality) they point to your weakness. It is only one of the ways of attacking a personality, and it might seem to them to be a resultive way of doing it. I think the reasons of such an attacking could be different, one of them is of course &#8220;fear&#8221;.<\/em><\/p>\n<p><em>As for me I have not experienced such a negative attitude regarding my nationality, but pupils also pay much attention to the fact that I am Russian. They keep asking questions about Russia, often ask me to teach them Russian language. In some schools where I go very often they call me Russian teacher. That is certainly about a general interest to something new and in some cases about a lack of good manners, but may be some of them just need to grow up. <\/em><\/p>\n<p><em>Best regards, <\/em><\/p>\n<p><em>Anna <\/em><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; The code of conduct, the skills for participating in the forums, Educational forums, the model of G. Salmon. [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Author: Anna Pleshakova Publication Date: 2005 [s2If !is_user_logged_in()]To see the complete Case Study, please Login or Join.[\/s2If] [divide margin_top=&#8221;10&#8243; &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/reflections-e-moderating-e-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,52,53,54,9,55],"class_list":["post-9892","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-code-of-conduct","tag-educational-forums","tag-g-salmon","tag-research","tag-salmons-theory","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9892"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9892"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9892\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9892"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9892"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9892"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}