{"id":9894,"date":"2005-01-18T00:00:00","date_gmt":"2005-01-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/behaviour-management-supply-teaching\/"},"modified":"2019-06-29T22:11:10","modified_gmt":"2019-06-29T21:11:10","slug":"behaviour-management-supply-teaching","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/behaviour-management-supply-teaching\/","title":{"rendered":"Behaviour Management In Supply Teaching"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>Nowadays behaviour management has become the central issue in the supply teaching practice. As a supply teacher you are experiencing a very difficult situation walking into a new school, new classroom with 25-30 pupils you absolutely don&#8217;t know and you have to teach. The situation is becoming worse when you have to deal with the bad behaviour which impedes the teaching and learning process. Schools also may be concerned that supply teachers would not be able to manage the behaviour of pupils successfully for learning to take place. There exist many reasons why but I think that it is also important to discuss &#8211; what to do?<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Anna Pleshakova<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2005<strong><span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>The recent OFSTED report [1] shows that the inspectors have become very concerned with the problem of managing challenging behaviour and have already issued a number of recommendations for schools and LEAs.<\/p>\n<p>Among the recommendations made by the report are that schools, colleges and pupil referral units should:<\/p>\n<ul>\n<li>focus on improving the quality of teaching and the <strong>provision of an appropriate curriculum that engages pupils and meets their needs<\/strong><\/li>\n<li>do more to improve the literacy and other communication skills of pupils with difficult behaviour<\/li>\n<li>improve systems for tracking academic and social development, and make better use of this information to help pupils improve and manage their behaviour<\/li>\n<li>provide more systematic training for senior managers, teachers and assistants in behaviour management and in child and adolescent development<\/li>\n<li>review the way they link with parents<\/li>\n<li>underline the <strong>need for consistency among staff in the way expectations of behaviour are set and maintained<\/strong>.<\/li>\n<\/ul>\n<p>The report recommends LEAs should:<\/p>\n<ul>\n<li>monitor and evaluate school&#8217;s responses to pupils with more challenging behaviour in order to <strong>target support more effectively<\/strong><\/li>\n<li>build on initial teaching training in order to provide long-term programmes of professional development in child and adolescent development and on <strong>the application of behaviour management strategies<\/strong><\/li>\n<li>encourage effective partnerships with other services and create more opportunities for joint training.<\/li>\n<\/ul>\n<p>Behaviour management is a complicated problem and requires a systematic approach to be solved. One of the priorities nowadays is to raise the teaching standards of supply teaching by means of providing opportunities for CPD for supply teachers.<\/p>\n<p>The OFSTED report &#8220;Schools&#8217; Use of Temporary Teachers&#8221; (December 2002) [2] shows that though the number of temporary teachers had increased gradually to the time of conducting the inspection (December 2002) the situation with the professional development of supply teachers was yet far from the perfect especially concerning the supply teachers doing short-term cover: &#8220;Temporary teachers employed for longer periods in a school, or those employed on a regular but intermittent basis, were frequently offered opportunities for professional development. &#8230; Teachers on short-term contracts rarely engaged in professional development activities. Some supply agencies and local education authorities (LEAs) offer professional development opportunities for such teachers, but rarely as part of a regular programme.&#8221;<\/p>\n<p>A number of governmental initiatives have been implemented only recently. Among them there are:<\/p>\n<ul>\n<li>a voluntary Quality Mark for teacher supply agencies and LEAs based on a set of standards in terms of the recruitment and development of temporary teachers, and relations with schools;<\/li>\n<li>a set of self-study materials for supply teachers to support their professional development.<\/li>\n<\/ul>\n<p>The description of self-study materials on behaviour management and the way to order them is available now on web-site www.teachernet.gov.uk\/supply teachers. All materials are free and though the self-study always needs some additional motivation and much of effort anyway it is one of the real today opportunities for supply teachers to develop their behaviour management skills and knowledge. These materials include the description of strategies of behaviour management in classroom and different theories in this field. They also represent the useful web links and web resources:<\/p>\n<ul>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/volume.cfm?&amp;vid=4\">Classroom and Behaviour Management<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/chapters.cfm?&amp;vid=4&amp;cid=16\">Planning and managing for effective work in the classroom<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/chapters.cfm?&amp;vid=4&amp;cid=17\">Behaviour management<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=103\">Managing behaviour &#8211; where do you stand?<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=104\">A continuum of behaviour<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=105\">Awareness of different cultural traits<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=106\">The behaviour curriculum<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=107\">The Elton Report<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=108\">A strategic approach to behaviour management<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=109\">Strategies for managing behaviour<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=110\">Managing difficult situations in the classroom<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=111\">School-based intervention to support individual pupils<\/a><\/li>\n<li><a href=\"http:\/\/www.teachernet.gov.uk\/supplyteachers\/sections.cfm?&amp;vid=4&amp;cid=17&amp;sid=112\">Useful reading and resources<\/a><\/li>\n<\/ul>\n<p>Nowadays there exists the list of teacher supply agencies which have been awarded a Quality Mark due to their work on raising the standards of supply teaching and Select Education is one of them. Select Education and some other agencies which possess a Quality Mark respond to the challenges of pupils’ behaviour in schools and difficulties supply teachers face in connection with this problem. Select Education offers supply teachers free seminars and e-forums on behaviour management as a part of CPD programme for supply teachers. During the seminars and e-forums supply teachers, teachers, teaching assistants are trying to approach the problem as an issue of a functioning system including school, permanent staff, supply teachers and supply teaching assistants, agencies.<\/p>\n<p>The part of this systematic approach is a supply teacher’s psychological approach to the situation in the class. To my mind a supply teacher should try to create a model of behaviour for the pupils. The main thing is to stay calm and positive, not to panic and to talk to pupils. It always helps to stay polite and to show some respect creating the model behaviour for pupils. Even when the class is very loud a supply teacher can try to talk to pupils individually, to attract their attention, to persuade them to do the work. From my own practice I can say that most of the pupils do respond. But at the same time it is very important to meet the expectations of the pupils. I mean that they expect the teacher to react appropriately to different types of behaviour and it is important to implement the consistent policy: not to forget to praise and to punish appropriately each time.<\/p>\n<p>Of course, there is no “patent medicine” and a supply teacher has to be very creative and flexible. A supply teacher writes:&#8221; It&#8217;s difficult to plan &#8211; it&#8217;s like taking the emotional temperature of the class and finding ways in to delivering whatever it is you&#8217;re supposed to be doing&#8230;&#8221; If you need to calm down the noisy class and start the lesson some strategies offered by supply teachers might help. Supply teachers offer, for example, some tips worked out from their own experience:<\/p>\n<p>“I&#8217;m 6&#8242; and a female of &#8216;statuesque&#8217; proportions &#8211; I use what God gave me to effect &#8211; this and a sense of humour. Try shock tactics &#8211; go into the room and close the door &#8211; leave them outside &#8211; returning outside focus on the noisiest I stand in their personal space and say quite loudly &#8216;Oh I&#8217;m sorry are you my class, You were so noisy I thought you must be waiting for another teacher because my class don&#8217;t make that sort of noise&#8230;..&#8221;<\/p>\n<p>“I found sometimes with KS2 and also the post 11 special needs students I work with now that it&#8217;s useful to have something to pull out of a hat, literally, or a box to get them settled in. If the teacher stands outside the class waiting with something to give, the students start to wonder if they might miss out and begin to queue up to take their pick.<\/p>\n<p>This could be a card with an object word written on it. Pupils must keep the word secret because they are to go quietly to think of a way to describe that object to another person, or to a group, or to the whole class (depending on the emotional temperature of the group!) without actually using the word. Keep the cards to use for another time. A series of cards could be prepared to suit different themes, like finding a space and freezing into a shape for drama, or having 5 minutes to write down as many rivers, mountain ranges, cities etc, depending on the topic for geography, etc.”<\/p>\n<p>“It&#8217;s much easier to convince younger children, I know, and to grab their attention, burst into song or write something curious on the board which they feel compelled to read. With secondary something more &#8216;cool&#8217; would be useful like walking on your hands, doing a quick break dance&#8230;.!<\/p>\n<p>… One of mine was when I entered a special school post 16 class to find the entire group just walked away and disappeared! When they returned in dribs and drabs, dragged in by the LA, one of them wanted to know what the &#8212;- I was doing there, and another proceeded to try to climb out of the window. I think I eventually dispelled the situation which was supposed to be a sort of discussion time, sharing feelings etc., by talking about food, don&#8217;t ask me where that spark of inspiration came from but it seemed to work on that particular occasion, &#8211; favourite foods, dislikes, how to cook spaghetti, who cooks dinner at home and what sort of take aways they were going to get for themselves on the way home&#8230;!”<\/p>\n<p>One of main points which are always emphasised by experienced supply teachers is “to avoid confrontation” and “don’t make the things worse”.<\/p>\n<p>The supply teacher writes: “One thing is certain, that confrontation is to be avoided, rather deflect and distract in the event of hairy moments or potential freak outs (by pupils, that is), reverse angry or abusive words into something positive if you can find it in your heart, use humour to deflate and try not to take things personally (easier said than done..)<\/p>\n<p>Having said this, it is important to maintain consistency as much as possible and to give pupils a sense of security. They need firm boundaries and sometimes that&#8217;s what they&#8217;re waiting for.”<\/p>\n<p>If pupils&#8217; groups are fine, they move into classroom nicely by themselves doing it in this way simply because they are used to it. And here it is very important not to make the situation worse. I mean it is very important not to fuss, not to seem too strict, and not to give unnecessary orders. My tactic is to smile widely, to speak very calmly and politely but very clearly, to say some phrases they are expecting to hear: like &#8220;Sit down, please&#8221; &#8220;Take off your coats and bags&#8221; and to ask questions ad rem trying to make pupils feel that they are in charge of the lesson, for example: to ask where the books are, what the last lesson topic was, who can help to start the projector, etc. When pupils feel needed and involved they usually stop behaving silly, at least the majority does. But if the pupils are already overexcited and noisy, it usually helps to give them some time to calm down, to ask some interesting questions or to make some jokes just to attract their attention and then to move to business. Sometimes it helps to speak to some pupils individually instead of trying to talk over the class.<\/p>\n<p>There exist a great numbers of different psychological strategies among which several are very important &#8211; “Never take ‘No’ for an answer”, “Creating interest”, “Using technology”, “Nothing succeeds like success”, “Switched off behaviour”, “Turning them on”, “Active learning”, etc (J P Cuthell “Behaviour management ppp”) [3]. Dr John Cuthell offers:<\/p>\n<p>“Never take ‘No’ for an answer:<\/p>\n<ul>\n<li>Don’t create situations in which a child can answer ‘No’.<\/li>\n<li>Don’t ask binary questions &#8211; ask questions that elicit a discursive response.<\/li>\n<li>Use whole-class questions to raise the tempo and confirm learning.”<\/li>\n<\/ul>\n<p>“Creating interest:<\/p>\n<ul>\n<li>If young people are interested you will have their attention.<\/li>\n<li>When you have their attention you can tell them what they will be doing.<\/li>\n<li>Maintain the pace with focus points throughout the lesson.”<\/li>\n<\/ul>\n<p>Of course it is easier to get pupils settled down and persuade them to do their work when the work is really an interesting one. Unfortunately the research we have done shows that in reality teachers who set the work usually choose to offer some very simple and boring work for cover work and of course it doesn’t help the whole situation in the class teaching the pupils who are not motivated. The pilot survey and the Select Education Forum &#8220;Behaviour Management&#8221; showed that the failure in behaviour management in supply teaching is often connected with the lack of pupils&#8217; motivation. The research report of DFeS &#8220;The Motivational Effect of ICT on Pupils&#8221; [4] describes the impact of ICT on pupils&#8217; motivation. The report&#8217;s findings indicate that motivation is greatest when ICT is used to support both teaching and learning. The report also suggests that ICT has a positive influence on pupils&#8217; behaviour and can lead to improved learning outcomes and, potentially, pupil attainment. Dr John Cuthell also suggests to use technology among which could be:<\/p>\n<ul>\n<li>Interactive whiteboards<\/li>\n<li>Digital video<\/li>\n<li>Digital audio<\/li>\n<li>Concept mapping software<\/li>\n<li>Online work<\/li>\n<li>Online communities &#8211; World Ecitizens<\/li>\n<\/ul>\n<p>From my personal experience I can mention that the lessons with the elements of e-learning and e-teaching differ greatly from the traditional lessons in supply teaching practice. Pupils usually behave much better even the trouble-makers look much more concentrated on work. Pupils generally perceive the work on computers as a fun and very often as a reward. For example, I had a very tough group (Year 8) with very poor usual behaviour for Mathematics. The pupils behaved to the best of their abilities and did all the work only because they were promised to be allowed to work on the computers for the last 15 minutes of the lesson. But sometimes permanent staff doesn’t rely much on the knowledge and skills of the supply teacher. Only recently in one school I was asked to go to the computer class with pupils from Year 9 for Geography to do some research in the Internet. The pupils were so keen to do this and they really behaved but the reaction of IT teachers in charge was very disappointing. They kept telling me that a supply teacher shouldn’t have taught in the computer room because computers are not for supply teaching. But why if a supply teacher has appropriate skills and it helps to manage pupils’ behaviour and implement the successful teaching?!<\/p>\n<p>Here we probably should consider the role of permanent teachers and their attitude to supply teaching and the role of the whole school system.<\/p>\n<p>I am sure that you have experienced in your practice the difference between the situation when teachers in the department you are doing your cover work care and the situation when they don’t really care about what is going on behind the closed doors in the classroom where the supply teaching is taking place.<\/p>\n<p>The ideal situation is when a permanent teacher from the department has set the interesting, motivating work with a promise to check it afterwards (and with pupils knowing that it is true) and has introduced you to the class properly showing his\/her respect to you and by means of that programming the pupils attitude towards you during the lesson. From my own experience I can say that it helps a lot. Pupils know that you are not on your own, that they should do their work and that they won’t manage to get away with a poor behaviour because there is a person nearby who knows them and really cares about all that.<\/p>\n<p>But the thing is that whether it happens or not depends to some extent on the personality of a teacher in charge. I myself experienced a situation when I needed some help from somebody from a permanent staff because of the misbehaviour of my class and asked the teacher who had come to my classroom for help. And he told me that I should have remembered that I was paid 100 pounds a day and must have dealt with all this pupils’ misbehaviour on my own. I can’t even describe how I felt at that moment. Sometimes permanent teachers treat supply teachers very badly. So what do we expect from pupils when even teachers don’t respect the supply teachers. I often hear such a question from pupils: Are you a proper teacher or a supply? So it means a supply teacher is not a proper one, is he?<\/p>\n<p>A supply teacher should not rely on a good or bad attitude of a permanent staff. It must be a very strict and consistent policy of the school towards supply teaching. The school management must understand that it is impossible to deal with the pupils you don’t know on your own especially when they are aware that you are a temporary phenomenon in their lives and nobody in school cares who you are and what you are doing. This must not be the case.<\/p>\n<p>Unfortunately some schools do not care about how a supply teacher is going to survive in their school. They just put a supply teacher into the classroom and let him\/her deal with the challenging behaviour of the pupils on their own. This leads not only to the failure of a learning process but also to the despair of supply teachers in their struggling to teach difficult pupils. Some supply teachers feel really appalling and stressed-out in this situation and rely only on the punishment for pupils:<\/p>\n<p>“…but what would make the biggest difference is sanctions that actually <strong>WORK<\/strong>. It&#8217;s all very well coming up with more so-called policies, but these are all directed at teachers and those kids who toe the line. <strong>Let&#8217;s get real<\/strong>: the only thing that will stop these anti-social creatures from creating mayhem is something that hurts them. Like their personal possessions being impounded by the police until they can prove they bought them legitimately. Like an evening and weekend curfew. Anti Social Behaviour Orders ought to be applied to schools. Only when these future criminals can see that there is <strong>a real cost<\/strong> to their behaviour will they modify it.”<\/p>\n<p>I agree, some of the kids really deserve to be punished appropriately but if we speak in general: Is the total FEAR the way out for the whole school system?<\/p>\n<p>The supply teacher writes: “Education is obviously the aim of all of us &#8211; but the problem these days seems to be that education is drowning in a sea of bad behaviour.<br \/>\nMaybe fear of consequences should be a natural part of the human condition.”<\/p>\n<p>This is a very complicated question and there is no straight answer to it. Dr John Cuthell asks: Does society reward good behaviour? If punishment works, why do we have repeat offenders?<\/p>\n<p>The answer to my mind lays in the cooperative and productive team work of all the members of the whole school system. Total fear is not the solution but a system of rewards and reasonable discipline and punishment for misbehaviour should exist. A supply teacher writes:<\/p>\n<p>“I have never believed that schools should be democratic in their regulation of student comportment, but this is not the same as saying that a school should be run under a regime of fear. Learning and punishment cannot co-exist; if you abandon the idea of reasonable discipline, then you abandon the idea of reasonable education. If Ken is saying that it is unrealistic to imagine that anything other than severe punishments will reduce bad behaviour, then the reality has become that schools are little else but daytime detention centres for unruly juveniles. This may well be the case, but surely it is not productive to proceed under this assumption. The original concept of &#8220;the school&#8221;, however ideological that may sound, must not be surrendered”.<\/p>\n<p>The ideas and findings from the Elton Report (1989) are vital nowadays. It is a seminal document which addresses the issue of behaviour management in a <strong>positive and planned way<\/strong>. The report recommends schools to concentrate on the positive approach in dealing with misbehaviour through creating wise and consistent school policies:<\/p>\n<p><strong>“A positive approach<\/strong><\/p>\n<ul>\n<li>Encourage good behaviour rather than simply punish bad behaviour.<\/li>\n<li>Policies need to make a clear distinction between appropriate and inappropriate behaviour, and should be clear on which behaviour is totally unacceptable.<\/li>\n<li>Teachers are committed to, and work within, this positive approach.”<\/li>\n<\/ul>\n<p>Let’s consider some positive experience. I have been to very good schools which have well thought-out policy towards supply teaching and behaviour management. This includes the information pack for supply teachers explaining what supply teachers are expected to do in different situations, what options they have, listing the people who should help to manage the behaviour of pupils, offering the registers of the classes you teach. It is very useful when a supply teacher feels a respect from the members of a permanent staff and has different tools to manage behaviour of a class, for example, when he knows who from the senior staff can help during a certain lesson or when a supply teacher simply has a right to fill in a detention slip. It might be a problem because a supply teacher usually doesn’t know or remember the names of the pupils. But I’ve been to one school that handle this problem very easily. They simply give you the lists of pupils’ names with the photos. I can say it makes a huge difference when you know who is who. It is very important to be introduced to the class by the member of a permanent staff and it is also very useful if a member of permanent staff has to come after the lesson to check whether the pupils have done their work and who was good or bad. It always helps a supply teacher to feel more confident and it makes pupils to behave and do their work.<\/p>\n<p>From my observations I can say that some schools are now responding to the recent DFES report on behaviour management. I was in two schools, which have recently introduced a new tool in managing pupils’ behaviour. Now they offer supply teachers on an equal footing with the permanent staff to fill in the detention slips if it is necessary. The school policy statement says &#8220;a teacher or any other adult in a classroom has a right to give a pupil C1 &#8211; C4 forms&#8221;, which means that you, as a supply teacher, have a right to use different forms of punishment for misbehaviour starting from written warning and up to excluding a pupil from a class for a day. You can believe me it has changed everything. I worked in this particular school a lot before they have introduced a new policy and now the situation with behaviour management is different. It&#8217;s much easier now to deal with pupils’ misbehaviour and these new rules prevent pupils from behaving silly. Now they think twice before starting to mess around only because this is a lesson with a supply teacher. And I can say that their attitude to supply teachers have changed a lot in general. It&#8217;s interesting but I noticed that in this school now pupils perceive supply teachers more like &#8220;proper&#8221; teachers. Dr John Cuthell writes: &#8220;If they (supply teachers) are seen as members of the team then the battle is halfway won…&#8221;<\/p>\n<p>It is also very good when schools in the partnership with agencies can arrange for the same supply teacher to come to the same schools on a regular basis even as a day-to-day supply. When you know the school, the members of the staff, many pupils then you have the time to earn the respect of both teachers and pupils and you know what to expect and how to deal with it.<\/p>\n<p>Select Education, for example, gives such an opportunity to supply teachers. For example, I go regularly to 3 schools which like my teaching style and where I already know many pupils, their names, their types of personalities, their learning abilities, etc. I know the teachers, the written and unwritten rules and it helps tremendously.<\/p>\n<p>So the main idea is not to leave a supply teacher on his\/her own but treat him\/her as a part of a school system, encourage and support him\/her on each step of teaching.<\/p>\n<p>The supply teaching practice shows that nowadays supply teachers need to work towards improving their behaviour management skills. We also have come to the conclusion that in the schools where the instructions towards supply teaching and behaviour management do exist and everybody in the school follows them and does care about the whole process of the supply teaching, we can hope for a success.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">Managing challenging behaviour. www.ofsted.gov.uk<br \/>\nSchools&#8217; Use of Temporary Teachers (December 2002). www.ofsted.gov.uk\/publications<br \/>\nJ P Cuthell “Behaviour management ppp” MirandaNet Academy, 2005<br \/>\nThe Motivational Effect of ICT on Pupils (2004). www.dfes.gov.uk\/research<br \/>\nSupply teachers and behaviour management. www.teachernet.gov.uk\/supply teachers<br \/>\nE-forums on behaviour management. www.selecteducation.co.uk\/forums<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract Nowadays behaviour management has become the central issue in the supply teaching practice. As a supply teacher you are experiencing a very difficult situation walking into a new school, new classroom with 25-30 &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/behaviour-management-supply-teaching\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[56,8,9,57,58],"class_list":["post-9894","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-behaviour-management","tag-case-study-2","tag-research","tag-supply-teaching","tag-temporary-teacher","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9894"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9894"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9894\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9894"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9894"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9894"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}