{"id":9895,"date":"2005-01-18T00:00:00","date_gmt":"2005-01-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/elearning-cultural-perspective\/"},"modified":"2019-06-29T22:11:11","modified_gmt":"2019-06-29T21:11:11","slug":"elearning-cultural-perspective","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/elearning-cultural-perspective\/","title":{"rendered":"Elearning a cultural Perspective"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><strong>The importance of illustrations in learning<\/strong><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>The world is gradually becoming a smaller place. With the use of graphics and other illustrations in the learning process, pupils can now be classified as virtual learners. In effect they are more aware of the environment and the people around them. Being a teacher for the past ten years; and particularly in a system which requires pupils to learn a number of abstract concepts without the necessary instruments in place. I thought it necessary that pupils need illustrations in order to facilitate meaningful learning.<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Eric Reid<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date:<\/strong> 2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>On arriving in the United Kingdom last September (2003) to pursue a postgraduate course, I was fortunate to be registered with <strong>Select Education<\/strong>, (a supply teacher recruitment agency). Accordingly I was entered as part of an assorted team for pursuing a course in “E-facilitation and E-moderating”. The group was an intensely diverse one and so I made an early decision to use it as a source for gaining insights into how e-learning was viewed from different cultural perspectives, hence the title<strong><em>, “E-learning: a Cultural Perspective”.<\/em><\/strong><\/p>\n<p>I constructed a series of questions, aimed at determining participants, personal view of E-learning as well as how this was being purported in their respective cultural settings. The group contained participants from the West Indies, Bulgaria, Russia, Guam, Nigeria and the United Kingdom.  This was indeed a real academic and multi-racial group.<\/p>\n<p>The data was collected through two mediums. Firstly, the idea was to have the questionnaire administered by e-mails to the participants, however only one member received questions via this medium. The bulk of the information was acquired through direct contact, which includes socialisation and interaction.  Therefore the necessary information for the compiling of this paper was recorded during the “E-facilitation and E-moderating” course. The enormous and enthusiastic participation of the participants within the course forum also provides a vital link to the cultural periphery of the different group members.<\/p>\n<p>Special attention was given as to how group members interpret and explain the levels of involvement of professional peers, schools, and communities and to a lesser extent government outlook.  Therefore, I opted to exert a keen eye for the following points during the group’s interaction:<\/p>\n<ul>\n<li>Percentage of population computer literate<\/li>\n<li>Attitude of population to computers<\/li>\n<li>Accessibility to:\n<ul>\n<li>Ordinary people<\/li>\n<li>Children<\/li>\n<li>Professionals<\/li>\n<\/ul>\n<\/li>\n<li>Are there internet cafes?<\/li>\n<li>Teachers’ view of web-based or e-learning<\/li>\n<li>Government commitment to the promotion of e-learning<\/li>\n<\/ul>\n<p>The responses to the above points were analysed and used to add a broader dimension to the paper. Consequently, the nature of the setting in which this survey was conducted necessitates that group members demonstrated a variety of skills. These skills were crucial for the successful negotiation of E-learning as well as accessing and utilising web-based information. Accordingly, comments made by group members in class discussions as well as in forum discussions served as the pillars for the compiling of this report.<\/p>\n<p>In constructing the title, I have sorted to coin a definition for the term “E-learning”, though there are many versions but similar defining of the term. E-learning is the use of information and communication technologies (ICT) for the purpose of provoking people’s curiosities and thought processes to the point of enhancing individual and group performance as well as articulation. It involves rapid acquisition and mastery of skills that in effect initiate radical change with regards to who control and decide what is learnt. What E-learning does is that it ensures that education is no longer confined to any single person, any single location<\/p>\n<p>It really doesn’t matter where you are in the world geographically. It really doesn’t matter what is your philosophy and contrite outlook on life. What is certain is that, there is a provocative sensation and global trend that has revolutionized and shaken the very core of how we do things; how we perceive things, and how we interpret things. From the on-set education was designed to transmit the foresight, traditional culture, norms, folkways, ‘mores’ and rituals of society. And by far it was presented at length through means that communities have learned to trust. It is not that these means, were the most effective, but only that they were the ones available and perhaps most appropriate.<\/p>\n<p>This old system or mode of presentation grossly reduced the access to information, hence dictating what is learnt, when, where and how. This old fashion way of learning and instructing has become obsolete to the point that they represent the realm of disposable knowledge. What I mean is that, the ways in which things were done say forty or fifty years ago are in fact remote to that era. Arguably that knowledge holds little or no connection to present day trends, zeal, and construction of concepts.  In other words new inventions coupled with new technology provide a more comprehensible wealth of information as well as new and more simplistic ways of doing things. An important feature of e-learning is that it widens the knowledge base of individuals. Since learning is not confined to any individual teacher or classroom people are able to learn at different pace according to their varying learning styles. E-learning therefore represents a continual repository of information that is constantly available for people to access at any time from any place.<\/p>\n<p>This undoubtedly leads to the development and nurturing of a new breed of scholars. A question worth asking at this point therefore is, Are children today more gifted than those say forty or fifty years ago? It is not difficult to respond by saying no.  When we consider the tremendous technological advances that came on stream over the past fifteen to twenty years, it may well be that students’ performance at examination in this era are in fact, subjected to the ongoing integration of E-learning strategies that are being incorporated into the curriculum of our schools.  To this end Jukes and Dosaj (2001:5) argue that:<\/p>\n<p>“Our schools need to change from the rigid, factory like institutions that we have today to places where we provide universal literacy of high order to all students –well beyond what literacy meant forty years ago- and a system that promotes in every individual a motivation to learn and the discipline for continual learning”. Jukes and Dosaj (2001:5)<\/p>\n<p>E-learning is at the heart of this trend and consequently has made interesting assertions as well as reality checks for educators and practitioners. As outlined in the Dfes, e-learning.htm, E-learning is, “important because it can contribute to all the government’s objectives for education  &#8211;raising standards; improving quality; removing barriers to learning and participation in learning, preparing for employment; upskilling in the workplace; and ultimately, ensuring that every learner achieve their full potential”. To this end the Ministry of Education Youth and Culture (Jamaica) in 2001, embarked on a project in collaboration with the Scientific Research Council (SRC) for the purpose of assessing and retooling a core group of Information and Communication Technologies (ICT) teachers. The project was labelled, <strong>“Developing and Executing the twenty-first Century Curriculum”.<\/strong> This was part of a cultural response to the inclusion and usage of technology in schools.<\/p>\n<p>Under the programme, information and communication technology consultants from the InfoSavvy Group were on location at the council’s office to demonstrate and explain the effectiveness of E-learning. Significant work was done in the area of web-based learning and the general notion of gathering information from varying devices for the purpose of enhancing the learning process. The government had also embarked on a number of other projects. Some of which failed and even sparked rows with the opposition as well as others whom Jukes (2001) described as having draconian tendencies. Some people argued that it was a waste of taxpayer’s money, while others posited that it was essential for numeracy, literacy and ultimately national growth and development.<\/p>\n<p>All public sector schools were each given a computer as well as free Internet accesses. However the more influential ones constructed laboratories from fundraising ventures, donations and community spirits. By the end of 2001 nearly fifty percent of household within the middle and upper income cohorts had computers in their homes. (The Gleaner, 2001:14).  And of course play station and other software featured prominently. The Ministry of Commerce and technology had also brokered a deal with the Ministry of Finance for a waiver on all ICT devices that were being imported into the island for education purposes. In effect the government preempted at making the country the hub for e-learning in the West Indies. Much work was done in the area of changing teachers’ initial perceptions towards e learning. The idea was to encourage a paradigm shift, that is, a change in perspective and also a change from the traditional way of teaching.<\/p>\n<p>In consequence, the notion of <strong><em>“That’s The Way We’ve Always Done It (TTWWADI), <\/em><\/strong>was promptly discouraged. The TTWWADI is an idea that Jukes (2002) use to refer to people who are caught up in a cultural paralysis or draconian mentality. That is those who are contented and entrenched in their comfort zones and refuse to budge and face the reality.  There was a myth that e-learning would replace teachers in the classroom and this however has frightened as well as disgusted some die-hearted practitioners.  This could perhaps account for their stance on resisting change. Another issue also is that they cannot use the technology themselves and are somewhat flabbergasted at how youngsters have developed almost instinctive dexterity. If we are going to be of any help in the teaching and learning process of today and beyond, then we are going to have to get rid of our gremlins. E-learning provides a somewhat complex but simple access to making connections between communities for meaningful and lasting change. Our youngsters today are more at ease when they are networked, that is, being part of a team and working towards a common goal. There is an instant and interactive transition in which users are engaged. They can travel across borders and immerse themselves in another culture, history and folklore.<\/p>\n<p>In the United Kingdom for instance, there have been enormous strides in e-learning facilities in all sector of society. The schoolrooms therefore have undergone what experts called ‘transformative pedagogy’. This entails the redesigning and construction of new and alternate ways of teaching. This is of particular importance especially in institutions, which are fitted with interactive whiteboards. This e-learning device requires teachers “to play an active role in specifying the ways in which this extremely powerful tool is installed and used”. (MirandaNet)<\/p>\n<p>The Internet is perhaps the most advance and intricate of all e-learning device. As Thurlow, Lengel, and Tomic (2004:28) simply put it, “the internet is an almost global network connecting millions of computers, using a number of agreed formats (known as protocols) users are able to transfer data  (or files) from one computer to the next”.  And as if this isn’t enough, there are subsequent development of biotechnology and nanotechnology which allows people to communicate almost instantaneously across great distances; across continents and oceans, in effect shrinking the world faster and further than ever before. (<em>Ibid, 36). <\/em>What is certain is that users of the internet or the World Wide Web (<strong>www<\/strong>) have information of all sorts at their fingertips. There is absolutely no limit as to what can be learnt via this medium.<\/p>\n<p>Such advances have created new frontiers for social interaction and constructionism. This continued interaction forms “pattern or repeatable behaviour in which experiences are assimilated and that are gradually coordinated.” (Athey, 1990:37). These schematic patterns developed into a general way of life for users and give rise to a popular culture, (for example chatrooms and forums). And it is within this culture that people socialise, interact, exchange ideas and develop discourse. The nascence of discourse is a crucial principle for learning. Burr (1995:4) is of the view that, “it is through the daily interaction between people in the course of social life that our versions of knowledge become fabricated….The goings-on between people in the course of their daily lives are seen as the practices during which our shared versions of knowledge are constructed”. Accordingly frequent users of this medium are likely to be fused into what Salmon (2002:22-23) described as a  “community of practice” culture.<\/p>\n<p>E-learning is wonderful not only because it is interactive but also for the mere fact that it appeals to the eyes.  Jukes and Dosaj (2004) express the view that “the human eyes are the gateway to the mind.” Pictorial representation therefore accelerates the speed at which we process and retain messages. This is a cultural issue for the world and of such necessitates e-learning skills for rapid processing and interpretation of information. Considering also that the world is fast becoming one global market place where people are pre-occupied with name brands, people are always going to want the easier way out.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p style=\"padding-left: 30px;\">Athey, C. (1990) Extending Thought in Young Children: A Parent Teacher Partnership, London: Paul Chapman Publishing<br \/>\nBurr,V. (1995) An Introduction to Social Constructionism, London:Routledge<br \/>\nJukes, I. and Dosaj, A. (2001) The Challenge of Change: Making Community Connections for Meaningful and Lasting Change, InfoSavvy Group. www.thecommittedsardines.com<br \/>\nJukes, I. and McCain, T. (2000) Beyond Technology to the New Literacy, InfoSavvy Group. www.thecommittedsardines.com<br \/>\nMirandanet , (Promethean) Transforming Learning Using Interactive Whiteboards<br \/>\nSalmon. G. (2002) E-tivities: The Key to Active Online Learning; London, Kogan Page<br \/>\nThe Gleaner (200l) Kingston: Jamaica<br \/>\nThurlow, C; Lengel, L. and Tomic, A. (2004) Computer Mediated Communication: Social Interaction and the Internet, London: Sage Publication<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; The importance of illustrations in learning [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract The world is gradually becoming a smaller place. With the use of graphics and other illustrations in the learning process, pupils can now be classified as virtual &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/01\/18\/elearning-cultural-perspective\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,16,59,9,60],"class_list":["post-9895","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-elearning","tag-illustrations-in-learning","tag-research","tag-visual-imagery","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9895"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9895"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9895\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9895"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9895"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9895"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}