{"id":9896,"date":"2005-02-01T00:00:00","date_gmt":"2005-02-01T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2005\/02\/01\/evaluating-e-learning-experiences-primary-age-students-using-online-discussion-forum\/"},"modified":"2019-06-29T22:11:09","modified_gmt":"2019-06-29T21:11:09","slug":"evaluating-e-learning-experiences-primary-age-students-using-online-discussion-forum","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2005\/02\/01\/evaluating-e-learning-experiences-primary-age-students-using-online-discussion-forum\/","title":{"rendered":"Evaluating e-learning experiences of primary age students using online discussion forum"},"content":{"rendered":"<p>&nbsp;<\/p>\n<h3><\/h3>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>Abstract<\/h3>\n<p><em>The paper explores the field of e-learning through the conventions and affordances of new technologies. The impact of new technology on educational practices is relatively underdeveloped in comparison to commercial and private use. The problem is in defining the real impact of new technologies and with establishing practices within valid pedagogies. This paper describes the new and changing conventions known as e-learning, e-facilitation and e-communities and attempts to frame practices within these conventions to produce valid evidence that these produce critical learning. The process of defining methodologies that produce evidence of critical learning illuminates practices that may form the basis of establishing new or e-pedagogies. In reflecting and evaluating changing personal perceptions and practices using e-learning tools it becomes clear that developing e-pedagogies is dependent on framing learning within grounded learning theory.<br \/>\nThe paper focuses on e-learning as a tool for extending and enriching pupils learning through the dialogical learning that online forum support and the concomitant key life-skills that are developed. This study explores methods for evaluating critical learning using online discussion forums through the application of information and communication technologies (ICT). In embedding e-learning into the curriculum the existing practices of communities of enquiry provide guidelines for implementation. By using online discussion environments pupils are given opportunities to develop the exploratory talk required to promote collaborative knowledge construction through dialogical learning. Evaluation and assessment of learning require the use of innovative techniques of concept mapping and content analysis of discussions based on phenomenography theory. A small scale study uses a dialogical framework for social modes of thinking and ICT-based concept mapping to evaluate critical learning by 10-11 year old students of global citizenship through an online discussion environment. Evaluation methods use content analysis of the online discussion through the dialogical framework for social modes of thinking to measure social reasoning; keyword identification and concept mapping connectivity to measure conceptual transfer from the online discussion to individual students and higher order thinking; analysis of intentions, attitudes and perceived behavioural control to evaluate student attitudes to learning using an online discussion environment.<br \/>\nIn the case study it was established that critical learning and key skills development had taken place to a significant degree. Analysis of intentions, attitudes and perceived behavioural control towards e-learning established that pupils were highly motivated and found e-learning to be a valid and valuable learning tool. The use of the Internet as a resource as well as a forum and publication interface aligns with Stephen Heppell’s Model of e-learning as a library, forum and publishing house.<br \/>\nWithin Heppell’s model of e-learning new methodologies for evaluating and assessing outcomes have been developed. The Vee Heuristic and concept mapping have been under development for several decades initiated by Novak and Gowin in the 1980’s and further improved by Mauri Åhlberg into the millennium. Theoretical support for these methods has been developed by Marton through phenomenography theory. In evaluating and extending these theories and practices e-pedagogies are being developed that validate and innovate the implementation of e-learning techniques into educational practices. The validation in this study is through pupil acceptance and success in e-learning and in the quality of activities that e-learning potentiates. The challenge is to establish a secure evidence base to ensure that e-pedagogies evolve to innovate and enervate learning in the future.<br \/>\nTriangulation of data shows that students using an online discussion forum increase the incidence of exploratory talk, broaden their knowledge of global citizenship concepts, transfer conceptual knowledge from the discussion to the individual and use higher order thinking. Students have positive attitudes to e-learning and using online environments and consider e-learning a valid practice.<br \/>\nThe study establishes that critical learning takes place through using a collaborative online discussion forum and finds that the dialogical framework for social modes of thinking and ICT-based concept mapping provide useful evaluation tools to identify components of critical learning.<br \/>\n<\/em><\/p>\n<p><strong>Author:<\/strong> <strong>Nigel R. Riley<\/strong><strong><span style=\"color: #ff0000;\"> <\/span>Publication Date: <\/strong>2005<\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h4><strong>2. Introduction<\/strong><\/h4>\n<p><em>‘Learning requires the active participation of the learner in constructing and controlling the language and activities of his or her learning’<\/em>  <em> <\/em>(Carr and Kemmis, 1986, p.146).<\/p>\n<p>&nbsp;<\/p>\n<h4><em>2.1 Critical learning and e-learning<\/em><\/h4>\n<p>Critical learning is learning that incorporates educational practices extending from critical theory. One important process in critical learning is the reflective process which Habermas (1974) calls ‘critical intent’. In this he means that groups of people share informed judgements in a reflective process to generate critical ideas or theories about the validity of issues under consideration. Thus critical learning is a reflective activity with critical intent that enables students to socially engage in learning tasks and collaborative problem-solving through sharing and challenging personal perspectives, experiences and knowledge to co-construct knowledge, generate solutions and outcomes by using peer-critical evaluation and reflective practices. Critical learning requires collaborative learning approaches (Askew and Carnell, 1998, pp 39-53) that demand key skills (DFEE, 2000) students need in order to generate the social situations necessary for reflective activities and critical knowledge construction.<\/p>\n<p>E-learning is learning and teaching using information and communication technologies (ICT) that include, computer mediated communication (CMC) environments and multi-user domains (MUD’s). The ‘affordances’ (Unsworth, 2000, p. 12) of ICT usher in new means of communication within MUD’s, such as the online discussion forums, that generate language use in different and new ways. Forum-like chat rooms allow people using the Internet to communicate on a web page simultaneously, independently, synchronously or asynchronously (Ellis <em>et al<\/em>, 1993). Online discussion environments use what Kress (2003, p. 1) terms language-as-writing for language-as-speech in common everyday practices. However the educational potential of online discussion forum remains largely untapped in the 5 to 18 year old sector. Using online discussion environments is an innovative way to situate critical learning and to develop key skills of communication, collaboration and using ICT. Traditional collaborative approaches use ‘talk’ as a communication tool, however the affordances of ICT facilitates the use of  language-as-writing as language-as-speech within online discussion forum. This enables methods of analysis of speech to be applied in evaluating critical learning.<\/p>\n<h4><em>2.2 Critical learning and language<\/em><\/h4>\n<p>In critical learning ‘freedom of discourse’ is essential to the reflective processes and critical learning can only occur when insights are both authentic and communicable within the group. In groups of students more often than not speech is the main communication tool in collaborative learning approaches. Vygotsky gives the central role in development and socialisation to language (Wertsch, 1985) and proposes (Vygotsky, 1962) that language has an &#8216;internal&#8217; function for manipulating inner thoughts and ‘external’ function for communication and socialisation. Vygotsky suggests that these two functions are integrated and that language is both a cultural and psychological tool (Mercer, 2000 p.10). This idea of language as an integrated learning tool can be used to more closely define its role in critical learning. Critical learning facilitates the internal and external functions of language using language as both a social tool and a cognitive tool for conceptual development, through internalising cognitive activities experienced in social settings (Glaser, 1999, p.99). Evaluation of critical learning requires the tracking and recording of both the social and cognitive components of language used within socially situated learning activities. Within an online discussion forum the use of language-as-writing for writing-as-speech enables these two components to be evaluated using established tools within grounded methods.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>2.3 Evaluating language as a social learning tool<\/em><\/h4>\n<p>A framework for evaluating language as a social learning tool is available based on research into peer talk within educational settings (Wegerif &amp; Scrimshaw, 1997). The important types of peer talk are identified as disputational, cumulative and exploratory by Fisher (1997), with exploratory talk holding the most learning potential. This classification has been developed into a dialogical framework for social modes of thinking by Wegerif and Mercer (1997), which describes these three peer talk types as:<\/p>\n<p><em>Disputational talk<\/em> is individualistic with interactions being competitive, maintaining    the speaker’s position. This features short exchanges of assertions, challenges counter assertions and disagreements.<\/p>\n<p><em>Cumulative talk<\/em> is defined by more positive interactions and feedback to contributions. There is the accumulation of common knowledge through accumulation of related experiences emphasised by repetitions, confirmations and elaborations where the speakers define themselves.<\/p>\n<p><em>Exploratory talk <\/em>involves the critical engagement of participants offering constructive statements and suggestions, where joint offerings and hypotheses have justified challenges and counter challenges. ‘Knowledge is more publicly accountable’ and ‘reasoning is more visible in talk’ (Wegerif and Mercer, 1997, p. 54).<\/p>\n<p>The framework reflects a progression in the ability of individuals to share and collaborate with others and represents the social quality of talk that enables critical thinking and social reasoning. Since online discussions are dependent on using language-as-writing for language-as-speech as the mode of communication this dialogical framework may be applied in the analysis of recorded online discussions as an evaluative tool providing an assessment of the quality of peer talk within the online forum.<\/p>\n<p>The context of talk as the social situation of learning is important if exploratory talk is to arise. In schools not all situations offer a comfortable environment or atmosphere for talk to be productive in terms of learning. There is the risk that talk may not progress from the disputational type, as participants may not possess the inter-personal skills to develop cumulative and exploratory talk. There are strategies by which focus and interest can be generated and rules of discussion evolved to enhance the quality of talk.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>2.4 Community of enquiry techniques for social learning<\/em><\/h4>\n<p>Community of enquiry (Haynes, 2002, p23) offers established practices through which dialogue can be assembled, practiced and developed. Pupils and teacher can develop ground rules for participation developing interpersonal and communication key skills. Community of enquiry involves pupils in philosophical dialogue developing reasoning and argument skills. The inclusion of all contributions and equality placed on valuing all viewpoints is an important element in developing communities of enquiry, with group members contributing to establishing ground rules for dialogue building (Quinn, 1997).<\/p>\n<p>Community of enquiry was initially developed to introduce philosophy into children’s learning. The issues raised in philosophical discussions may include concepts as globalisation, sustainability, identity and community and can be embedded into the current curriculum through literacy, science, geography, history, citizenship and personal, social and health education. This umbrella of concepts demands the development of the key skills of creativity, critical thinking and interpersonal skills necessary for meaningful learning dialogue.<\/p>\n<p>The quality of talk is thus dependent on the quality of collaboration within the student grouping and can be enhanced through using community of enquiry techniques. Online discussion forum provide a location for communication and requires the development of the language and key skills needed to activate dialogue leading to exploratory talk and critical learning. The social interactions that generate exploratory talk need to be analysed for transference of ideas from the social situation of learning to individual cognition. This requires a tool that compares students previous state of knowledge with the knowledge received through collaborative social interactions and exploratory talk.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>2.5 Evaluating language as a cognitive tool<\/em><\/h4>\n<p>A tool for evaluating language as a cognitive tool that analyses prior conceptual knowledge of a topic and acquired learning through an educational intervention is concept mapping (Novak and Gowin, 1984; Åhlberg, 1997). Concept mapping is a representational tool used to express concepts and their relationships in both diagrammatic and linguistic form using vectors and written labels that create visual propositions that also indicate higher order thinking (Åhlberg, 1991, 1997). Concept mapping provides a framework through which ideas are structured to record concepts and their relationships. Concept mapping is enhanced through the features of ICT (Loveless, 2003; Riley and Åhlberg, 2004) as representation of meaning is made more accessible and accurate through improved opportunities for evaluation, revision and creativity. The components of concept maps, nodes, links, and connectivity (Somekh <em>et al<\/em>, 2000) are analyzed to establish whether significant increases in concepts and relationships being represented after a learning intervention are present. Such increases represent a transfer of concepts from the social learning situation to the individual that indicates the level of critical learning taking place within the discussion forum.<\/p>\n<p>&nbsp;<\/p>\n<p><em>2.6 Managing e-learning<\/em><\/p>\n<p>Online environments provide for individual and group communication although contents are public to the user group. This requires technological expertise to enable access and participation. Facilitation of the discussion is necessary to direct, focus and maintain task discipline. In this instance guidance on progression of online learning is available though a model of online learning developed by Salmon (2002).<\/p>\n<p>Salmon’s five-stage model (2002, p11) provides a framework for online learning that describes processes and progression in online learning and teaching development. The five-stage model starts with the induction of participants into online environments (Access and motivation) with stage 2 (Online socialisation) requiring participants to establish their online identities and developing interactions with other participants. These stages reflect the need for strategies to induce disputational talk and then lead participants into more cumulative talk. Stage 3 engages participants in information exchange and mutual support and cumulative talk. Stage 4 develops task related discussions with interactions becoming more collaborative. This demands the shift from cumulative talk into exploratory talk, particularly in stage 5 where participants have more defined task requirements and need to reflect on their learning goals.<\/p>\n<h4><em>2.7 Evaluating student intentions and attitudes<\/em><\/h4>\n<p>Analysis of students intentions and attitudes investigates motivational factors through theories of reasoned action (Ajzen and Fishbein,1980) and planned action (Ajzen and Madden, 1997), which influence the way we behave.<\/p>\n<p>These determinants include:<\/p>\n<ul>\n<li>‘subjective norm’ referring to the perceived social pressure to conform. This is taken as standard and consistent across the sample due to the mandated nature of implementation required by the National Curriculum. Thus research is conducted on other determinants of intentions,<\/li>\n<li>‘intention’ to act ,<\/li>\n<\/ul>\n<ul>\n<li>‘attitude towards the behaviour’ relating to peoples favourable or unfavourable evaluations of the behaviour,<\/li>\n<\/ul>\n<ul>\n<li>‘perceived behavioural control’ relating to people’s beliefs about how easy or difficult performing a behaviour is likely to be. This is an important predictor of   behaviour beyond intention, attitude and subjective norm. People who believe they have neither resources or opportunity are unlikely to form strong behavioural intentions, despite holding favourable attitudes and believing others approve of their actions (Ajzen and Madden, 1997).<\/li>\n<\/ul>\n<p>Ajzen’s Theory of Planned Behaviour proposes that ‘perceived behavioural control’ relating to people’s beliefs about how easy or difficult performing a behaviour is likely to be is an important predictor of behaviour beyond intention, attitude and subjective norm (Ajzen and Madden,1997). This provides a methodology with which to understand how students perceive use of online discussion environments in their learning.<\/p>\n<p>&nbsp;<\/p>\n<p>The analysis of the quality of peer talk, social reasoning, higher order thinking,the transfer of discussion-based concepts and analysis of pupil intentions, attitudes and perceived behavioural control provide the evaluation tools to determine if critical learning takes place through using online discussion forum. These theory-based tools provide multiple perspectives for evaluating critical learning.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>3. Method<\/strong><\/h4>\n<p>This small scale multi-method study is used as illuminative and evaluative research into pedagogical issues in using online discussion forum. It corresponds to practitioner research providing an evidence-base for the implementation of new and innovative practices (Zuber-Skerritt, 1996, p. 83). The project aims to establish whether students aged 10 to 11 years old benefit from using e-learning strategies to collaboratively discuss Internet research to construct and represent knowledge through an online discussion forum. The data will indicate if the evaluation tools used provide valid methods for the evaluation of critical learning in online discussion forum. The data is collected from:<\/p>\n<ul>\n<li>Recorded and saved discussions from the online forum,<\/li>\n<li>Pre-test and post-test concept mapping using Inspiration® software,<\/li>\n<li>Questionnaire responses about  pupils attitudes using items formed from Aizen’s Analysis of Intentions, Attitudes and Perceived Behavioural Control’. An example can be found at;  <em>http:\/\/www-unix.oit.umass.edu\/~aizen\/<\/em>.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>The data is analysed and conclusions are drawn using the research questions:<\/p>\n<p>Does critical learning take place as a result of using an online discussion forum?<\/p>\n<p>Do the tools used provide valid methods for evaluating critical learning in online discussion forum?<\/p>\n<p>What attitudes do students have towards e-learning?<\/p>\n<p>&nbsp;<\/p>\n<h4><em>3.1 Context<\/em><\/h4>\n<p>The subjects of the study are a class of twenty-nine 10 to 11 year old Year 6 students within a large urban primary school in the United Kingdom (UK). The students have a wide range of academic attainment and social backgrounds. The small sample size restricts generalizability but the ‘situated’ approach to the study gives rise to ‘ecological validity’, since the e-learning interventions are conducted within normal parameters of class-based practice. The whole-class use of ICT within a computer suite is a regular and familiar routine and the class is familiar with exploring and learning to use new software applications. Thus the study is not represented or perceived as being ‘special’ or ‘different’ to everyday learning.<\/p>\n<p>The context for critical learning is to develop and define the concept of ‘global citizenship’, a topic that has not been covered before. The project involves Internet research to search and retrieve data to saved files, discussing research findings using an online discussion forum to exchange information and establish meanings and concepts of global citizenship that are used to produce posters of Internet publishable content. These activities are introduced within the Qualifications and Curriculum Authority scheme of work for Information Technology 6D ‘Using the internet to search large databases and to interpret information’ (QCA, 1998). This unit of work takes place solely using ICT, during ICT suite sessions, although pupils with Internet access outside school are allowed to contribute outside these sessions since use of password protected discussion forums does not prevent contributions from pupils with home Internet access. These ‘external’ contributions need to focus on the discussion thread and are considered to be acceptable since they encourage informal independent learning and cannot be prevented.<\/p>\n<p>The strategy to use only ICT-based tools and pedagogy is designed to ensure that concepts generated about global citizenship originate from exploratory talk within the online discussion forum. There are no formal class-based discussions for several reasons: one is to prevent teacher facilitation influencing the direction of children’s thinking; the other is to maintain critical engagement within the discussion forum to preserve the integrity of the critical learning approach. This does not represent a pedagogical model but exemplifies a strategy that may be used as a ‘critical learning’ component of e-learning.<\/p>\n<p>This e-learning activity is therefore considered to be the ‘critical learning’ component of a research-based project. The presentations of web posters constitute a post intervention outcome and plenary that brings ICT-based knowledge acquisition of global citizenship within the classroom for evaluation and contextualisation as students representations are expressed, summarised and shared.<\/p>\n<p>Students’ concept map previous and acquired knowledge before and after the e-learning activities using Inspiration® software (Inspiration Software Inc. SW Beaverton, Portland, Oregon, USA).  Students access an existing discussion forum online at <em>mirandanet.ac.uk\/wecitizens<\/em> and participate in online group discussions developing their ideas of global citizenship. The objective of the collaborative task is to define the parameters of what global citizenship means to the class and to develop Web pages representing their views in pairs or small groups. The forum represents a space where collaboration and sharing of search records and ideas can take place. Students use text and images researched and produced on computer to create Web pages defining and representing their understanding of global citizenship.<\/p>\n<p>The MirandaNet WEcitizens Gallery Web space at <em>mirandanet.ac.uk\/wecitizens\/gallery\/index.htm <\/em>provides the publishing space for final products.<\/p>\n<p>The researcher acts as ‘participant researcher’ in facilitating the discussion forum and in directing search behaviour. In the production task the researcher acts as a technical ICT advisor aiding with procedure not content.<\/p>\n<h4><em>3.2 Data collection and analysis design<\/em><\/h4>\n<p>Data collection and analysis design is described according to data type: discussion forum data, concept mapping data and questionnaire data about intentions and attitudes.<\/p>\n<p>The analysis of discussion forum data is in the form of numerical frequencies of participation and talk type. The discussion is analysed in three phases, based on partitioning the total number of contributions into three equal phases, the start, middle and end. Temporal phases are not possible due to the unequal distribution of access to the forum. Contributions to the forum are assigned into one of the three types of talk from the dialogical framework for social modes of thinking, preserving construct validity through the use of sociocultural discourse analysis (Mercer, Littleton &amp; Wegerif, 2004). This is a simple qualitative assessment of talk type analysing the contributions in each phase determining the progression of thinking and social interactions taking place online.<\/p>\n<p>Concept mapping data is extracted from concept maps created individually using Inspiration® software before and after the e-learning intervention. Key word analysis of concepts represented in concept mapping uses key words extracted from the recorded online discussion using MS WORD AutoSummarize. AutoSummarize identifies and determines key points and keywords by analyzing documents and assigning a score to each sentence. Sentences that contain words used frequently in the document are given a higher score. A percentage of the highest-scoring sentences on display in the summary are then chosen. The level of detail included in the summary is adjusted by determining the level of summarising, using number of words or percentage of the document. In this study the level is set at 25% since this is a level at which global citizenship concepts are most visible. A keyword list is extracted from the summary and is used to assess concepts in pre-test and post-test concept mapping. Analysis of concept maps is in accordance to procedures taken from the Impact2 study (Somekh <em>et al<\/em>, 2000):<\/p>\n<ol>\n<li>nodes (each concept counted as one)<\/li>\n<li>links (links emanating from each node counted and totalled)<\/li>\n<li>connectivity index (number of links divided number of nodes).<\/li>\n<\/ol>\n<p>The concept mapping connectivity index appears to have consistency and predictive validity in assessing writing achievement (Riley and Åhlberg, 2004) and is a practice that may be used to assess complexity of mapping and therefore complexity of higher order thinking. Frequencies of labelled links and propositions are recorded to provide qualitative observation of complexity of mapping. Analysis of pre-test and post-test connectivity indexes assesses the significance of any changes in complexity of concept mapping using statistical method of the T-test (2-tailed). The statistical verification of the connectivity changes in pre- and post-test concept mapping is supported by the analysis of concept mapping components enhancing reliability of this data. The use of a computer generated summarising facility, numerical tracking of the discussion and mapped concepts is visual and easily verified and is considered as valid secondary data in phenomenographical terms (Marton 1988).<\/p>\n<p>Questionnaire responses from Aizen’s theory of ‘Analysis of Intentions, Attitudes and Perceived Behavioural Control’ identifyi underlying attitudes to researching information online, using discussion forum, collating information, discussing production of work and publishing on the Web. Questionnaire items are based on Aizen’s theory and include subjective norm, intention, attitude and perceived behavioural control. The questionnaire form is based on a Likert ranking from 1 to 7 with 4 as neutral 1-3 as positive responses and 5-7 as negative responses. Raw scores are analysed as percentages of positive responses to clarify positive positions of intention and attitude.<\/p>\n<p>Reliability and validity is assessed through triangulation and the ability of data to produce similar or concurring statements in reference to the research objectives. The use of the discussion forum is a new experience to pupils while ICT is not and the participation of the teacher as facilitator provides ecological validity in that participants are familiar with the teachers’ role in ICT lessons, while learning using online discussion forum is not.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>4. Results and discussion<\/strong><\/h4>\n<p>Analysis is described according to data type: discussion forum data and concept mapping data.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>4.1 Analysis of contributions from the discussion forum<\/em><\/h4>\n<p>The forum was open for 27 days with a total of 205 contributions from 29 students.<\/p>\n<p>&nbsp;<\/p>\n<table>\n<tbody>\n<tr>\n<td><em>Day       Date<\/em><\/td>\n<td><em>No of contributions<\/em><\/td>\n<td><em>Frequency of participation <\/em><\/td>\n<td><em>Participation index<\/em><\/td>\n<\/tr>\n<tr>\n<td>Wed June  11<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Fri             13<\/td>\n<td>32   (in school suite)<\/td>\n<td>22<\/td>\n<td>1.454<\/td>\n<\/tr>\n<tr>\n<td>Sat            14<\/td>\n<td>5<\/td>\n<td>2<\/td>\n<td>2.5<\/td>\n<\/tr>\n<tr>\n<td>Sun           15<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Mon          16<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Wed          18<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Thurs        19<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Sat             21<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Sun            22<\/td>\n<td>2<\/td>\n<td>1<\/td>\n<td>2<\/td>\n<\/tr>\n<tr>\n<td>Mon           23<\/td>\n<td>4<\/td>\n<td>2<\/td>\n<td>2<\/td>\n<\/tr>\n<tr>\n<td>Wed           25<\/td>\n<td>41  (in school suite)<\/td>\n<td>22<\/td>\n<td>1.863<\/td>\n<\/tr>\n<tr>\n<td>Thurs         26<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Sun            29<\/td>\n<td>2<\/td>\n<td>2<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Mon           30<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td>Tues July    1<\/td>\n<td>47  (in school suite)<\/td>\n<td>24<\/td>\n<td>1.958<\/td>\n<\/tr>\n<tr>\n<td>Wed            2<\/td>\n<td>38  (in school suite)<\/td>\n<td>24<\/td>\n<td>1.583<\/td>\n<\/tr>\n<tr>\n<td>Thurs          3<\/td>\n<td>25  (in school suite)<\/td>\n<td>18<\/td>\n<td>1.388<\/td>\n<\/tr>\n<tr>\n<td>Mon            7<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<td>1<\/td>\n<\/tr>\n<tr>\n<td><em>Totals<\/em><\/td>\n<td>205<\/td>\n<td>126<\/td>\n<td>1.626<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p><em>Table 1:<strong>  <\/strong>Analysis of participation in the discussion forum<\/em>.<\/p>\n<p>&nbsp;<\/p>\n<p>The number of contributions to this forum is determined by access through the school computer suite. As shown in Table 1 his occurs more frequently in the latter part of the discussion and loads the frequency of participation to the end phase. The introduction of a participation index provides a comparative indication of participation regardless of frequency. From the data we can see that this index appears stable for larger numbers of participants but can be skewed by lower numbers of participants. There is a general increase in the index towards the middle phase of the discussion and this drops off towards the end phase, although the index maintains a consistency throughout the discussion period. The data shows low frequencies of participation outside school ICT suite designated times.<\/p>\n<p>The analysis of contributions against the dialogical framework for social modes of thinking is a qualitative evaluation of each contribution and an example of each type of talk is presented as check on reliability of the researchers’ assessment. The forum is not threaded so contributions are not in sequence and interactions are not easily followed. The analysis divides the total number of contributions into three equal numerical phases of 68 contributions each.<\/p>\n<p>&nbsp;<\/p>\n<table style=\"height: 298px;\" width=\"720\">\n<tbody>\n<tr>\n<td width=\"102\">Phase\/Contribution Number<\/td>\n<td width=\"110\">Disputational talk frequencies<\/td>\n<td width=\"110\">Cumulative talk frequencies<\/td>\n<td width=\"110\">Exploratory talk frequencies<\/td>\n<td width=\"110\">Teacher contributions<\/td>\n<\/tr>\n<tr>\n<td width=\"102\">Start (1-68)<\/td>\n<td width=\"110\">33<\/td>\n<td width=\"110\">31<\/td>\n<td width=\"110\">0<\/td>\n<td width=\"110\">4<\/td>\n<\/tr>\n<tr>\n<td width=\"102\">Middle (69-136)<\/td>\n<td width=\"110\">4<\/td>\n<td width=\"110\">49<\/td>\n<td width=\"110\">14<\/td>\n<td width=\"110\">1<\/td>\n<\/tr>\n<tr>\n<td width=\"102\">End (137-204)<\/td>\n<td width=\"110\">1<\/td>\n<td width=\"110\">56<\/td>\n<td width=\"110\">8<\/td>\n<td width=\"110\">3<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p><em>Table 2:  Analysis of frequencies of talk type in the 3 phases of the discussion<\/em><\/p>\n<p>Data in Table 2 shows that disputational talk occurs in equal frequency to cumulative talk in the start phase but decreases throughout the middle and end phases. Cumulative talk increases throughout the period of the forum while exploratory talk appears in the middle phase decreasing in the end phase. Teacher contributions are managerial, in controlling behaviour and introducing the topic.<\/p>\n<p>The increase of frequency of cumulative talk and the occurrence of exploratory talk indicates a progression of social interactions within the forum to a state where learning and knowledge building takes place. The following extracts are examples of each talk type and indicate how the qualitative assessments of talk type have been allocated to each contribution.<\/p>\n<p>&nbsp;<\/p>\n<p><em>Sequence 1.<\/em> <em>Examples of disputational talk (D)<\/em><\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>T.F : Fri Jun 13 12:33:10 2003<br \/>\nMy name is Tom F. I think global citizenship means that everybody is different and they have different cultures, so we need to understand this. <em>(D)<\/em><\/li>\n<\/ol>\n<ol start=\"2\">\n<li>R.B. : Fri Jun 13 12:33:48 2003<br \/>\nHi, my name is Rea. I am typing to you to tell you what I think Global Citizenship means to me. I think it means that all pupils should get involved in things. It could be about agreeing on things. Or about our country. Or it might be about our own rights. I think Global citizenship could be about Citizens coming to our country. <em>(D)<\/em><\/li>\n<\/ol>\n<ol start=\"3\">\n<li>SC : Fri Jun 13 12:34:11 2003<br \/>\nHi, My name is Sophie C. I think Global Citizenship is agree on the same thing in the world, Make more people come involved with things, the world should come together and make agreements. <em>(D)<\/em><\/li>\n<\/ol>\n<p>In sequence 1 all pupils are responding to the initial task of expressing their views on global citizenship and the result is short individual statements that correspond with disputational talk.<\/p>\n<p>&nbsp;<\/p>\n<p><em>Sequence 2. Examples of cumulative talk (C)<\/em><\/p>\n<ol>\n<li>k.m : Sat Jun 14 18:29:28 2003<br \/>\nThanks for agreeing with me Tom E, I think it is a good idea about it. And Sarah I also agree with you. I also think that every one is correct because we all have our different points about Global Citizenship.  (C)<\/li>\n<\/ol>\n<ol start=\"2\">\n<li>Sarah P : Sat Jun 14 20:35:22 2003<br \/>\nThank K.m For agreeing with me I also agree with you too. We should respect others how we would like them to respect us! (C)<\/li>\n<\/ol>\n<ol start=\"3\">\n<li>Sarah P : Sat Jun 14 20:39:55 2003<br \/>\nHi Everyone I have just been on to www.bbc\/cbbc\/new.com and search global citizenship and found a lot of good information. (C)<\/li>\n<\/ol>\n<ol start=\"4\">\n<li>Sarah P : Sat Jun 14 20:46:28 2003<br \/>\nSORRY everyone I made a mistake the website was www.news.com then search for global citizenship. Bye (SORRY). Sarah P   (C)<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>In sequence 2 cumulative talk is exhibited as there are exchanges of positive social interaction and confirmations of ‘others’ points of view. The social interactions are positive and congenial with content being discussed collaboratively.<\/p>\n<p>&nbsp;<\/p>\n<p><em>Sequence 3.<strong>  <\/strong>An example of cumulative-exploratory talk (E)<\/em><\/p>\n<ol>\n<li>k.m : Tue Jul 1 08:32:24 2003<br \/>\nI found something that says, a world citizen is someone who has developed a love for what is good and true and beautiful, who upholds a value system that is universal in it&#8217;s relevance, who is rooted in self confidence, equipped with tangible skills and understands how to communicate, encourage and live harmoniously with those of different viewpoints and perspectives. (E)<\/li>\n<li>cassie : Tue Jul 1 08:33:23 2003<br \/>\nI think global citizenship means friendship, world, people, war, trade, life. what do you think? (D)<\/li>\n<li>sophie b : Tue Jul 1 11:10:02 2003<br \/>\nK.m I agree with you truly (C)<\/li>\n<li>N.H : Tue Jul 1 11:11:51 2003<br \/>\nKirsty you found a great piece of writing there. (C)<\/li>\n<li>vm : Tue Jul 1 11:12:15 2003<br \/>\nI think so. (C)<\/li>\n<li>sophie b : Tue Jul 1 11:15:06 2003<br \/>\nV.m that’s right to encourage people. I think we should encourage people to learn different languages (E)<\/li>\n<li>a.o : Tue Jul 1 11:15:11 2003<br \/>\nValerie what do you think? (E)<\/li>\n<li>N.h : Tue Jul 1 11:16:42 2003<br \/>\nI don&#8217;t think its fair S.H. but farmers don’t get enough either. (E)<\/li>\n<li>Valerie : Tue Jul 1 11:16:46 2003<br \/>\nAnne I think that I hit the post icon by accident (C)<\/li>\n<li>Sophie b : Tue Jul 1 11:17:40 2003<br \/>\nDo you think that people should get more money for there products? (E)<\/li>\n<li>a.o : Tue Jul 1 11:18:41 2003<br \/>\nWhy don&#8217;t farmers get paid what they should? (E)<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>In sequence 3 there is the development of constructive ‘researched’ statements being made public for evaluation. The positive responses imply agreement. There are also two questions which appear to relate to a previous posting but ask for different responses. This sequence shows the development from cumulative into exploratory talk with researched content being introduced for public scrutiny and responses to and opinions about this being asked for. This indicates progression of the discussion into knowledge construction, although elements of disputational and cumulative talk are still present.<\/p>\n<p>The qualitative talk type data shows increase in exploratory talk throughout the discussion period although this does not supersede cumulative talk. This indicates that critical learning is achieved by some participants in the forum. The predominance of cumulative talk suggests a high degree of collaboration and interpersonal cooperation as opposed to competitive disputational talk. These findings suggest that the online discussion forum is being used to produce exploratory talk and that critical learning about global citizenship is taking place.<\/p>\n<p>An interesting anecdotal observation from the discussion forum is the appearance of a ‘lead learner’ within the forum who was not only a main contributor but also engaged extensively to the forum outside school allocated time. This appeared to catalyse a group whose contributions and research extended and widened the themes of the discussion. This kind of self-organising and learning generating activity appears to include truly reflective thinking as seen in extracts 2 and 3 above. The sharing of resources and ideas in cumulative talk is a direct result of such activity by a lead learner and extract 3 shows how there is a group coalescing around resources shared by a lead learner. Although this is not an objective of the study such activity is worthy of further research since collaborative learning can be enhanced and catalysed around lead learner activity.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>4.2 Content analysis of global citizenship key word incidence in concept mapping<\/em><\/h4>\n<p>The 23 key word list indicates a wide range of issues are raised in the online discussion forum on global citizenship. The data in Table 3 shows that MS WORD AutoSummarize at 25% displays a considerable number of concepts from the online discussion that are directly related and attributable to global citizenship.<\/p>\n<p>Incidences of these 23 key words in pre-test concept mapping show that the main concepts of global citizenship in prior knowledge are <em>world<\/em>, <em>people<\/em> and <em>war<\/em>. This presents as a literal understanding of global citizenship and a topical awareness of war. In post-test mapping both <em>world<\/em> and <em>people<\/em> still have high frequencies but a wider range of key words emerge: <em>global citizenship<\/em>, <em>trade<\/em> and <em>food<\/em> have highest frequencies, with <em>communication<\/em>, <em>fair trade<\/em> and <em>money <\/em>forming a lower tier. The use of <em>global citizenship<\/em> as a common term in the discussion suggests that participants successfully define the term and are developing a common knowledge of its use. The increase in frequency of different words indicates the development of a broader understanding of global citizenship.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<table style=\"height: 1972px;\" width=\"798\">\n<tbody>\n<tr>\n<td width=\"168\">23 KEY WORDS  from the forum using MS WORD AutoSummarize at 25%<\/td>\n<td width=\"144\"><em> <\/em>Incidences in pre-test concept mapping<\/td>\n<td width=\"156\"><em> <\/em>Incidences in post test concept mapping<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">respect<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">1<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">world-wide<\/td>\n<td width=\"144\">1<\/td>\n<td width=\"156\">3<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">world<\/td>\n<td width=\"144\">25<\/td>\n<td width=\"156\">31<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">people<\/td>\n<td width=\"144\">27<\/td>\n<td width=\"156\">31<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">money<\/td>\n<td width=\"144\">2<\/td>\n<td width=\"156\">6<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">global citizenship<\/td>\n<td width=\"144\">6<\/td>\n<td width=\"156\">15<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">communication<\/td>\n<td width=\"144\">2<\/td>\n<td width=\"156\">7<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">different countries<\/td>\n<td width=\"144\">3<\/td>\n<td width=\"156\">1<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">cooperation<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">care<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">friendship<\/td>\n<td width=\"144\">4<\/td>\n<td width=\"156\">6<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">destinations<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">trade<\/td>\n<td width=\"144\">4<\/td>\n<td width=\"156\">14<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">starvation<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">fair trade<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">9<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">money<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">9<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">food<\/td>\n<td width=\"144\">4<\/td>\n<td width=\"156\">11<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">poverty<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">3<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">responsibility<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">1<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">decisions<\/td>\n<td width=\"144\">1<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">different viewpoints<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">0<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">war<\/td>\n<td width=\"144\">12<\/td>\n<td width=\"156\">6<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">life<\/td>\n<td width=\"144\">0<\/td>\n<td width=\"156\">4<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">Number of different keywords used (as % of  total)<\/td>\n<td width=\"144\">12  (52%)<\/td>\n<td width=\"156\">17  (74%)<\/td>\n<\/tr>\n<tr>\n<td width=\"168\"><em>TOTALS<\/em><\/td>\n<td width=\"144\">91<\/td>\n<td width=\"156\">158<\/td>\n<\/tr>\n<tr>\n<td width=\"168\">Percentage of keywords used as nodes in mapping<em>(<\/em>Keyword<em>s ÷ total nodes)<\/em>.<\/td>\n<td width=\"144\">\n<p style=\"text-align: left;\">58%<\/p>\n<p style=\"text-align: left;\"> (91÷<em>157<\/em>)<\/p>\n<\/td>\n<td width=\"156\">\n<p style=\"text-align: left;\"> 89%<\/p>\n<p style=\"text-align: left;\"> (158÷<em>177<\/em>)<\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em>Table 3:  Incidences of keywords from the forum in concept mapping<\/em><\/p>\n<p>Comparison of keyword use in pre- and post-test concept mapping show a 42% increase in frequency of keyword use post-test, an increase in the range of keyword use and an increase to 89% in keyword use as a percentage of total nodes in post-test concept mapping. This indicates a large transfer of concept knowledge from the online discussion forum into individual thinking.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>4.3 Analysis of concept mapping<\/em><\/h4>\n<p>Analysis of concept mapping component raw scores in Table 4 shows a general increase in all concept mapping components post-test.<\/p>\n<table style=\"height: 308px;\" width=\"858\">\n<tbody>\n<tr>\n<td width=\"84\"><em>Raw score totals<\/em><\/td>\n<td width=\"60\"><em>Links<\/em><\/td>\n<td width=\"72\"><em>Nodes<\/em><\/td>\n<td width=\"104\"><em>Connectivity<\/em><\/td>\n<td width=\"105\"><em>Labelled links<\/em><\/td>\n<td width=\"96\"><em>Propositions<\/em><\/td>\n<\/tr>\n<tr>\n<td width=\"84\">Pre-test concept mapping<\/td>\n<td width=\"60\">140<\/td>\n<td width=\"72\">157<\/td>\n<td width=\"104\">17.6364<\/td>\n<td width=\"105\">60<\/td>\n<td width=\"96\">47<\/td>\n<\/tr>\n<tr>\n<td width=\"84\">Post- test concept mapping<\/td>\n<td width=\"60\">159<\/td>\n<td width=\"72\">177<\/td>\n<td width=\"104\">18.6520<\/td>\n<td width=\"105\">126<\/td>\n<td width=\"96\">97<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em> <\/em><em>Table 4: Raw scores of concept mapping components<\/em><\/p>\n<p>The largest increases occur in the number of labelled links and propositions. Labelled links reflect relations being forged between nodes creating propositions. It is the large propositional increase that suggests thinking about global citizenship has increased, as proposition formation is an indicator of higher order thinking (Åhlberg, 1991, 1997).<\/p>\n<p>(image to be added)<\/p>\n<p><em>Figure 1.  Example of pre-test concept mapping by Zara<\/em><\/p>\n<p>(image to be added)<\/p>\n<p><em>Figure 2.  Example of post-test concept mapping by Zara<\/em><\/p>\n<p>(image to be added)<\/p>\n<p><em>Figure 3  Example of post-test concept mapping by Val<\/em><\/p>\n<p>(image to be added)<\/p>\n<p><em>Figure 4  Example of post-test concept mapping by Val<\/em><\/p>\n<h4><em>4.4 Analysis of intentions and attitudes<\/em><\/h4>\n<p>The data in Table 5 shows a positive response to all indicators of behavioural intention. This displays the positive attitudes of Year 6 students towards e-learning and their confidence in confronting new learning practices.<\/p>\n<p><em> <\/em><\/p>\n<table style=\"height: 836px;\" width=\"1035\">\n<tbody>\n<tr>\n<td width=\"71\">Likert scale(raw score\/ mean %)&nbsp;<\/p>\n<p>Item from Analysis of attitudes<\/td>\n<td width=\"71\">1positive<\/p>\n<p>to behaviour<\/td>\n<td width=\"71\">2&nbsp;<\/p>\n<p>&nbsp;<\/td>\n<td width=\"71\">3&nbsp;<\/p>\n<p>&nbsp;<\/td>\n<td width=\"71\">4neutral<\/p>\n<p>&nbsp;<\/td>\n<td width=\"71\">5&nbsp;<\/p>\n<p>&nbsp;<\/td>\n<td width=\"71\">6&nbsp;<\/p>\n<p>&nbsp;<\/td>\n<td width=\"71\">7negative<\/p>\n<p>to behaviour<\/td>\n<\/tr>\n<tr>\n<td width=\"71\">Items of Intention(n=84)<\/td>\n<td width=\"71\">29&nbsp;<\/p>\n<p>34.5%<\/td>\n<td width=\"71\">13&nbsp;<\/p>\n<p>15.5%<\/td>\n<td width=\"71\">22&nbsp;<\/p>\n<p>26.2%<\/td>\n<td width=\"71\">9&nbsp;<\/p>\n<p>10.7%<\/td>\n<td width=\"71\">2&nbsp;<\/p>\n<p>2.4%<\/td>\n<td width=\"71\">7&nbsp;<\/p>\n<p>8.3%<\/td>\n<td width=\"71\">2&nbsp;<\/p>\n<p>2.4%<\/td>\n<\/tr>\n<tr>\n<td width=\"71\">Items of Attitude toward the Behaviour(n=420)<\/td>\n<td width=\"71\">186&nbsp;<\/p>\n<p>44.3%<\/td>\n<td width=\"71\">110&nbsp;<\/p>\n<p>26.2%<\/td>\n<td width=\"71\">65&nbsp;<\/p>\n<p>15.5%<\/td>\n<td width=\"71\">29&nbsp;<\/p>\n<p>6.9%<\/td>\n<td width=\"71\">10&nbsp;<\/p>\n<p>2.4%<\/td>\n<td width=\"71\">12&nbsp;<\/p>\n<p>2.8%<\/td>\n<td width=\"71\">8&nbsp;<\/p>\n<p>1.9%<\/td>\n<\/tr>\n<tr>\n<td width=\"71\">Items of Subjective Norm(n=105)<\/td>\n<td width=\"71\">48&nbsp;<\/p>\n<p>45.7%<\/td>\n<td width=\"71\">17&nbsp;<\/p>\n<p>16.2%<\/td>\n<td width=\"71\">13&nbsp;<\/p>\n<p>12.3%<\/td>\n<td width=\"71\">24&nbsp;<\/p>\n<p>22.8%<\/td>\n<td width=\"71\">1&nbsp;<\/p>\n<p>1%<\/td>\n<td width=\"71\">1&nbsp;<\/p>\n<p>1%<\/td>\n<td width=\"71\">1&nbsp;<\/p>\n<p>1%<\/td>\n<\/tr>\n<tr>\n<td width=\"71\">Items of Perceived Behavioural Control(n=105)<\/td>\n<td width=\"71\">48&nbsp;<\/p>\n<p>45.7%<\/td>\n<td width=\"71\">33&nbsp;<\/p>\n<p>31.4%<\/td>\n<td width=\"71\">11&nbsp;<\/p>\n<p>10.5%<\/td>\n<td width=\"71\">6&nbsp;<\/p>\n<p>5.7%<\/td>\n<td width=\"71\">3&nbsp;<\/p>\n<p>2.9%<\/td>\n<td width=\"71\">2&nbsp;<\/p>\n<p>1.9%<\/td>\n<td width=\"71\">2&nbsp;<\/p>\n<p>1.9%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em>Table 5<strong>:  <\/strong>Raw scores and mean frequencies for analysis of intentions questionnaire<\/em><\/p>\n<p>The positive responses in Table 6 reflect positive attitudes and intentions to learn using online environments. The results for perceived behavioural control indicate that students feel in control of their e-learning and that there is no apprehension about using e-learning strategies or online discussion environments.<\/p>\n<p>&nbsp;<\/p>\n<table style=\"height: 384px;\" width=\"490\">\n<tbody>\n<tr>\n<td width=\"356\">Item from Analysis of intentions and attitudes<\/td>\n<td width=\"157\">Positive response frequencies as% of total responses<\/td>\n<\/tr>\n<tr>\n<td width=\"356\">  Intention<\/td>\n<td width=\"157\">  76%<\/td>\n<\/tr>\n<tr>\n<td width=\"356\">  Attitude<\/td>\n<td width=\"157\">  86%<\/td>\n<\/tr>\n<tr>\n<td width=\"356\">  Subjective Norm<\/td>\n<td width=\"157\">  74%<\/td>\n<\/tr>\n<tr>\n<td width=\"356\">  Perceived Behavioural Control<\/td>\n<td width=\"157\">  87%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em>Table 6:  Results table of positive responses to analysis of attitudes and intentions.<\/em><em> <\/em><\/p>\n<p>Attitude and perceived behavioural control have higher percentage responses than intention and subjective norm which supports the notion that students are confident in their ability to use e-learning strategies and that this is stronger than their intention to use them which is dependent on the subjective norm or policy of the teacher to provide opportunities for such practices to take place. The high positive response is also indicative of the small sample size and that it is influenced by a specific teacher’s enthusiasm and area of interest and expertise.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>4.5 Discussion of findings<\/em><\/h4>\n<p>The concept mapping shows how understanding of global citizenship has developed and shifted from topical or literal themes to wider issues raised in the discussions through using Internet research and developing collaborative meaning using an online discussion forum. Non-participation by the teacher in the forum discussion retains the student-only collaboration and reflection of material gained from the Internet research. Using the search term ‘global citizenship’ on searches via Google or AskJeeves and by using links provided on the MirandaNet site to organisations such as OXFAM, provides some framing of the domain, but students are still required to search for evidence of terminological definition and meaning within these sites. The aim to represent personal meanings of ‘global citizenship’ through creation of posters sustains critical intent and provides a multimodal outcome for the research project.<\/p>\n<p>The analysis of concept mapping components and connectivity indicates higher level thinking; the transfer of key words from the discussion into concept mapping suggests critical learning about global citizenship. This analysis is supported by the online discussion talk type data which shows an increase in cumulative and exploratory talk. In triangulation the talk type data and concept mapping data suggest positive social interactions result in a significant increase in higher level thinking and conceptual transfer from the online discussion to the individual producing evidence of critical learning.<\/p>\n<p>Issues of content validity have in part been answered in the use of multi-method triangulation. There are additional aspects of this study which enhance triangulation in that the study has educative, catalytic and tactical authenticity (LeCompte and Preissle, 1993: 323-4). This study generates understanding about using online discussion environments and ‘catalyses’ new practices for using the Internet and online discussion forum that can be said to have benefit to participants in facilitating independent, collaborative and life-long learning strategies.<\/p>\n<h4><strong>5. Conclusions<\/strong><strong> <\/strong><\/h4>\n<h4><em>5.1 Does critical learning take place as a result of using an online discussion forum? <\/em><\/h4>\n<p>Qualitative peer talk data using the dialogical framework for social modes of thinking indicates that peer talk develops into cumulative and exploratory modes of talk throughout the discussion forum. This indicates that critical learning is at the stages of social reasoning and initial knowledge construction.<\/p>\n<p>Findings from content analysis of the discussion show that the keyword summary relates directly to global citizenship issues and that incidence of these keywords increase in frequency and range post-test.  Pre-test concept mapping shows that students’ previous knowledge reflects a literal and topical understanding and the post-test global citizenship concepts referred to indicate a much broader and diverse understanding. Overall, the transfer of keywords and global citizenship concepts from the online discussion forum into individually produced concept maps provides evidence of conceptual learning. The significant increase in connectivity of mapping and the increase in propositional content indicate higher order thinking. This triangulates with the dialogical framework for the social modes of thinking data to provide evidence that critical learning takes place as a result of using e-learning strategies within an online discussion forum.<\/p>\n<p>&nbsp;<\/p>\n<h4><em>5.2 Do the tools used provide valid methods for the evaluation of critical learning in online discussion forum?<\/em><\/h4>\n<p>The evaluation methods of critical learning are based on Vygotsky’s theory of language and learning and use language as an indicator of both the cognitive and social aspects of critical learning.<\/p>\n<p>The dialogical framework for social modes of thinking analyses the quality of social interactions in peer talk. This is a qualitative tool that is framed around general criteria of social reasoning and critical thinking. Since the context for the task is situated in a ‘closed’ and therefore controllable online environment linguistic indicators could be exemplified in explicit phrases and questions that reflect the social modes of thinking more accurately than in open environments. The development of this framework would produce a useful evaluation tool and heuristic for using online discussion environments.<\/p>\n<p>The content analysis of discussions to identify keywords and analysis of pre- and post-intervention concept mapping provides evidence of cognitive development and conceptual learning. Traditional literacy-based tasks are able to provide evidence through summaries of collaborative discussions to evaluate group learning and provide feedback about the range and depth of a discussion. However, these are dependent on group interactivity and may not reflect specific individual understanding and learning. Keyword analysis provides similar feedback about group discussions but in triangulation with pre- and post-intervention concept mapping this becomes a powerful tool in tracking the transfer of concepts from the social situation of learning to individual cognition.<\/p>\n<p>The use of ICT enables all such evaluation methods to utilise the features of ICT (Loveless, 2003) with discussions, concept mapping and content analysis all using ICT-based tools. Online discussion forum allow discussions to be cut &amp; pasted into word processor documents allowing a quantitative method of keyword analysis using MS AutoSummarize in a consistent automatic process. Concept mapping allows ICT-based recording of conceptual understanding that is easily recorded and stored. The method itself describes both conceptual understanding and degree of cognitive development in the explicit representation of propositions, concepts and their relational linkages.<\/p>\n<p>Such tools provide phenomenographical evidence (Marton, 1988) that allow qualitatively different ways of understanding a learning experience to be divided into differing categories of description that capture the conceptions of that learning experience (Marton &amp; Booth, 1997). The relations and connections between categories of description are identified and described in the form of an outcome space. In developing methods for evaluating critical learning this study suggests that ICT provides new opportunities for providing phenomenographical outcome spaces: those of online discussion forums and ICT-based concept mapping.<\/p>\n<p>These tools combine the linguistic representations that allow both qualitative and quantitative evidence of critical learning to be evaluated in the development of social modes of thinking and in the individual formation of concepts and their relational linkages. These qualitative and quantitative methods successfully access multiple perspectives of student’s thinking and learning in ways that traditional methods are unable to and provide effective and economical means of evaluating critical learning. This study proves their effectiveness in small-scale class-based activities using online discussion forum. Within the critical skills associated with critical learning these tools evaluate ‘critical intent’ and to a lesser degree only aspects of reflective practice that can be deduced from the dialogical framework for social modes of thinking. These tools provide the basis for methods to evaluate critical learning using online discussion forum but require further refinements to develop their effectiveness and wider application.<\/p>\n<p>Truly reflective activities would be part of the learning activity and the evaluative process and would require self-evaluation tools to determine how individuals and the group perceived their own learning and understanding. This would be a further direction with which to extend this study and to develop critical learning.<\/p>\n<h4><em>5.3 What attitudes do students have towards e-learning?<\/em><\/h4>\n<p>The analysis of intentions and attitudes shows that students have positive attitudes towards e-learning and strong intentions to use e-learning activities. There are high social expectations to use e-learning and positive perceptions about the ability to undertake e-learning activities. This gives a good indication that primary students in Year 6 are positive towards the use and implementation of e-learning strategies. The anecdotal observation of lead learner activity within the forum supports the questionnaire findings in that discussion were initiated from lead learner sourced materials and this generated discussion within a wider group of participants. The opportunity for lead learner behaviour is an interesting course of further research since lead learner may appearance in online forum may not reflect the kind of lead personalities that are found in classrooms due to the nature of online discussion environments and the language contexts they demand. Further study may also reveal the possibility that online discussion forum may provide opportunities for such lead learners to collaborate across national and cultural boundaries in ways that extends the abilities of such students in terms of gifted and talented provision. This supports Harri-Augstein and Thomas’ (1991) self-organised learning conversational paradigm in which:<\/p>\n<p><em>Shared meaning is negotiated conversationally from social networks.  Such social networks can be understood as conversational learning environments that construct their own viability and validity, resulting in a capacity for creative and flexible thinking.  <\/em><\/p>\n<p>(Harri-Augstein and Thomas, 1991, p. 7)<\/p>\n<p>Such  ideas, whereby ‘an individual’s learning capabilities can be enhanced through technology’ (Coombs, Penny &amp; Smith, 2003), for example  using ICT-based critical learning scaffolds such as concept mapping, may develop opportunities for transforming learning  in what Coombs and Smith (1998) refer to as ‘conversational constructivism’.<\/p>\n<p>This study provides supporting evidence of the effectiveness of e-learning in online discussion environments to provide opportunities for collaboration and critical learning that promotes critical thinking skills and extends primary students concepts about global citizenship. The study establishes that primary students consider e-learning a valid and valuable learning tool.<\/p>\n<p>The research supports the use of online learning to provide transformatory learning opportunities for students in primary education as an innovative way to transform classroom practices and develop key transferable skills through e-learning.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>6. Evaluation<\/strong><\/h4>\n<p>The study has produced positive attitudes to using e-learning through online activities and discussions. The motivation and enthusiasm is evident in the dialogues the pupils engaged in and in the final web page products currently online at <em>mirandanet.ac.uk\/wecitizens\/gallery.htm<\/em>.<\/p>\n<p>The pupils have benefited from the reflection and evaluation of their learning using concept mapping and from the satisfaction that as a group this was largely self determined. The positive feedback from the discussion data and concept mapping reflects this development of knowledge and understanding of global citizenship.<\/p>\n<p>The study has identified new areas for further study in identifying lead learners as catalysts in collaborative learning that may develop the conversational constructivist paradigm.<\/p>\n<p>This study may have an impact in promoting e-learning as a practice that is effective and transformatory in primary phase teaching and learning.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Acknowledgements<\/strong><\/p>\n<p>Grateful thanks are accorded to the MirandaNet E-facilitators Project and the MirandaNet Academy at Bath Spa University College.<\/p>\n<p><span style=\"color: #0000ff;\">[\/two_third_last]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p>&nbsp;<\/p>\n<h3>References &amp; Contacts<\/h3>\n<p>Ajzen, I. &amp; Fishbein, M. (1980) <em>Understanding Attitudes and Predicting Social Behaviour. <\/em>Englewood Cliffs, Prentice-Hall.<\/p>\n<p>Ajzen, I. &amp; Madden, T.J. (1997)  Prediction of goal-directed behaviour: Attitudes, intentions and perceived behavioural control. In M.Hewstone, A.S.R. Manstead and W. Stroebe (eds), (pp245-267) <em>The Blackwell  Reader in Social Psychology<\/em>. Oxford: Blackwell Publishers.<\/p>\n<p>Åhlberg, M. (1991) Concept mapping, concept matrices, link tables and argumentation analysis as techniques for educational research on textbooks and educational discourse and as tools for teachers and their pupils in their everyday work. In Julkunen, M.-L., Selander, S. &amp; Åhlberg, M. 1991. <em>Research on texts at school. Joensuun yliopisto. Kasvatustieteiden tiedekunnan tutkimuksia<\/em> <em>No 37<\/em>, 89 &#8211; 154.<\/p>\n<p>Ahlberg, M. (1997) Continual Quality Improvement as High Quality Learning, <em>Research  Reports No: 68, <\/em> University of Joensuu, Faculty of Education.<\/p>\n<p>Askew, S.  and Carnell, E. (1998)<em>  Transforming Learning: Individual and Global Change. <\/em>London: Cassell.<\/p>\n<p>Carr, W. and Kemmis, S<em>.  (1986)  Becoming Critical,   <\/em>Lewes: Falmer.<\/p>\n<p>Coombs, S. &amp; Smith, I. (1998). Designing a self-organized conversational learning environment, in <em>Educational Technology,<\/em> <em>38<\/em>(3), 17—28.<\/p>\n<p>Coombs, S. Penny, R,. Smith, I.  (2003)  Design and Evaluation of an action research toolkit for teacher professional development. Paper for <em>BERA Conference<\/em> at Heriot-Watt University, Edinburgh, Saturday 13<sup>th<\/sup> September.<\/p>\n<p>DFEE  (2000)  <em>Key Skills Statement<\/em>,  Retrieved online at:  http:\/\/www.dfes.gov.uk\/keyskills\/.<\/p>\n<p>Ellis, C.A., Gibbs, S.J., and Rein, G.L. (1993) ‘Groupware: some issues and experiences’ in R. Baeker (Ed) <em>Readings in Groupware and Computer-Supported Cooperative Work: Assisting Human-Human Collaboration. <\/em>San Mateo,CA: Morgan Kaufmann.<\/p>\n<p>Fisher, E. (1997) ‘Educationally Important Types of Children’s Talk’ in Wegerif, R. and Scrimshaw, P. (Eds) <em>Computers and Talk in the Primary Classroom.<\/em> Clevedon,UK: Multilingual Matters Ltd.<\/p>\n<p>Glaser, R. (1999) Expert knowledge and processes of thinking. In McCormick,R. and Paechter,C. (Eds) <em>Learning and Knowledge, <\/em>Paul Chapman Publishing: London.<\/p>\n<p>Habermas, J. (1974) <em>Theory and Practice<\/em>, London:Heinemann.<\/p>\n<p>Harri-Augstein, E. &amp; Thomas, L. (1991). <em>Learning conversations: The self-organized learning way to personal and organizational growth<\/em>, London: Routledge &amp; Kegan Paul.<\/p>\n<p>Haynes, J. (2002)  <em>Children as Philosophers<\/em>.  London: Routledge.<\/p>\n<p>Kress, G. (2003)  <em>Literacy in the New Media Age.<\/em> London: Routledge.<\/p>\n<p>LeCompte, M. and Preissle,J. (1993) <em>Ethnography and Qualitative Design in Educational Research<\/em> (2<sup>nd<\/sup> Edition). London: Academic Press Ltd.<\/p>\n<p>Loveless, A.  (2003)  Creating spaces in the primary curriculum: ICT in creative subjects. <em>The Curriculum Journal<\/em>.  14(1), pp.5-21.<\/p>\n<p>Marton, F. (1988). Phenomenography: exploring different conceptions of reality. In Fetterman, E.D. <em>Qualitative Approaches to Evaluation in Education: The Silent Revolution<\/em>. New York: Praeger.<\/p>\n<p>Marton, F. &amp; Booth, S. (1997). <em>Learning and Awareness<\/em>. Mahwah, New Jersey: Lawrence Erlbaum Associates, Publishers.<\/p>\n<p>Mercer, N.  (2000)  <em>Words &amp; Minds: How we use language to think together. <\/em>London: Routledge.<\/p>\n<p>Mercer,N., Littleton, K., &amp; Wegerif,R.  (2004)   Methods for Studying the Processes of Interaction and Collaborative Activity in Computer-based Educational Activities.<\/p>\n<p><em>Technology, Pedagogy and Education, Vol. 13, No. 2.<\/em><\/p>\n<p>Novak, J.D. and Gowin, D.R. (1984)  <em>Learning How to Learn<\/em>,  Cambridge: Cambridge University Press.<\/p>\n<p>Qualifications and Curriculum Authority  (1998)  Unit 6D Using the internet to search large databases and to interpret information<em>, Information Technology: A scheme of work for Key Stages 1 &amp; 2. <\/em>London: DfEE\/QCA. Retrieved online at: http:\/\/www.standards.dfes.gov.uk\/schemes2\/it\/<\/p>\n<p>Quinn, V. (1997)  <em>Critical Thinking in Young Minds.<\/em> London: David Fulton.<\/p>\n<p>Somekh, B., Mavers, D., Scrimshaw, P., Harrison, C., Hawe, K., Fisher,T., and Lewin,C. (2000)   <em>Pupil Attainment and the New Technologies: some methodological design issues in the Impact2 Project<\/em> Paper presented at the British Educational Research Association Conference, Cardiff University, 7-10 September 2000.  Retrieved online at: http:\/\/www.leeds.ac.uk\/educol\/documents\/00001678.htm.<\/p>\n<p>Riley, N.R.  and Åhlberg, M. (2004) Investigating the use of ICT (information and communication technologies)-based concept mapping techniques on creativity in literacy tasks, <em>Journal of Computer Assisted Learning <\/em>20, pp244-256.<\/p>\n<p>Salmon, G. (2002)  Etivities: The Key to Active Online Learning. London: Kogan Page.<\/p>\n<p>Unsworth, L.  (2000)   <em>Teaching multiliteracies across the curriculum : changing contexts of text and image in classroom practice<\/em>, Milton Keynes: Open University Press.<\/p>\n<p>Wegerif, R. and Mercer, N.  (1997) ‘A Dialogical Framework for Researching Peer Talk’ in Wegerif, R. and Scrimshaw, P. (Eds) <em>Computers and Talk in the Primary Classroom.<\/em> Clevedon,UK: Multilingual Matters Ltd.<\/p>\n<p>Wegerif, R. and Scrimshaw, P.  (1997)  (Eds) <em>Computers and Talk in the Primary Classroom.<\/em> Clevedon,UK: Multilingual Matters Ltd.<\/p>\n<p>Vygotsky,L.S. (1962) <em>Thought and Language<\/em>, Cambridge, Massachusetts: MITPress.<\/p>\n<p>Wertsch,J.V. (1985) <em>Vygotsky and the Social Formation of Mind<\/em>, Cambridge, Mass: Harvard University Press.<\/p>\n<p>Zuber-Skerritt,O.  (1996) Emanicipatory action research for organisational change and management development. In O.Zuber-Skerritt (ed.) <em>New Directions in Action Research<\/em>.  p83-105,London: Falmer.<\/p>\n<p><strong>Web sites<\/strong><\/p>\n<p>http:\/\/www.leeds.ac.uk\/educol\/documents\/00001678.htm<\/p>\n<p>\/wecitizens.htm<\/p>\n<p>http:\/\/www-unix.oit.umass.edu\/~aizen\/.<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] &nbsp; Abstract The paper explores the field of e-learning through the conventions and affordances of new technologies. The impact of new technology on educational practices is relatively underdeveloped in comparison to commercial and private use. &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2005\/02\/01\/evaluating-e-learning-experiences-primary-age-students-using-online-discussion-forum\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[268],"tags":[8,61,62,63,64,65,9],"class_list":["post-9896","post","type-post","status-publish","format-standard","hentry","category-case-studies","tag-case-study-2","tag-concept-mapping","tag-critical-learning","tag-dialogical-framework-for-social-modes-of-thinking","tag-e-learning","tag-online-discussion-forum","tag-research","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9896"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9896"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9896\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9896"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9896"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9896"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}