{"id":9905,"date":"2013-04-27T00:00:00","date_gmt":"2013-04-26T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2013\/04\/27\/can-teachers-avoid-creating-fear-uncertainty-and-doubt\/"},"modified":"2019-06-29T22:10:53","modified_gmt":"2019-06-29T21:10:53","slug":"can-teachers-avoid-creating-fear-uncertainty-and-doubt","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2013\/04\/27\/can-teachers-avoid-creating-fear-uncertainty-and-doubt\/","title":{"rendered":"Can teachers avoid creating Fear, Uncertainty and Doubt?"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><strong>Article<\/strong><\/p>\n<p><em>Since e-safety seems to be, inexplicably, a casualty of the new Computing Curriculum, MirandaNet member, John Galloway, has gained his Fellowship by reporting on Allison Allen’s presentation about e-safety in the MirandaNet loungue at BETT13.<\/em><\/p>\n<p>Responsibility was the key theme of Allison Allen’s MirandaMod “Digital Literacy, Digital Safety; getting the balance right,” that everyone who supports a child – whether it is at school, home, or somewhere else – has a role to play in helping them to stay safe, including the child.<\/p>\n<p>With a recognised pedigree in this field Allison’s talk covered a wide range of issues, from child protection to identity theft, to technical solutions and school ethos, always with an underpinning of who should be doing what.<\/p>\n<p>It was made very clear that online safeguarding of children and young people is a child protection issue not just a technical one, so should therefore be the responsibility of every teacher in the school and the child protection officer, not just ICT teachers or the tech support team. Whilst ICT does not cause problems such as bullying, groomingor homophobia – these are behaviours without technology, it can amplify the effects and create opportunities.<\/p>\n<p><strong>Author:<\/strong> <strong><strong>John Galloway<\/strong><\/strong><\/p>\n<p><strong>Publication Date:<\/strong> <strong>2013<\/strong><\/p>\n<p><span style=\"color: #0000ff;\"><em>[s2If !is_user_logged_in()]<\/em><em><mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <a style=\"color: #0000ff;\" title=\"My Membership Options Page\" href=\"\/membership-options-page\/\">Join<\/a>.<\/em><em>[\/s2If]<\/em><\/span><\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[s2If is_user_logged_in()]<\/span><\/p>\n<p>As the Byron Report acknowledged, the best way to support children is to provide them with the skills necessary to protect themselves from online problems, and enable them to build their own resilience. Being ‘savvy’ in an online world was thought to be one of the key elements of digital literacy, the counterweight in this discussion. However, as Allison pointed out, the Royal Society definition seemed to miss this element, considering it to be, “the basic skill or ability to use a computer confidently, safely and effectively” emphasising office software, a very functional view of technology use.<\/p>\n<p>Whereas attendees were more inclined to agree with Futurelab’s less prescriptive, more holistic view that it requires ‘critically engaging’ with technology, and encompasses ‘an understanding of the cultural and social contexts’ in which information is accessed and created. Overall it is about, “the ‘savvyness’ that allows young people to participate meaningfully and safely as digital technology becomes ever more pervasive in society.”; the Naace Curriculum Framework adopts this version.<\/p>\n<p>Whilst e-safe behaviour is a quality we are seeking to inculcate in our young people, it is one that is sometimes lacking in ourselves, the adults working with them. The group most at risk of identity theft, for instance, are older men, from 45-60, in part because of the accumulation of their online data. But they are run a close second byadults between 18 and 24 who are more cavalier with their online protection and personal data, and have less of a credit history – fewer County Court Judgements, for instance – and so are more attractive to fraudsters.<\/p>\n<p>Another area of concern is adults who use their children’s images as their identifiers on social networking sites such as Facebook, or who post photos of events such as birthday parties without concern for who might call them up.<\/p>\n<p>One key element, however, is that skill for living, learning and working online is part of 21<sup>st<\/sup> Century life, that young people have a right to connect and communicate, as exemplified by the Oldham Youth Council’s Charter of Digital Rights. This is a positive approach to safeguarding that starts from the premise of what young people have a right to expect, and the responsibilities this brings.<\/p>\n<p>This is a more active view of staying safe online, one that suggest that it is not just what others do, but also what young people themselves do, that helps to either make them vulnerable or protect them. As John Cuthell suggested, it is essentially behavioural issues that need to be addressed, but without losing sight of the technical ones. In his experience, when pupils were asked to be active participants in ensuring promoting positive online behaviour they would report bullying or plagiarism as they saw this as part of their responsibilities, too.  The framework within which safeguarding takes place, the school ethos, is possibly more important than the rules and procedures laid down. In the well known “PIES model”; Policies, Infrastructure, Education and Standards the most important is Education.<\/p>\n<p>The problems that e-Safety may create can bring about a state of FUD in schools – Fear, Uncertainty and Doubt, but with clear mechanisms, clarity of everybody’s roles, and good communication the risks can be significantly reduced, and while unfortunately, never completely removed technology also mitigates risk by increasing visibility of issues and assurance.<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #0000ff;\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[review]<\/span><\/p>\n<p><span style=\"color: #0000ff;\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; [divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] Article Since e-safety seems to be, inexplicably, a casualty of the new Computing Curriculum, MirandaNet member, John Galloway, has gained his Fellowship by reporting on Allison Allen’s presentation about e-safety in the MirandaNet loungue at &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2013\/04\/27\/can-teachers-avoid-creating-fear-uncertainty-and-doubt\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[279],"tags":[],"class_list":["post-9905","post","type-post","status-publish","format-standard","hentry","category-esafety","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9905"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9905"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9905\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9905"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9905"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9905"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}