{"id":9918,"date":"2014-05-19T00:00:00","date_gmt":"2014-05-18T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2014\/05\/19\/nmc-horizon-report-europe\/"},"modified":"2019-06-29T22:10:53","modified_gmt":"2019-06-29T21:10:53","slug":"nmc-horizon-report-europe","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2014\/05\/19\/nmc-horizon-report-europe\/","title":{"rendered":"NMC Horizon Report Europe 2014"},"content":{"rendered":"<p class=\"p2\"><span class=\"s1\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p class=\"p4\"><strong>The Horizon Report Europe: 2014 Schools Edition examines trends, challenges, and technologies for their potential impact on and use in teaching, learning, and creative inquiry.<\/strong><\/p>\n<p class=\"p4\"><em>The NMC Horizon Report Europe: 2014 Schools Edition is a joint publication of European Commission’s Directorate General for Education and Culture; European Commission’s Joint Research Centre – Institute for Prospective Technological Studies; and the New Media Consortium.<\/em><\/p>\n<p class=\"p4\"><strong>Executive Summary <\/strong><\/p>\n<p class=\"p4\">What is on the five-year horizon for European schools? Which trends and technologies will drive educational change? What are the challenges that we consider as solvable or difficult to overcome, and how can we strategize effective solutions? These questions and similar inquiries regarding technology adoption and educational change steered the collaborative research and discussions of a body of 53 European experts to produce the first-ever Horizon Report Europe: 2014 Schools Edition, co-authored by the European Commission and the New Media Consortium (NMC). The NMC Horizon Report series charts the five-year horizon for the impact of emerging technologies in school communities across the globe. With more than 12 years of research and publications, it can be regarded as the world’s longest-running exploration of emerging technology trends and uptake in education.<\/p>\n<p class=\"p4\">Experts agreed on two major imminent trends: the changing role of schoolteachers as a result of ICT influence, and the impact of social media platforms, such as Facebook and Twitter, which are already finding their way into classrooms. These are just two of the 18 topics analysed in the Horizon Report Europe: 2014 Schools Edition, indicating the key trends, significant challenges, and important technological developments that are very likely to impact changes in the 28 Member States’ primary and secondary schools over the next five years.<\/p>\n<p class=\"p4\">Looking in the mid-term period, two to three years away, an increasing focus on open educational resources (OER) and on the use of both traditional and virtual learning methods are expected to have a strong impact in Europe. These trends are also identified at the global level for having the potential to stimulate new models of teaching and learning by tapping the wealth of content accessible through the Internet.<\/p>\n<p class=\"p4\">Regarding the challenges in European schools, students’ low digital competence is considered one of the solvable challenges. It is already being addressed by ongoing actions of stakeholders and policy makers across the continent, as seen in the Digital Competence framework which has been recently endorsed by EU Member States representatives in the Education and Training Programme Thematic Working Group on ICT and Education. On the other hand, having students actively participating in the design of learning activities is considered to be a more difficult challenge and it lacks a clear strategy to solve it.<\/p>\n<p class=\"p4\">In view of the trends and challenges observed, the panel also signalled the technological developments that could support these drivers of innovation and change. Cloud computing and tablet computing are expected to be increasingly adopted by schools in one year’s time or less to make use of services such as Google Apps for Education, Skype, and Dropbox. The time-to-adoption for educational games is estimated within two to three years, while personalised learning and virtual and remote laboratories are expected to be mainstream in schools within four to five years.<\/p>\n<p class=\"p4\">To better understand the likely impact of these 18 topics on the core missions of European schools, further analysis was conducted using a JRC-IPTS developed framework for mainstreaming ICT-enabled innovation for learning. This helped link the analysis to essential questions of relevance, policy, leadership, and practice that are needed to scale up innovative pedagogical practices in ICT-enabled learning settings (see Chart on page 2). While all of the topics can be described relating in some way to each of the eight elements of the framework, in Chart 1 they are mapped to demonstrate the element they impact the most. The framework, which was produced on behalf of the EC DG EAC in the “Up-Scaling Creative Classrooms in Europe” project (go.nmc.org\/scaleccr1 ), sees learning environments, wherever they may be found, as “live ecosystems” that evolve over time, changing in tune with the context and culture in which they reside.<\/p>\n<p class=\"p3\"><span class=\"s1\"><b>Publication Date:<\/b> <b>2014<\/b><\/span><\/p>\n<p class=\"p2\"><span class=\"s1\"><i>[s2If !is_user_logged_in()]<mark  class=\"x-highlight\" >More&#8230; <\/mark>To see the complete Case Study, please Login or <\/i><a href=\"\/membership-options-page\/\"><span class=\"s2\"><i>Join<\/i><\/span><\/a><i>.[\/s2If]<\/i><\/span><\/p>\n<p class=\"p2\"><span class=\"s1\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p class=\"p2\"><span class=\"s1\">[s2If is_user_logged_in()]<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">You can download the full pdf <a href=\"\/wp-content\/uploads\/2019\/06\/2014-Horizon.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">HERE<\/a>.<\/span><\/p>\n<p class=\"p2\"><span class=\"s1\">[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;]<\/span><\/p>\n<p class=\"p2\"><span class=\"s1\">[\/s2If]<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>[divide margin_top=&#8221;10&#8243; margin_bottom=&#8221;10&#8243; color=&#8221;#a0a0a0&#8243;] The Horizon Report Europe: 2014 Schools Edition examines trends, challenges, and technologies for their potential impact on and use in teaching, learning, and creative inquiry. The NMC Horizon Report Europe: 2014 Schools Edition is a joint &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2014\/05\/19\/nmc-horizon-report-europe\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[280],"tags":[],"class_list":["post-9918","post","type-post","status-publish","format-standard","hentry","category-recommended-reports","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9918"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9918"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9918\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9918"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9918"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9918"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}