{"id":9930,"date":"2015-09-06T00:00:00","date_gmt":"2015-09-05T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/09\/06\/mirandanet-newsletter-2015\/"},"modified":"2019-06-29T22:09:34","modified_gmt":"2019-06-29T21:09:34","slug":"mirandanet-newsletter-2015","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/09\/06\/mirandanet-newsletter-2015\/","title":{"rendered":"MirandaNet Newsletter, Autumn 2015"},"content":{"rendered":"<h3><strong>Editorial: <\/strong><strong>MirandaNet&#8217;s Mission<\/strong><\/h3>\n<p>The MirandaNet team has been rethinking its mission statement. References to Computing, ICT, IT, Computing Science and related terms emphasise digital technologies too much. As a result it was decided that the phrase <strong>&#8216;Thought Leaders in Education Innovation&#8217;<\/strong> would encapsulate a broader view that MirandaNet should now aim to promote and provoke change in teaching and learning practice and while taking it for granted that digital technology underlies all such change.<\/p>\n<p><!--more--><\/p>\n<h3>Refocussing Content<\/h3>\n<p>MirandaNet&#8217;s web statistics show that members&#8217; publications are of the greatest interest to visitors. So we are investing in a new website where the publications are easier to find. Bear with us as these changes roll out. In the meantime, do let us know what you think  of the design of the <strong><a href=\"\/knowledgehub\/\">Knowledge Hub<\/a>. <\/strong> This now has  several categories of publication including learning observations from members, reviews of members books, blogs, research reports and case studies that reflect the range of activity in the MirandaNet community.<\/p>\n<p>MirandaNet is keen for members  to edit different sections of the Knowledge Hub as well as to contribute content. Peer reviewers are needed to to undertake critical reading of key research reports and similar content in order to ensure accuracy and quality. Please write to <a href=\"mailto:\/\/christina@mirandanet.ac.uk\">Christina Preston<\/a> with suggestions, comments and expressions of interest in contributing to these kind of site activities.<\/p>\n<p>If you are not yet a member of MirandaNet but would like to join please note that the application system is currently under review. Until new procedures are introduced please visit the <a href=\"\/join\/\">Join<\/a> page where you can read about the different categories of membership and complete a contact form. You will receive a response within a few days.<\/p>\n<h3><strong>The Robin Hood of ICT CPD<\/strong><\/h3>\n<p>UNESCO commented recently that MirandaNet is the Robin Hood of CPD in ICT because it involves teachers and pupils as co-researchers in research projects, the users and creators of effective ICT in education. In this way MirandaNet provides professional development opportunities and produces teacher-led evidence to support systemic change.<\/p>\n<p>Recent projects have involved teachers and students from  The Phoenix Academy in Croydon, Bodnant Primary School in Wales and Oakdale Juniors, London where Dawn Hallybone, a MirandNet member teaches. MirandaNet would like to identify more schools who want to be involved in research projects. In particular we have an Estonian exchange coming up comparing innovative approaches to teaching and learning in 10 schools in Estonia and the UK.<\/p>\n<p>For further information or to express an interest in MirandaNet research projects please get in touch with <a href=\"mailto:\/\/christina@mirandanet.ac.uk\">Christina Preston<\/a>.<\/p>\n<h3>MirandaNet Lifelong Achievement Awards<\/h3>\n<p><strong>MirandaNet Lifelong Achievement Awards <\/strong>have been awarded to<strong> John Cuthell<\/strong> and <strong>Francis Howlett<\/strong> for the impact that they have had on MirandaNet practice and research over at least 15 years.<\/p>\n<p style=\"padding-left: 30px;\"><strong>Francis<\/strong> designed and maintained the original<a href=\"http:\/\/www.mirandanet.org.uk\/\"> MirandaNet website<\/a>  over many years using his coding skills and his extensive knowledge about accessibility. An outstanding web editor with a close eye for detail he maintained the membership list and MirandaLink while encouraging members to publish case studies and articles.<\/p>\n<p style=\"padding-left: 30px;\"><strong>John Cuthell<\/strong> and Christina Preston authored many papers and chapters about knowledge creation and visual learning that were developed through working with the MirandaNet community. John has an international reputation for his contribution to knowledge creation and the development of MirandaMods as well as his research into visual learning. You can read more about his work <a href=\"http:\/\/www.mirandanet.org.uk\/mirandamods\/\">here<\/a>.<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Announcing <span style=\"color: #ff0000;\">New<\/span> MirandaNet Fellows<\/strong><\/span><\/p>\n<p>Seven MirandaNet members have published papers on the website and as a result, three have earned the title of <strong>MirandaNet Senior Fellow <\/strong>and three the title of <strong>MirandaNet Fellow<\/strong>. They all receive a certificate and the right to include their award in a CV or professional profile.<\/p>\n<p>Thanks to them all for sharing their experience and knowledge and contributing to the MirandaNet knowledge base. Links to their published papers are in the right hand sidebar. Click the author name below to read their MirandaNet profile. The papers will also be available in the Knowledge Hub under <a href=\"\/knowledgehub\/learning-observations\/\">Learning Observations<\/a>.<\/p>\n<p>(This text is repeated in the <a href=\"\/blog\/2015\/09\/mirandanet-newsletter-2015\">Autumn 2015 newsletter<\/a>).<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Senior Fellows<\/strong><\/span><\/p>\n<p><strong><a href=\"\/members-directory\/allison-allen\/profile\/\">Allison Allen<\/a><\/strong> has been awarded a <strong>Senior Fellowship<\/strong> for her study on <a href=\"\/blog\/2015\/04\/safeguarding-data-keeping-pupils-connected\/\"><em>E-safety and Safeguarding<\/em><\/a><em>.<\/em> Allison is the director of <a href=\"http:\/\/www.outstream.co.uk\/\">Outstream Consulting<\/a> and has worked with many schools to enable them to deal effectively with this very crucial aspect of the education of children and young people in the safe, responsible and wise use of computers.<\/p>\n<p><a href=\"\/members-directory\/lubna-malik\/profile\/\"><strong>Lubna Malik<\/strong> <\/a>has gained a S<strong>enior Fellowship<\/strong> for two interesting publications about her work in <a href=\"http:\/\/thecityschool.edu.pk\/\">schools in Pakistan<\/a> where she is also starting up a MirandaNet chapter. Her paper on the <a href=\"\/blog\/2015\/09\/the-role-of-the-principal-in-promoting-technology-integration-in-pedagogical-practices\/\">role of school principals in promoting the integration<\/a> of ICT into teaching and learning highlights very similar issues to those faced in the UK (and elsewhere) and her second paper on <a href=\"\/blog\/2015\/05\/assesment-though-ict\/\">assessment with ICT<\/a> demonstrates a constructive and progressive approach to CPD.<\/p>\n<p><a href=\"\/members-directory\/malcolm-payton\/profile\/\"><strong>Malcolm Payton<\/strong> <\/a>is a consultant with many years experience in teaching and educational management. His work on the strategic leadership of ICT to ensure effective and planned implementation of ICT in schools has been very influential across the UK and internationally. He is now the director of the Educational Expertise Exchange Network (E3Net). He is awarded a <strong>Senior Fellowship <\/strong>for his papers on <a href=\"\/blog\/2015\/09\/the-procurement-of-technology-in-education-2\/\">technology procurement<\/a>, which sets out some clear thinking on planning for technology development in schools, and for his second paper on the <a href=\"\/blog\/2015\/07\/effective-use-of-ict-in-education-malcolm-payton\/\">effective use of ICT<\/a>, which draws attention to some key factors of success.<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Fellows<\/strong><\/span><\/p>\n<p><strong><a href=\"\/members-directory\/helen-boulton\/profile\/\">Dr Helen Boulton<\/a> <\/strong>has earned her<strong> Fellowship <\/strong>with her case study of offering a <a href=\"\/blog\/2015\/09\/cross-cultural-implementation\/\">cross cultural comparison of the use of new technology by post-graduate students in Hong Kong and the United Kingdom<\/a><em>.<\/em> Her study includes valuable advice about managing cross cultural communication difference when implementing virtual learning environments with cohorts from different countries and cultures.<\/p>\n<p><strong><a href=\"\/members-directory\/kieran-dhunna-halliwell\/profile\/\">Kieran Dhunna Halliwell<\/a><\/strong> is a Key Stage 2 teacher and has been working on an action research project  with Dr. Pete Bradshaw of the Open University. She has earned a<strong> Fellowship <\/strong>with her delightful account of her foray into action research. Her paper <a href=\"\/blog\/2015\/09\/am-i-a-researcher-yet\/\">Am I a researcher yet?<\/a> and published here on MirandaNet describes her professional journey and her emerging confidence as a research-active teacher. It is an honest account which should encourage many who are taking their first steps on the research road.<\/p>\n<p><strong><a href=\"\/members-directory\/tazmeen-sultan\/profile\/\">Tazmeen Sultan<\/a> <\/strong>is a colleague of Lubna Malik a member of the Educational Technology team at the <a href=\"http:\/\/thecityschool.edu.pk\/\">City School, Lahore<\/a>, Pakistan where the emphasis is on innovation.  She earns a <strong>Fellowship<\/strong> with her paper <a href=\"\/blog\/2015\/05\/emerging-use-of-ict-for-teaching-and-learning-in-schools-of-pakistan\/\"><em>Emerging Use of ICT for Teaching and Learning in Schools of Pakistan.<\/em><\/a> This is a reflective account of her professional activities in promoting and modelling the value of ICT in teaching and learning.  It is an impressive story and one with which many practitioners in the field can identify.<\/p>\n<p><strong><a href=\"\/members-directory\/andy-knill\/profile\/\">Andy Knill<\/a><\/strong> gains his<strong> <strong>Fellowship <\/strong><\/strong>with his paper <a href=\"\/blog\/2015\/09\/global-networking-using-social-media\/\"><em>Global Networking using social media<\/em><\/a> in which  he describes his project to develop professional learning networks (PLN) using Twitter to link with teachers on a global scale. Andy developed two PLN and are open to all. They can be found at <a href=\"http:\/\/twitter.com\/@globalsolo\">@globalsolo<\/a> and <a href=\"http:\/\/twitter.com\/@gasigict\">@gasigict<\/a> on Twitter. His paper is of interest to school leaders, teachers, and teacher educators willing to explore how social media can be used as a professional development tool.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editorial: MirandaNet&#8217;s Mission The MirandaNet team has been rethinking its mission statement. References to Computing, ICT, IT, Computing Science and related terms emphasise digital technologies too much. As a result it was decided that the phrase &#8216;Thought Leaders in Education Innovation&#8217; would &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/09\/06\/mirandanet-newsletter-2015\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[274],"tags":[205],"class_list":["post-9930","post","type-post","status-publish","format-standard","hentry","category-archived-news","tag-autumn2015","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9930"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9930"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9930\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9930"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9930"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9930"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}