{"id":9938,"date":"2015-11-18T00:00:00","date_gmt":"2015-11-18T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/11\/18\/mirandanet-education-innovation-through-cpd\/"},"modified":"2019-09-05T12:18:32","modified_gmt":"2019-09-05T11:18:32","slug":"mirandanet-education-innovation-through-cpd","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/11\/18\/mirandanet-education-innovation-through-cpd\/","title":{"rendered":"MirandaNet: Education innovation through CPD &#8211; a school, professional organisation and industry partnership"},"content":{"rendered":"<p style=\"margin-left: 30px; margin-right: 2cm; font-weight: 400;\"><em>We’re living in a time when things are moving fast. The rules of the game are changing. Science is changing. Technology is changing. Geo-politics is changing. Learning fast is the only mode of survival. But here’s the crazy thing: our models of learning have not kept up.” Wenger 2014<sup>1<\/sup><\/em><\/p>\n<p><span style=\"font-weight: 400;\">As the founder of the international MirandaNet Fellowship in 1992, it is interesting to look back at developments over the years since that time to see how experience could inform current thinking in schools. My wider perspective is informed by running CPD programmes in China, Czech Republic, Mexico and South Africa<sup>2<\/sup>.<\/span><\/p>\n<p>Naace<sup>3<\/sup>, ITTE<sup>4<\/sup> and the MirandaNet Fellowship<sup>5<\/sup>, all professional communities of practice in education technologies, were formed at much the same time in the expectation that as communities of expert academics, educators and practitioners we could make a difference. However, along with various gurus, we have all been complaining about the lack of change in classrooms for nearly three decades since the UK government first introduced the National Grid for Learning in 1997 and before.<\/p>\n<p><span style=\"font-weight: 400;\">In 2010 I met Wenger<sup>1<\/sup> who coined the term ‘communities of practice’. In relation to MirandaNet he said that communities of practice in education have more chance of making progress than those in business because <strong>sharing<\/strong> is core to the ethos of teaching professionals. &nbsp;This enthusiasm to share is palpable. Since I founded the MirandaNet Fellowship in 1992 our community of practice has grown from fifteen teachers in England who saw themselves as thought leaders in education innovation to more than one thousand members in eighty countries. We attract more than 64,000 visitors a year who read up to 11 pages of teachers’ research. <\/span><span style=\"font-weight: 400;\">There must be a growing need for practice based research information because the numbers of readers are growing at 10% -12% a year.<br \/>\n<\/span><\/p>\n<p><span style=\"font-weight: 400;\">ITTE and Naace have similarly grown and matured &#8211; adapting to new forces by encouraging many more school leaders to join them. Until the last couple of years most of the expert enthusiasts in each of these three influential communities would agree with Wenger that our models of learning have not kept up with the potential offered by learning technologies.<\/span><\/p>\n<h5>What has changed?<\/h5>\n<p><span style=\"font-weight: 400;\">Michael Fullan<sup>6<\/sup> is a long standing expert in systemic change management in education. He cites three new forces that are converging to open up learning possibilities. The first force, ‘<strong>new pedagogies<\/strong>’, springs from the new learning partnerships that emerge between and among students and teachers when digital tools and resources become pervasive. The second, ‘<strong>new change leadership<\/strong>’, merges top-down, bottom-up and sideways energies to generate change that is faster and easier than anything seen in past efforts at reform. The third, ‘<strong>new system economics<\/strong>’, makes the powerful learning tools and resources that accelerate the first two forces more affordable for all.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Our research in schools during the last couple of years has seen the evidence of a significant change in professional attitudes now that many teachers own smartphones and tablets. Because of their personal competence and understanding of the potential of technology for teaching and learning, teachers at the grassroots are beginning to expect and embrace change. <\/span><span style=\"font-weight: 400;\">This draft chapter,<i> Taking the Tablets, <\/i>contains some of our observations of teachers&#8217; changing practice: <a href=\"\/blog\/2015\/12\/13\/taking-the-tablets\/\" target=\"_blank\" rel=\"noopener noreferrer\">\/blog\/<wbr>2015\/12\/13\/taking-the-tablets\/<\/a><\/span><\/p>\n<p><span style=\"font-weight: 400;\">However, to dampen Fullan’s optimism, there has been a profound change in the &nbsp;government’s enthusiasm and capacity in England to fund this revolution as they used to in the past and to lead change centrally. Some of us are still around who were inspired in the 1980s by government agencies t<\/span><span style=\"font-weight: 400;\">hat they funded such as<\/span><span style=\"font-weight: 400;\"> the National Council for Education Technology (NCET, which subsequently became Becta) and organisations like MAPE (later to merge with Naace to become Naace Primary). This government support gave UK plc significant strengths internationally and much that was developed in teachers’ garages was exported around the world. <\/span><\/p>\n<p>In terms of exports, colleagues in other countries consider the UK to have had major support through an organisation such as the British Education Suppliers Association (BESA). This organisation, which was founded at the same time as Naace, MirandaNet and ITTE, has published a report that takes a longitudinal view of the history of industries&#8217; involvement in the development of educational technology and how in the UK, arguing that computer technology &nbsp;played a central part in the drive to raise standards in schools to meet the new challenges facing education<sup>7<\/sup>.<\/p>\n<p><span style=\"font-weight: 400;\">In this climate of expansion the technology industry was also keen to play a part in professional development. As an English and Drama teacher my first engagement was in a professional development project, where Professor Margaret Cox at Education Computing Unit, King’s College, London, invited a group of practising teachers to develop curriculum software to support learning in the new curriculum subject, Information Technology. We were a motley bunch of English, Domestic Science and History experts who had had no training in computers and certainly no access to them. But we could see that children were highly entertained and motivated by such things as the adventure games that were emerging commercially.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We could see the potential learning value of this kind of software and went on to develop &#8216;Scoop&#8217;, one of the first educational games for the 8-bit microcomputer complete with pictures (black-and-white of course). Scoop was an adventure in which players assumed the role of a journalist to use information technology devices to gain a &#8216;Scoop&#8217;. We piloted this in our classrooms and wrote the the notes for teachers learning much about how adventures could be used to improve learning and achievement. &nbsp;To this day it can still be seen in some classrooms.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Based on this project and the many we have been involved in since then, I &nbsp;do not entirely agree with Wenger that businesses do not want to share. It’s true that they do not want to share with each other on sensitive commercial information but we have had a good reputation in the UK for education’s partnership with education. &nbsp;British Telecom’s part in the Scoop project illustrated the best of such partnerships. We all gained professional development and shared our research knowledge about what teachers and pupils found valuable in these new digital artefacts. &nbsp;How proud we were of this achievement and this it was this group of teacher co-researchers who started MirandaNet and have been evangelists for Computing in schools in all its forms ever since, Digital Citizenship<sup>8<\/sup> and Digital Literacy also being high on our list. At the same time, beginning in 1984, Naace was a growing influence with a membership drawn from early computing advisers, teacher-advisers and policy makers, particularly those in Local Authorities.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">How was this professional development and research funded? In England in the 1980s teachers were entitled to funding for MAs and PhDs as well as 21 day course opportunities. So drawing on these sources of professional development funding I was seconded to King’s for a year to author Scoop and to research its educational value. The teachers in the development group were seconded on a twenty-one day course entitlement that allowed the teachers to pursue an interest related to their teaching and the researchers at King’s were funded by BT in order to draw out wider research information from this intensive project.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Much has changed since then. Today, living in a time of financial austerity, the UK government has closed Becta who commissioned most of the valuable research in this area<sup>9<\/sup>. Much smaller amounts of professional development funds have been devolved to schools who largely use this for training staff in how to use products and services<sup>10<\/sup>; funds and time for involving leaders, advisers and trainers in high level training is difficult to find outside of the CPD opportunities afforded by MirandaNet’s action research programme for teachers, <a href=\"\/icatalyst\/professional-development-approach\/\">iCatalyst<\/a>, or the Naace<a href=\"http:\/\/www.naace.co.uk\/ictmark\"> ICT Mark<\/a> and <a href=\"http:\/\/www.naace.co.uk\/thirdmillenniumlearningaward\">3rd Millennium Learning Award<\/a>. This now perennial problem of opportunity starvation has been documented widely since the National NOF programme 1999-2003<sup>11<\/sup>; companies struggle to reach enough schools to demonstrate what they can do and to continue their involvement once a product is installed; opportunities for objective research in this area through external funds are significantly reduced; applying for project funding is onerous and few submissions win, however good they are.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Despite these negative conditions, the World Bank advice for any project holds good: 50% on hardware and software and 50% on training for teachers &#8211; I would add that this should include school leaders and advisors. While training could be interpreted as learning how to use the tool competence in using a tool does not have the same impact on educational achievement as a professional development programme where theory is referenced, the pedagogical values are defined by the teachers themselves and systemic change is discussed.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Over the years MirandaNet has evolved <\/span><span style=\"font-weight: 400;\">iCatalyst<\/span><span style=\"font-weight: 400;\"><sup>12<\/sup> which combines the research and professional development agendas. Based on extensive research and practice, these programmes provide an opportunity for the industry, professional communities of practice and schools to work together for mutual benefit. At the core of these programmes is the action research method (now often called practice-based research<sup>13<\/sup>) in which teachers themselves plan and develop the data collection methods so that their observations are central to the research process and reported outcomes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">iCatalyst consists of two programmes: <\/span><i><span style=\"font-weight: 400;\">Sprint <\/span><\/i><span style=\"font-weight: 400;\">and <\/span><i><span style=\"font-weight: 400;\">Insight<\/span><\/i><span style=\"font-weight: 400;\">. Participants in <\/span><i><span style=\"font-weight: 400;\">Sprint<\/span><\/i><span style=\"font-weight: 400;\"> work towards a short research report, developed in about one term, focusing on the value of one product or service. The study is undertaken by key teachers as co-researchers with the support of selected advisors and researchers from the professional communities. <\/span><i><span style=\"font-weight: 400;\">Insight <\/span><\/i><span style=\"font-weight: 400;\">&nbsp;is a longer project where school leaders collaborate over a &nbsp;year to look in depth at how they are using digital products and services and how they can boost achievement. &nbsp;The focus is on systemic change based on local evidence. Leaders of <\/span><i><span style=\"font-weight: 400;\">Sprint <\/span><\/i><span style=\"font-weight: 400;\">and <\/span><i><span style=\"font-weight: 400;\">Insight<\/span><\/i><span style=\"font-weight: 400;\"> &nbsp;programmes can work at Masters level with De Montfort University. Mentoring about the analysis and reporting of evidence takes place face to face and online. Members of associate companies can also elect to join the programmes and gain accreditation for effective working with teachers<sup>14<\/sup>.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">All those involved benefit from a well-organised programme:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">&nbsp;<\/span><b>teachers and senior managers<\/b><span style=\"font-weight: 400;\"> gain a deeper and shared understanding of strategies they might adopt to introduce systemic change and improve pupil achievement. The agenda is generated by the staff and results can be used in their strategic planning as well as their reports to governors, Pupil Premium and OFSTED; teachers also gain accreditation and can publish for a global audience in a range of modes;<\/span><\/li>\n<li><b>leaders, trainers and advisers<\/b><span style=\"font-weight: 400;\"> are also supported &nbsp;in developing these action research programmes that draw on theory as well as practice;<\/span><\/li>\n<li><b>company representatives<\/b><span style=\"font-weight: 400;\"> who also join the projects as co-researchers gain professional development and valuable research and development information. A learning company uses this knowledge to improve their understanding of education as well as for marketing their product and for evidence of their learning in entering for awards.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Roger Turner of LightSpeed, a MirandaNet Associate who has commissioned a Sprint report<sup>15<\/sup>, said that the gains were &#8220;testing prototype and next development stage products in the classroom with teachers skilled in research providing feedback from themselves and their students. This has &nbsp;resulted in modifications to products based on a wider sample than just ideas generated in the design and development lab of the company’. Roger adds, ‘Now more than ever, education needs to work in close partnership with industry if the potential improvements in learning outcomes that new product development can help deliver are to be realised’.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Models of funding for this professional development model vary. Sometimes the company funds the whole project through their managed service and at other times they subsidise the school’s professional development costs with free resources and trainers.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Schools can also commission a study where they identify the technologies they want to explore in terms of teaching and learning. Relevant research, and useful publications are to be found via MirandaNet&#8217;s collection of <\/span><a href=\"\/mirandanet-publications\/\"><span style=\"font-weight: 400;\">research publications<\/span><\/a><b>. &nbsp;<\/b><\/p>\n<p><b>MirandaNet Spring Workshop<\/b><\/p>\n<p><span style=\"font-weight: 400;\">There will be a MirandaNet iCatalyst workshop on Saturday February 21st at De Montfort University, Leicester where current teacher participants in iCatalyst will be telling their action research stories. See the <a href=\"\/event\/mirandamod-teachers-research-teaching\/\">workshop programme<\/a> for further details.<br \/>\n<\/span><\/p>\n<h4><span style=\"font-weight: 400;\">Christina Preston, 2016.<\/span><\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone\" style=\"padding-top: 0px; margin-top: 0px;\" src=\"\/wp-content\/uploads\/2019\/06\/naace-award.png\" alt=\"Naace Impact Award\" width=\"140\" height=\"108\"><\/p>\n<p><b>References<\/b><\/p>\n<ol>\n<li><span style=\"font-weight: 400;\">Etienne&#8217;s home page.&nbsp;<a href=\"http:\/\/wenger-trayner.com\/etienne\/\">http:\/\/wenger-trayner.com\/etienne\/<\/a>. Accessed December 2015.<\/span><\/li>\n<li>Examples of iCatalyst programmes: ​<a href=\"\/icatalyst\/examples-of-icatalyst\/\" target=\"_blank\" rel=\"noopener noreferrer\">\/<wbr>icatalyst\/examples-of-<wbr>icatalyst\/<\/a><\/li>\n<li>Naace.&nbsp;<a href=\"http:\/\/www.naace.org.uk\"><span style=\"font-weight: 400;\">www.naace.co<\/span><span style=\"font-weight: 400;\">.uk<\/span><\/a>.&nbsp;Accessed December 2015.<\/li>\n<li><span style=\"font-weight: 400;\">ITTE.&nbsp;<a href=\"http:\/\/www.itte.org.uk\">www.itte.org.uk<\/a>.&nbsp;Accessed December 2015.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">MirandaNet.&nbsp;<a href=\"\">mirandanet.ac.uk<\/a>&nbsp;Accessed December 2015.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Fullan, M and Langworthy. 2014. A Rich Seam: How New pedagogies Find Deep Learning.&nbsp;<\/span><a href=\"\/\"><span style=\"font-weight: 400;\">\/blog\/2014\/05\/how-new-pedagogies-find-deep-learning\/<\/span><\/a><\/li>\n<li><span style=\"font-weight: 400;\">BESA. 2015. ICT Use in Schools. <\/span><a href=\"\/wp-content\/uploads\/2019\/06\/BESA-ICT-USe-in-Schools.pdf\"><span style=\"font-weight: 400;\">\/knowledgehub\/recommended-reports\/<\/span><\/a><\/li>\n<li>See the report of the MirandaNet\/London Knowledge Lab Think Tank: <a href=\"\/knowledgehub\/white-papers\/digital-citizenship-report\/\">Towards tomorrow’s successful digital citizens<\/a><\/li>\n<li>See &#8216;Action Research&#8217;: <a href=\"http:\/\/www.mirandanet.org.uk\/articles\/9\">http:\/\/www.mirandanet.org.uk\/articles\/9<\/a><\/li>\n<li><span style=\"font-weight: 400;\">Miranda is reassembling the Becta research. Do you have a copy of a report you would like to see up?&nbsp;<\/span><a href=\"\/knowledgehub\/becta\/\">\/knowledgehub\/becta\/<\/a><\/li>\n<li><span style=\"font-weight: 400;\">The last study Pachler and Preston et al. undertook about ICT professional development for Becta indicated that the CPD landscape in CPD was already very fragmented. We also looked at the reasons why some good teachers were reluctant to use computers in the classroom. Their reasoning was sound.&nbsp;<\/span><span style=\"font-weight: 400;\">Pachler, N, C. Preston, J. Cuthell, &nbsp;A. Allen and Pinheiro Torres (2011) <\/span><i><span style=\"font-weight: 400;\">The ICT CPD Landscape in England.<\/span><\/i><span style=\"font-weight: 400;\"> Becta download<\/span><a href=\"http:\/\/dera.ioe.ac.uk\/1769\/\"> <span style=\"font-weight: 400;\">here<\/span><\/a><span style=\"font-weight: 400;\">. &nbsp;This report contains a section about teachers who are reluctant to use learning technologies in classrooms that you can download<\/span><a href=\"\/wp-content\/uploads\/2019\/06\/Paper-reluctant-teachers-copy.pdf\"> <span style=\"font-weight: 400;\">here.<\/span><\/a><\/li>\n<li><span style=\"font-weight: 400;\">Christina Preston published the TTA NOF evaluation in 2004 that has many lessons that are valuable today http:\/\/www.mirandanet.org.uk\/tta\/<\/span><\/li>\n<li><span style=\"font-weight: 400;\">The Sprint and iCatalyst programmes and the action research approach are explained here:&nbsp;<\/span><a href=\"\/icatalyst\/professional-development-approach\/\"><span style=\"font-weight: 400;\">\/icatalyst\/professional-development-approach\/<\/span><\/a><\/li>\n<li><a href=\"http:\/\/www.naace.co.uk\/publications\"><span style=\"font-weight: 400;\">http:\/\/www.naace.co.uk\/publications<\/span><\/a><\/li>\n<li><span style=\"font-weight: 400;\"><a href=\"\/blog\/2015\/05\/lightspeed-learning-and-listening\/\">\/blog\/2015\/05\/lightspeed-learning-and-listening\/<\/a><\/span><\/li>\n<\/ol>\n<p><b>Further resources<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Examples of Associate-funded Sprint and ICatalyst publications are here: <\/span><a href=\"\/about-associates\/associates-research\/\">\/about-associates\/associates-research\/<\/a><\/p>\n<p><span style=\"font-weight: 400;\">Examples of ICatalyst projects are here:&nbsp;<\/span><a href=\"\/icatalyst\/examples-of-icatalyst\/\"> <span style=\"font-weight: 400;\">\/icatalyst\/examples-of-icatalyst\/<\/span><\/a><\/p>\n<p><span style=\"font-weight: 400;\">MirandaNet&#8217;s publication collection can be found here: <\/span><a href=\"\/mirandanet-publications\/\">\/mirandanet-publications\/<\/a><\/p>\n<p><span style=\"font-weight: 400;\">Some examples of the pedagogical models that the teachers use to measure their progress in systemic change at Masters level can be found here:&nbsp;<\/span><a href=\"\/knowledgehub\/pedagogical-models\/\"><span style=\"font-weight: 400;\">\/knowledgehub\/pedagogical-models\/<\/span><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>We’re living in a time when things are moving fast. The rules of the game are changing. Science is changing. Technology is changing. Geo-politics is changing. Learning fast is the only mode of survival. But here’s the crazy thing: our &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/11\/18\/mirandanet-education-innovation-through-cpd\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[71],"class_list":["post-9938","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-cpd","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9938"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9938"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9938\/revisions"}],"predecessor-version":[{"id":12203,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9938\/revisions\/12203"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9938"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9938"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9938"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}