{"id":9940,"date":"2015-11-30T00:00:00","date_gmt":"2015-11-30T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2015\/11\/30\/can-you-read-the-letters-on-this-chart\/"},"modified":"2019-09-05T12:16:33","modified_gmt":"2019-09-05T11:16:33","slug":"can-you-read-the-letters-on-this-chart","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2015\/11\/30\/can-you-read-the-letters-on-this-chart\/","title":{"rendered":"&#8220;Can you read the letters on this chart?”"},"content":{"rendered":"<h4>Vision and Learning<\/h4>\n<p>Learning has been defined as the “acquisition of understanding through the senses”. While all of the senses are important conduits of information, vision is particularly important in this respect.&nbsp; It follows that any form of degradation of vision is likely to have some effect on a child’s capacity to learn. A child who cannot see clearly in the distance or who cannot maintain clear, single vision when reading, will be disadvantaged to some extent in the school environment.<\/p>\n<p>Research suggests that approximately 15% of school-age children have poor vision in one or both eyes. This can make certain tasks more difficult and in some cases, have negative consequences for a child’s learning. Yet according to an investigation by the College of Optometrists, less than a third of Local Authorities provide any vision screening in schools <a href=\"#_ftn1\">[1]<\/a>. Against this background, Professor Thomson from City University, London, &nbsp;has developed software known as SchoolScreener EZ™ which can detect poor vision in a simple three minute test.<\/p>\n<p>The software enables schools to undertake vision checks as required or at certain key stages as children progress through primary and secondary education. The software is very easy to use and no specialist knowledge about the eyes is required to test students using the software. The software can be used by teachers, teaching assistants or other personnel within a school.&nbsp; It takes just three minutes to complete a test and the software automatically produces customised reports for parents, helping them to make informed decisions about their child’s eyes.&nbsp; The test is designed to detect most common vision problems so that if necessary, children can be referred for a full eye examination by an optometrist or orthoptist.<\/p>\n<h4>School-entry screening<\/h4>\n<p>Current guidelines recommend that local authorities check the vision of children when they enter school at the age of 4\/5 years.&nbsp; While excellent orthoptic-led screening programmes are provided in some areas, 40% of local authorities do not have any form of vision screening in place.&nbsp; This means that many children with vision problems are currently slipping through the net.&nbsp; Even where school-entry vision screening is provided, this is a single check on school entry and any problems which develop after this age will not go undetected.<\/p>\n<p>SchoolScreener EZ<strong>™<a href=\"#_ftn2\" name=\"_ftnref1\"><strong>[2]<\/strong><\/a><\/strong> is designed to plug this gap.&nbsp; It allows schools to rapidly check if a child’s vision is within normal limits. It can be used when a school has specific concerns about a child’s vision or as part of a systematic screening programme at key stages of a child’s development.<\/p>\n<p>The software may be used to test children aged from 5 to 18 years and uses animations and sound to engage children of all ages. It can also speak instructions in 27 different languages. Parents and carers have welcomed the reports that help them make informed decisions about their child’s eyesight. Data can also be uploaded to the school’s own management information system.<\/p>\n<h4>A National Rollout<\/h4>\n<p>Following a trial of the system with primary and secondary schools in 2014, SchoolScreener EZ™ is now available to all UK Primary and Secondary Schools, free of charge, thanks to generous support from Specsavers. Dame Mary Perkins, Specsaver&#8217;s founder and optometrist, said ‘We are delighted to be able to offer this free vision screening tool to all schools nationwide. A child’s eyesight will continue to develop right up to the age of eight years old and a number of eye care issues can be corrected by an optician if detected before this time. Thus the ability to screen children’s vision regularly throughout their early schooling will be very beneficial.’<\/p>\n<p>Thomson Screening and Specsavers have partnered with Tablet Academy to support the use of the screening software by schools. Tablet Academy is a nationwide independent consultancy specialising in the use of innovative technologies in schools. Technical challenges are expected to be minimal because the SchoolScreener EZ<strong>™<\/strong> software is browser based and thus independent of any particular platform (although devices with very small screens are not suitable)..<\/p>\n<p>The partnership between Thomson Screening, Specsavers and Tablet Academy will ensure that all schools in the UK have the opportunity to offer their children a quick and sensitive vision check.&nbsp; This will help to detect children with vision problems before it effects their educational development. Parents and teachers may well witness some children’s significant learning gains in the future as a result of this initiative.<\/p>\n<p>Parents and teachers may well witness some children’s significant learning gains in the future as a result of this initiative.<\/p>\n<p>For further information, please see <a href=\"http:\/\/www.screeningforschools.co.uk\">www.screeningforschools.co.uk<\/a><\/p>\n<p>Here schools can register for free, as well as learn how the solution has supported other schools to make a difference.<\/p>\n<h4>&nbsp;About Thomson Screening.<\/h4>\n<p>Thomson Screening is a spin-out company formed by City University, London to manage, develop and bring to market a range of innovative software screening solutions developed in University’s Department of Optometry and Visual Science by Professor David Thomson and his team.<\/p>\n<h4>About Tablet Academy<\/h4>\n<p>The Tablet Academy is the UK’s largest provider of independent consultancy and teacher training on the use of innovative technologies to transform learning and teaching in schools and other educational institutions.<\/p>\n<h4>&nbsp;About SpecSavers<\/h4>\n<p>Specsavers is an international company providing eye care service, affordable glasses and contact lenses to people in a number of countries in Europe and across the globe. They are well known for offering value for money, including special offers such as two for one glasses. Expert opticians carry out professional eye tests using the latest optical equipment and many of their branches also provide a hearing service with fully-trained audiologists offering comprehensive hearing tests and the latest digital hearing aids.<\/p>\n<p style=\"text-align: center;\">♦<\/p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]<\/a>&nbsp;Thousands of children missing out on vision screening.&nbsp;<a href=\"\/wp-content\/uploads\/2019\/06\/College-of-Optometrists-campaign-press-release.pdf\">\/wp-content\/uploads\/2019\/06\/College-of-Optometrists-campaign-press-release.pdf<\/a><br \/>\n<a href=\"#_ftnref2\" name=\"_ftn2\">[2]<\/a> The software is a version of an application, called SchoolScreener<strong>™<\/strong>, developed by Thomson Screening in use in the National Health Service.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vision and Learning Learning has been defined as the “acquisition of understanding through the senses”. While all of the senses are important conduits of information, vision is particularly important in this respect.&nbsp; It follows that any form of degradation of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2015\/11\/30\/can-you-read-the-letters-on-this-chart\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[206],"class_list":["post-9940","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-tablet-academy","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9940"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9940"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9940\/revisions"}],"predecessor-version":[{"id":12202,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9940\/revisions\/12202"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9940"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9940"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9940"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}