{"id":9971,"date":"2016-03-06T00:00:00","date_gmt":"2016-03-06T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/blog\/2016\/03\/06\/ecosystems-within-ecosystems-digital-schools-growing-community\/"},"modified":"2019-06-29T22:08:52","modified_gmt":"2019-06-29T21:08:52","slug":"ecosystems-within-ecosystems-digital-schools-growing-community","status":"publish","type":"post","link":"https:\/\/mirandanet.ac.uk\/blog\/2016\/03\/06\/ecosystems-within-ecosystems-digital-schools-growing-community\/","title":{"rendered":"Ecosystems Within Ecosystems: Digital Schools Growing Their Community"},"content":{"rendered":"<p>In contemplating the digital evolution of the school and the creation of the desired school ecosystem appreciate that as your school’s digital ecosystem<sup>[<a href=\"#1\">1<\/a>]<\/sup> grows so too will it interact with other local, regional and national ecosystems in a virtuous circle of growth.<\/p>\n<p style=\"margin-bottom: 5px;\">This may be an as yet unexplored aspect of schooling and relies on the recognition of several important factors:<\/p>\n<ul style=\"margin-left: 50px;\">\n<li>social networking is increasingly pervasive and intentionally and unintentionally impacts on the growth of all complex organisations;<\/li>\n<li>the digital evolution of schools is occurring within an increasingly socially networked society;<\/li>\n<li>schools are social institutions and should be an integral part of the networked society, not stand alone, isolated entities;<\/li>\n<li>consideration of the impact of social networking on schooling needs to address its intended and unintended effects both within the school as well as also within the school’s wider community;<\/li>\n<li>consideration needs to be given to the key ecosystems that interface with the school (perhaps especially the local and regional).<\/li>\n<\/ul>\n<p>As schools grow their digital ecosystem they simultaneously and unwittingly grow the digital capability of the school and its community<sup>[<a href=\"#2\">2<\/a><\/sup>]. In communicating the educational importance of the digital, in using it astutely and naturally in everyday teaching, in all the school’s operations, and in assisting the children to use their own suite of digital technologies within and beyond school, such pathfinder schools are also unintentionally emphasising for their communities of students, parents, carers, grandparents (and all those with whom they are connected) that the digital is fundamentally important.<\/p>\n<p>Thus the school &#8211; particularly through its students &#8211; is helping to enhance the digital proficiency of all within its immediate community. The use of a school app for communication and interaction, the encouragement of the students to use appropriate technologies and the exploration by the students of emerging technologies all impact on the extended family’s 24\/7\/365 use of the digital. Through this indirect influence the school can help to normalise the everyday usage of digital technologies.<\/p>\n<p>Significantly, as the school’s community enhances its digital proficiency so too its expectations of and support for the digital in the school rise. Simultaneously, the school’s wider community of families and participants, its ‘digital community’, invariably wear numerous hats as employees, local government officers, town planners, business owners, software developers and many others, all work within other regional digital ecosystems. This collective experience of interactions between digital ecosystems reveals the benefits for their children and their wider community and which benefits the entire region. Digital pathfinder schools who grow their school ecosystem will also grow their community, its life, culture, its digital proficiency and in time its industry. This is what Morris and Lowe<sup>[<a href=\"#3\">3<\/a>] <\/sup>found in their study of schools in the far south coast of Australia (Lee, Morris and Lowe, 2015).<\/p>\n<p>If that is so it takes the role of schooling, and in particular digital schools into a new, different and very powerful position. More research is needed to explore this relationship between the growth of digital ecosystems in schools and their effects on the wider social and economic environment but it is clear that, as a school’s digital evolution progresses, a careful look at the interaction with other digital and networked ecosystems is important.<\/p>\n<p><strong>References<\/strong><\/p>\n<ol>\n<li><a name=\"1\"><\/a>Digital ecosystem. Available at: <a href=\"https:\/\/en.wikipedia.org\/wiki\/Digital_ecosystem\">https:\/\/en.wikipedia.org\/wiki\/Digital_ecosystem<\/a> Retrieved: 6<sup>th<\/sup> March 2016.<\/li>\n<li><a name=\"2\"><\/a>Lee, M (2015) ‘Digital Schools Grow Digital Communities’. <em>Digital Evolution of Schooling<\/em>. October 2015. Available at: <a href=\"http:\/\/schoolevolutionarystages.net\/?m=201510\">http:\/\/schoolevolutionarystages.net\/?m=201510<\/a>. Retrieved: 6<sup>th<\/sup> March 2016.<\/li>\n<li><a name=\"3\"><\/a>Lee, M, Morris, P, and Lowe, S (2016) ‘Hub and Spoke Networking Model: On Reflection.’ <em>Digital Evolution of Schooling<\/em> February 2016. Available at: <a href=\"http:\/\/schoolevolutionarystages.net\/?p=470\">http:\/\/schoolevolutionarystages.net\/?p=470<\/a>. Retrieved: 6<sup>th<\/sup> March 2016.<\/li>\n<\/ol>\n","protected":false},"excerpt":{"rendered":"<p>In contemplating the digital evolution of the school and the creation of the desired school ecosystem appreciate that as your school’s digital ecosystem[1] grows so too will it interact with other local, regional and national ecosystems in a virtuous circle &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/blog\/2016\/03\/06\/ecosystems-within-ecosystems-digital-schools-growing-community\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[210,111],"class_list":["post-9971","post","type-post","status-publish","format-standard","hentry","category-mirandanet-blog","tag-digital-schools","tag-education","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9971"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=9971"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/posts\/9971\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=9971"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/categories?post=9971"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/tags?post=9971"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}