{"id":10593,"date":"2014-09-12T00:00:00","date_gmt":"2014-09-11T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/tablet-academy\/"},"modified":"2020-03-03T15:10:07","modified_gmt":"2020-03-03T15:10:07","slug":"tablet-academy","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/about-associates\/tablet-academy\/","title":{"rendered":"Tablet Academy"},"content":{"rendered":"<div id=\"x-section-1\" class=\"x-section\" style=\"margin: 0px; padding: 45px 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container   max width\" style=\"margin: 0px auto; padding: 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px; \" ><div id=\"\" class=\"x-text none\" style=\"\" ><div style=\"font-size: 12pt;\">\n<h3><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-4483 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/Tablet-Academy-Logo.jpg\" alt=\"Tablet Academy Logo\" width=\"300\" height=\"174\"><\/h3>\n<h3>Tablet Academy<\/h3>\n<div style=\"font-size: 12pt;\">\n<p><a href=\"http:\/\/www.ipadacademy.co.uk\/\">http:\/\/http:\/\/www.tablet-academy.com\/<\/a><\/p>\n<p>Founded in January 2013 by educationalists Professor Steve Molyneux and Mark Yorke, the <strong>Tablet Academy<\/strong> is the leading provider of platform agnostic consultancy, teacher training and pupil engagement sessions in the UK focused on the use of mobile technologies. The company ethos is that the ability to use technology is as fundamental to a child&#8217;s development as their ability to read and write. Whilst many teachers would agree with this, for some embedding the use of current technology into everyday learning remains a challenge. This is why one focus of the company is to help schools identify and remove any barriers that inhibits advancement in the use of technology in education.<\/p>\n<p>As a group of a highly experienced educators, many being Apple Distinguished Educators, Microsoft Innovative Educators, Google&nbsp;Certified Educators or Lego Certified Educators, the Tablet Academy brings a wealth of experience to its clients. Unlike some school IT training companies Tablet Academy focusses exclusively on the pedagogic use of technology across the curriculum.<\/p>\n<p>Tablet Academy offers a range of services:<\/p>\n<ul>\n<li>Consultancy for school leadership to help schools create a holistic vision for teaching with technology which, designed to sit alongside a well-planned IT strategy to avoid deployment issues and to provide links to industry partners;<\/li>\n<li>The competence and confidence of teachers in using technology is one of the biggest factors influencing its effective use to enhance teaching and learning. Tablet Academy offers digital skills audit services in order to provide schools with a snapshot of their teachers&#8217; current skills level. Such an audit can assist with the planning of a training programme that is both relevant and meaningful;<\/li>\n<li>Professional development services are delivered as practical, hands-on group training sessions, or one-to-one support (including co-teaching) which focus on the appropriate use of technology in the classroom. Delivered by experienced educators, a training programme is created in consultation with the client institution to ensure relevant outcomes are achieved;<\/li>\n<li>The Teacher Academy Programme provides ongoing training opportunities for school leaders, teachers, and support staff. An annual fee of £300 (+VAT) provides access to over 80 events per year, and the opportunity for schools to host their own training events delivered by Tablet Academy staff;<\/li>\n<li>Whether you are looking to reward students, engage more difficult groups, or trial new technologies with staff and students, Tablet Academy Pupil Engagement Workshops are tailored to meet school needs. Workshops can be run off-the-shelf or customised to meet a particular curriculum requirement and inspire the school community or motivate less engaged students. Examples of such activities include: Use of LEGO WeDo and Mindstorms, Minecraft, CSI (Crime Scene Investigation), STEM, Robotics, BBC micro:bit and Computing, Modern Languages, and Literacy Development Through the use of Video and Animation;<\/li>\n<li>Measuring success is not about ticking boxes, it’s about how to identify which elements of a strategy work best, and which ones need improvement. An effective evaluation of staff and student experience can be used to create reports to communicate your success to parents and governors or share ideas with colleagues inside and outside the school. Our Research Programmes are delivered by a well published researcher who has evaluated school and university education both nationally and internationally. They consist of workshops in how to conduct your own research through to fully outsourced research of a schools’ implementation of technology.<\/li>\n<\/ul>\n<\/div>\n<ul style=\"font-size: 14pt;\">\n<li>Further details available on the <a href=\"http:\/\/www.tablet-academy.com\/\">Tablet Academy website<\/a><\/li>\n<li><a href=\"\/tablet-academy-research-page\/\">See the Mirandanet-Tablet Academy Research Page<\/a><\/li>\n<\/ul>\n<\/div>\n<\/div><\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":10934,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10593","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10593"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10593"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10593\/revisions"}],"predecessor-version":[{"id":12727,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10593\/revisions\/12727"}],"up":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10934"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10593"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}