{"id":10608,"date":"2014-01-01T00:00:00","date_gmt":"2014-01-01T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/pop-up-classroom\/"},"modified":"2014-01-01T00:00:00","modified_gmt":"2014-01-01T00:00:00","slug":"pop-up-classroom","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/pop-up-classroom\/","title":{"rendered":"Pop Up Classroom"},"content":{"rendered":"<p style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Tablet-Academy-Logo.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-4483 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/Tablet-Academy-Logo-300x174.jpg\" alt=\"Tablet Academy Logo\" width=\"300\" height=\"174\" \/><\/a><span style=\"font-size: 18pt;\"><strong>Keeping Things Simple With Tablets<\/strong><\/span><\/p>\n<p><em>The biggest stumbling block with any implementation of a tablet strategy is engaging and encouraging teachers to move with the technology. How this is done and how it works is very much dependent on the school and the age of the pupils that are being taught.<\/em><\/p>\n<p><em>Teachers in some cases have great difficulty in trying to appreciate what the potential of a tablet can bring to the classroom. I have trained a lot of teachers around the country in the past 18 months and a common issue that I find is that a lot of them like the tablets but they tend to just use it for email and Internet browsing. The key is trying to get them past this and that is normally unlocked by finding them a useful app or feature or something that is simple to do that instantly makes a change to the way that the children can learn or find out things for themselves.<\/em><\/p>\n<p><strong>Author: David Fuller, <\/strong><strong>2014<span style=\"color: #ff0000;\"> <\/span><\/strong><\/p>\n<h4>Study<\/h4>\n<p>For the past few months, I have had the pleasure of travelling and working in Brighton. This is part of a project for the Tablet Academy who are supporting the Fonthill Foundation&#8217;s pop up classroom in Brighton Marina. I have been working with a number of schools in Brighton where the work has been <a href=\"\/wp-content\/uploads\/2019\/06\/IMG_0138.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-6941 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/IMG_0138-300x225.jpg\" alt=\"IMG_0138\" width=\"300\" height=\"225\" \/><\/a>primarily involved with iPads but the experiences I will discuss are based on tablets in general. Incidentally, I&#8217;m writing this in my car and using the Siri capability of entering text by talking and I&#8217;m trying to do the whole of this document this way.<\/p>\n<p>What I want to do is to describe the work that we have completed so far with pupils aged from reception up to year six, as well as SEN children up to the age of 18. This will provide some good guidance and advice in helping decide on a reasonable strategy to get started with these devices.<\/p>\n<p>What I would like to show over the next few pages are different types of activities using tablets &#8211; in this case iPads &#8211; to engage and demonstrate to teachers how they can be used with the students in a learning environment. The most important thing is the standard teacher phrase of &#8216;keeping it simple&#8217;.  The schools involved were a mix of those who have never used tablets in the classroom before, to those with a 1:1 implementation at the beginning of the school year. The tasks took place between April to July 2014.<\/p>\n<h4>Summary of Conclusions<\/h4>\n<ul>\n<li>Even though the technology is relatively easy to use, and a lot of people have smartphones (using similar technology), teachers <strong>still need a lot of hand-holding<\/strong> to help them use it effectively in the classroom.<\/li>\n<\/ul>\n<ul>\n<li><strong>Keep things simple<\/strong> until people find their feet, always an essential element to bear in mind. When initially planning this project the original idea was to use lots of apps and do some really exciting things with tablets. What the teachers really wanted was a simpler approach&#8217;what you originally plan to do should be halved and possibly reduced again to find that perfect balance between success or trying to do much!!<\/li>\n<\/ul>\n<ul>\n<li>Make use of the <strong>creative apps<\/strong> rather than get into an app frenzy. So Book Creator, Strip Design (Comic Life), iMovie Trailers are the keys to early success. Get to use these effectively and they are enough to transform what you do. Then move onto other apps.<\/li>\n<\/ul>\n<ul>\n<li>For some teachers simply get them <strong>used to one app<\/strong>, and really get on with it well. Let them move on when they are ready.<\/li>\n<\/ul>\n<ul>\n<li><strong>Children are naturals at this technology<\/strong>. It is amazing to see them use iPads at the age of 5 – some have other devices at home, and yet they are perfectly comfortable getting on and using the apps. The staff look on with wonder at their natural ease of use.<\/li>\n<\/ul>\n<ul>\n<li><strong>Push the children!<\/strong> With the exercise in photography, you have to raise your own and their expectations of what makes a good photograph. Give them the room to show you what they can achieve. As they are naturals, then there is not the usual things that can obstruct their creativity; because the tablets give them advantages, push them.<\/li>\n<\/ul>\n<ul>\n<li>The child’s engagement and natural ease with the devices was another thing that some teachers found interesting. <strong>This is a technology that grabs and holds their attention<\/strong>, and they really like using them.<\/li>\n<\/ul>\n<ul>\n<li><strong>Time to reflect.<\/strong> The tablets provide a great medium where children can reflect or complete peer assessment. In another exercise, they were writing books in book creator, and then for the final section of the lesson, they passed on their book to a peer who then either completed an audio or video feedback on what they thought about their book and placed it in the book. This proved really useful for the SEN children who attended the session.<\/li>\n<li><strong>The power of the selfie!<\/strong> Yes the selfie camera is a very powerful tool for the tablet. It enables feedback as mentioned above, but also a chance for the teacher to record themselves comfortably in order to introduce topics, or to allow them to Flip the Classroom!<\/li>\n<li><strong>The Power of Words. <\/strong>It is possible to say what you want in a variety of different ways. You can type, you can speak it, you can record yourself on video, or you can draw it. This is one of the main elements of the tablets that has yet to be explored fully but provide one of the major gains for children and their learning. I have seen it so many times when a child’s inability to type fast has impeded their ability to demonstrate their knowledge, this should be a thing of the past!<\/li>\n<\/ul>\n<ul>\n<li style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Pop-up-classroom-Keeping-things-simple-with-tablets.pdf\">Read the Complete Report<\/a><\/li>\n<li style=\"font-size: 14pt;\"><a href=\"\/about-associates\/associates-research\/tablet-academy-research-page\/\">Back to the Tablet Academy Research Page<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Keeping Things Simple With Tablets The biggest stumbling block with any implementation of a tablet strategy is engaging and encouraging teachers to move with the technology. How this is done and how it works is very much dependent on the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/pop-up-classroom\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10608","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10608"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10608"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10608\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10608"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}