{"id":10602,"date":"2014-09-12T00:00:00","date_gmt":"2014-09-11T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/fit2learn\/"},"modified":"2019-06-30T00:32:10","modified_gmt":"2019-06-29T23:32:10","slug":"fit2learn","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/about-associates\/fit2learn\/","title":{"rendered":"Fit2Learn"},"content":{"rendered":"<h2 style=\"text-align: left;\"><img loading=\"lazy\" decoding=\"async\" class=\"alignleft\" style=\"margin-top: 0px;\" src=\"\/wp-content\/uploads\/2019\/06\/fit2learn.jpg\" alt=\"Fit2Learn Logo\" width=\"324\" height=\"75\" \/>Fit 2 Learn<\/h2>\n<p><a style=\"font-size: 14pt;\" href=\"http:\/\/www.fit-2-learn.com\/\">www.fit-2-learn.com<\/a><\/p>\n<p class=\"p3\">Fit 2 Learn is a community interest company based in Croydon in Greater London. Its primary purpose is to improve children’s capacity for learning.<\/p>\n<p class=\"p3\"><span class=\"s1\">Currently children with learning difficulties are statemented and offered coping strategies. It has not been the custom to identify the underlying physiological causes of the developmental delay and correct them.<\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><span class=\"s1\"><strong>Listen to our <a href=\"http:\/\/www.tedxwarwick.com\/talks\/talk.php?year=2014&amp;id=6\"><span class=\"s3\">TEDx<\/span><\/a> lecture at the bottom of this page.<\/strong><\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">Our view is that the ‘inner workings’ of the child can vary in ways which seem small and yet have a major influence on the ability to learn and and thus the effectiveness of their education. Fit2Learn has been developed to train teachers and mentors how to screen children and offer each of them personalised exercises – which can seem much like games or play – to strengthen their ‘inner workings’ to work better.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">These differences in ‘inner workings’ relate to small gaps in development. By way of illustration, consider a six year old with a little lack of coordination. If noticed at all, it is often assumed the child will ‘grow out of it’. If this does not happen, then ten years later you may well have an angry and frustrated adolescent who is embarrassed by difficulties such as struggling with left and right, reading maps and coping with mathematics. The exercises we offer each child are designed to overcome the initial small gaps in their own development.<\/span><\/p>\n<p><center><iframe loading=\"lazy\" src=\"http:\/\/player.vimeo.com\/video\/72582798\/?color=a8a8a8\" width=\"500\" height=\"281\"><\/iframe><\/center><\/p>\n<h5> <span class=\"s1\">Effective Learning<\/span><\/h5>\n<p class=\"p3\"><span class=\"s1\">An effective learner needs to be able to have the following skills:<\/span><\/p>\n<ul>\n<li class=\"p3\"><span class=\"s1\">Precise control of the big muscles so that the left brain controls the right hand side muscles and the right brain controls the left hand side muscles, and any one limb can be moved without any movement from other limbs;<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">Control the fine motor skills – for example, so that it is easy to hold and control a pencil properly;<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">Hear clearly with each ear, with no physical blocks to hearing;<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">Process the messages sent from the ears to the brain – for example, when a child hears a teacher speak the child is able to make sense of the message;<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">See clearly, with two independently working eyes (tested by an optician);<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">Process the messages sent from the eyes to the brain – for example, have the ability to judge distances or see images in three dimensions;<\/span><\/li>\n<li class=\"p3\"><span class=\"s1\">Have all the skills of senses and muscle control working together in harmony.<\/span><\/li>\n<\/ul>\n<p class=\"p3\"><span class=\"s1\">Effective learning is mostly visual. It follows that to learn easily it is essential that the all the muscle systems and senses are integrated in the visual system.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">The whole process of strengthening the child&#8217;s ‘inner workings&#8217; to ensure that they are working well together, and that they are embedded in the visual system, is known as <strong>Cognitive Visual Integration Therapy<\/strong> (CVIT).<\/span><\/p>\n<h5>Cognitive Visual Integration Therapy<\/h5>\n<p class=\"p3\"><span class=\"s1\">CVIT has been developed from the research and practice of Else Du Plessis in South Africa and her daughter, Daleen Smith, in the UK. Else and Daleen have evolved their treatment for more than twenty years. In this time hundreds of children and adults have been treated, including some who have suffered a stroke.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">In the UK, Daleen typically treats children with learning difficulties, from dyslexia to global developmental delay. Many of these children have statemented conditions. They usually meet Daleen once a week and on other days do specific exercises. Daleen monitors the children’s progress as they work through the programme which lasts between six months and three years. By the end of the programme, the child’s ‘inner workings’ are operating effectively, well above the expectations of children of a similar age; children become calmer, have higher self-esteem, and make remarkable progress in their learning.<\/span><\/p>\n<h5>Fit 2 Learn<\/h5>\n<p class=\"p3\"><span class=\"s1\">This successful approach is presently limited to the few children that Daleen has time to see. Fit 2 Learn is extending the principles of this therapy into the wider community. We are doing this by developing programmes that can be used in schools and other places such as pupil referral units and prisons. Else and Daleen are providing consultancy for the development of the Fit 2 Learn programmes.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">Lots of information is measured throughout the course of the programmes. This monitors the child’s systems regularly and makes sure that the child progresses along the pattern of ordinary development. This is continuous quality control.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">Fit 2 Learn is at the forefront of developing ways of capturing and recording this data digitally. This data will become accessible as a rich resource for further analysis, without identifying the particular children.<\/span><\/p>\n<p class=\"p3\"><span class=\"s1\">We are confident that these programmes have the potential to transform educational outcomes. The result will be young adults that are able to make a full contribution to the economic and social well-being of the nation.<\/span><\/p>\n<hr style=\"border: 1px dotted #93152c;\" \/>\n<p style=\"text-align: center; font-size: 15pt;\"><a href=\"\/about-associates\/associates-research\/fit2learn-research-page\/\">Go to Fit2Learn Research Page<\/a><\/p>\n<hr style=\"border: 1px dotted #93152c;\" \/>\n<div class=\"video-container\"><center><iframe loading=\"lazy\" src=\"https:\/\/www.youtube.com\/embed\/OVcZZ0s48Zs\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/center><\/div>\n<hr style=\"border: 1px dotted #93152c;\" \/>\n","protected":false},"excerpt":{"rendered":"<p>Fit 2 Learn www.fit-2-learn.com Fit 2 Learn is a community interest company based in Croydon in Greater London. Its primary purpose is to improve children’s capacity for learning. Currently children with learning difficulties are statemented and offered coping strategies. It &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/about-associates\/fit2learn\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":10934,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10602","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10602"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10602"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10602\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10934"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10602"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}