{"id":10621,"date":"2015-11-01T00:00:00","date_gmt":"2015-11-01T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/the-demise-of-becta-2010-its-value-on-the-world-stage\/"},"modified":"2015-11-01T00:00:00","modified_gmt":"2015-11-01T00:00:00","slug":"the-demise-of-becta-2010-its-value-on-the-world-stage","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/the-demise-of-becta-2010-its-value-on-the-world-stage\/","title":{"rendered":"The Demise of Becta 2010: its value on the world stage"},"content":{"rendered":"<p><strong><span style=\"font-size: 14pt;\">Dr Christina Preston, MirandaNet Fellowship.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>Professor of Educational Innovation, University of Bedfordshire<\/strong><\/span><\/p>\n<p>Since the news broke about closing down the British Education and Computing Technology Agency (Becta) by the new coalition government in the UK, MirandaNet members from all over the world have been debating the potential effects online. A typical response came from Professor Niki Davis, Christchurch New Zealand, ‘I can tell you that the shock of losing Becta is being felt worldwide – the UK is risking its reputation as a leader in 21st century education’.<\/p>\n<p>Becta, a non-government department set up to advise schools on the use of digital technologies in schools, is one of the first causalities of the coalition cost cutting exercise. But according to a Guardian newspaper poll amongst teachers, it was the most popular of the government agencies and should, perhaps, have been spared. In spite of the loss MirandaNet members expressed sympathy for the coalition in the painful financial cuts they will have to make over the next few years. No-one thought teachers should be in the front line rather than advisers and consultants: If you were ill, Julie Cogill, remarked, would you send for a doctor or a consultative committee? As a result, the MirandaNet discussion focused on which services could be saved and how because, in this new period of UK austerity, MirandaNet members did not expect the decision to close Becta to be reversed. Nevertheless, as Gavin Stone, a teacher, explained, ‘There is far too much of value in Becta to be thrown aside.’<\/p>\n<p>Particular concern was expressed that talented staff at Becta should be found work in similar context so that their knowledge and experience was not wasted. An Information and Communications (ICT) consultant from Outstream, Allison Allen, summed up the position of many international consultants when she said, ‘I have found many visionaries in the organisation. The negative impact on “UK plc” is not to be underestimated’.<\/p>\n<p>Marilyn Leask, a professor at Brunel University, summed up the general view, ‘ I agree with colleagues – we need to act to minimise the impact of this closure on the education of young people and on UK plc – of particular concern is how is research and the sharing of innovative practice around personalised learning, which helps all to achieve their individual potential, to be taken forward now that Becta is going? ‘<\/p>\n<p>The six key services that MirandaNet members picked out for special mention were:<\/p>\n<ul>\n<li>Strategic advice for schools on the real costs of implementing digital technologies.<\/li>\n<li>Funding for research projects, especially for small and innovative projects initiated from the grassroots of the profession<\/li>\n<li>Support for new models of informal professional development<\/li>\n<li>Retention of key programmes like Self Review and Home Access<\/li>\n<li>Continued availability of the online resources and research publications<\/li>\n<li>Support for international events<\/li>\n<\/ul>\n<p><strong>Strategic advice on management of resources and costs<\/strong><\/p>\n<p>Chris Yapp and Roger Broadie, both expert consultants in digital technologies, agreed that an important area where the Becta contribution was invaluable was in advising on the significant cost to schools of implementing digital technologies across the curriculum and in administration. Too often the costs of hardware and software do not include the significant cost of Continuing Professional Development (CPD) in change management. This cost can only be covered by the education system because companies can make no profit from this. In this context, Roger Broadie explained. “If schools take the right approach CPD becomes not so much a cost as a delight in professional development. Teachers and schools that cry out to ‘be trained’ just don’t get it. If they did they would see it as effort expended to make their lives better and easier. They would then seek and ask for training and would be prepared to contribute time, effort and money to achieving what they want”.<\/p>\n<p>In terms of budgets, Chris Yapp explained that the costs of hardware and software are reducing. However the cost of support, change management and re-skilling is around 60-70% of an ICT investment. All of these are labour intensive. ‘Because schools don’t do activity based costing they have a false perception of their cost base…. Becta has been a player in the history of understanding these costs. In 1996 administrative overheads as opposed to teaching and learning represented over 50% of total time available in some institutions and time per hour in teaching and learning varied between 6 and 21 minutes per hour. Those who remember NCET, Becta’s predecessor may remember that it wanted to expose these issues but was stopped by the education department’, Chris Yapp reminded the members, but although Becta’s remit was much refined it still lacked the scope to get the sector to really understand the challenges’.<\/p>\n<p>‘Nevetheless’, Allison Allen pointed out, ‘Becta has achieved exceptional cost-savings through the development of procurement frameworks. Its leadership of aggregated procurement savings that have been enabled nationally, are not always widely understood but nevertheless represent extraordinary value for money from the public purse. Becta’s procurement mechanisms have saved the education system £223m since 2002 – an average of about £28m per year as well as cost savings of £55m for educational institutions and providers including schools, local authorities and the skills sector in the past year’.<\/p>\n<p><strong>Funding for research projects<\/strong><\/p>\n<p>Becta’s record in funding research was a particular interest of MirandaNet members, especially the small funds that supported innovation within the profession. Professor Bridget Somekh, Emeritus Professor, Manchester Metropolitan University, who has been a key Becta researcher was clear in her view of the loss: ‘Becta has provided leadership and support for new ways of teaching and learning with ICT. It has done this by establishing projects to trial new hardware, software and infrastructure. This work has given UK schools and teachers a leadership role in developing effective and exciting teaching methods with ICT. Becta has ensured value by commissioning research and evaluation studies. The published reports and associated conference presentations have provided evidence to inform policy and decision-making in the UK. This work has been widely cited in the development of ICT uses in education internationally. It has ensured that many countries have turned to the UK for consultancy advice.<\/p>\n<p>Professor Michael Sharples, Nottingham University, spoke of the loss to the research community that he also saw reaching beyond the borders of the UK. ‘I think the influence of Becta will only be realised when it has gone. Thus, the fact the UK has a world lead in the use of personal and mobile technologies in schools is due, in good part, to the work by Andy Black and others in Becta to promote effective use of 1:1 access to technology, based on their commissioning of substantial research (by Angela McFarlane and colleagues at Bristol) to provide evidence of impact. Becta was also brave enough to fund a groundbreaking study by Elizabeth Hartnell-Young into the use of children’s own mobile phones to support learning in classrooms – at a time when the Children’s Minister and the general secretary of NASUWT were urging parents not to allow their children to take their phones into school. Research has also been funded at the Learning Sciences Research Institute, University of Nottingham, to produce research evidence for the Government’s policy on harnessing technology in education, on the impact of ICT in schools, and on the benefits and risks of children’s online social networking’. This has ensured that policies like Harnessing Technology are based on evidence from the classroom.<\/p>\n<p>John Potter from the Institute of Education, University of London, spoke of the value of funding for short-term research projects which has produced useful reports and dissemination events on teaching and learning with digital media, ‘Some of these remain as benchmarks and are still cited. Hopefully, the British Library will archive the site so as to protect some of the valuable work they supported and published over the years.’<\/p>\n<p>The effects of the cuts on small research grants were pointed out by the MirandaNet Fellowship (mirandanet.ac.uk) referring to their own situation. Becta has been an important sponsor in supporting research done by members who represent the grass roots of educational innovation. MirandaNet practitioners were engaged as co-researchers in research projects with the WLE Centre, Institute of Education, University of London and Brunel University. In this unique role, MirandaNet co-researchers have been investigating: the current UK landscape in ICT CPD; how teachers are using digital tools; and, digital literacy and digital safety. From this work has emerged a participative research methodology focusing on digital concept maps as a data collection tool. The maps are used to encourage the engagement of this practitioner community in the creation, development and dissemination of new professional knowledge. Members thought that this kind of research that encouraged the participation of practitioners was an important way of researching educational processes from the perspective of teachers themselves.<\/p>\n<p>In summary Allison Allen pointed out, ‘ Almost uniquely, Becta is one of the very few public bodies to give small companies and schools the opportunity to tender for and win contracts through their rigorous and transparent bid evaluation process. Indeed much of their funding has been effectively delegated to such organisations and in this way truly effective research and guidance rooted in good practice has been achieved.’ This has also been an important root to maturity of many professional bodies.<\/p>\n<p><strong>Support for informal models of professional development<\/strong><\/p>\n<p>Leon Cych, a consultant who specialises in Second Life and other informal ways of building and sharing knowledge, had a clear vision for continuing profession development in the future. ‘In my opinion training’ is a bit of a cul-de-sac, or rather a one-way street’. It is a single function or pathway to doing things. Much better develop an independent mindset that can think and route around what resources are available rather than going down a proprietorial route. I’d much rather see teachers who have developed ‘open’ expertise, sharing it with each other at a social event in a transparent way, rather than traditional models of training. If someone has found an innovative and useful way of working with software or hardware then they often develop a highly developed generic expertise and forge new pedagogies round that and often ways in which it has not been thought of by the software companies themselves.’<\/p>\n<p>Leon cites TeachMeets and MirandaMods, different approaches in education to ‘unconference’ formats, that are rapidly becoming seedbeds for grass root talents sharing and disseminating 21st Century. The two year series of MirandaMod (mirandanet.ac.uk\/mirandamods) that has been supported by Becta, is international form of unconference, not just for teachers but researchers and teacher educations who debate and share new knowledge and practice. The outcomes are stored on the MirandaNet website for professionals who could not attend the debate face to face or virtually. Sometimes members from more than twenty countries engage on a topic and share in the creation of a digital knowledge map. These emailing lists and informal virtual meetings are emerging as a key element of the professional’s informal continuing professional development.<\/p>\n<p>Steve Albury highlighted another issue about ICT CPD that Becta have been highlighting in their recent research. “Far too many teachers, advisers and consultants who champion ICT are way too interested in the technology and not in the way the technology will augment teaching and learning’. MirandaNet research suggests that another problem is that too few advisers and consultants have any kind of formal training in the deeper issues that surround the role of digital technologies in our society. Along with Roger Broadie, Tom Rank and Chris Yapp, Leon Cych saw a solution to these deficiencies in sharing new pedagogies in informal contexts. However, leading MirandaNet Fellows felt that there were few funding agencies in the present financial climate that would have the imagination to continue funding these events where teachers create their own learning agendas and teach each other in supportive communities of practice.<\/p>\n<p><strong>The value of key programmes<\/strong><\/p>\n<p>MirandaNet members were articulate about the value of some key Becta programmes, the Self Review Framework and Home Access, for example. Allison Allen summed up the general view. ‘The Self-review framework (SRF) provides a structure for reviewing a school’s use of ICT and its impact on school improvement. It is designed to help the school review its use of technology in a structured way, which will in turn help inform the overall school improvement strategy and plans. Its use can also provide compelling evidence in support of the school’s SEF. The framework is designed to support all schools, and many international and foreign schools it. Once the school has reached a certain level and completed the evidence sections for all aspects on the framework, it has the option to apply for the ICT Mark, a national quality accreditation which celebrates achievement and demonstrates the school’s competence to others. They may also take the opportunity to enter for Becta’s ICT Excellence Awards, which are closely aligned to the self-review framework and offer further recognition as well as a means of disseminating excellent practice world-wide.<\/p>\n<p>Becta has played a key role researching for and advising on the national Home Access programme and is instrumental in implementing the initiative which provides computers and connectivity to families that currently lack access to computers and the internet so that children are able to enhance their learning at home. There are still a significant number of learners who lack access to a computer and internet at home. It has been shown that home access can enhance learner achievement, increase motivation and improve parental engagement, which in turn raises their children’s attainment. Recent evidence has also suggested that having home access to a computer could help learners achieve a two-grade improvement in one subject at GCSE. Effectively, a pupil who would have achieved a D, could, now achieves a B at GCSE through the effective home use of technology. Through effective management of the pilot, the national rollout of the Home Access programme is underway with every sign that grants will be used up ahead of expectations’. This kind of improvement should be central to the government’s plans to raise achievement.<\/p>\n<p><strong>The value of resources and publications online<\/strong><\/p>\n<p>In terms of the resources and publications online there was a groundswell of opinion that these should be saved. What many teacher educators said about the effect on their personal practice was encapsulated by Joycelyn Wishart, a teacher educator from Bristol University, ‘Ever since the days of NCET and the IT Works! Publication Becta has supported research within the education community – this and the resulting publications have been invaluable to me in developing myself as a research informed practitioner and in my work developing new teachers and in creating professional development activities for experienced teachers. In my role as lecturer in education I regularly refer to their archived publications such as the “What the research says” series’.<\/p>\n<p>Teacher members like David Townsend, Greensward Academy, Essex and Theresa Evans-Rickards from Wales and were quick to list a range of resources and publications that MirandaNet members wanted retained in some form. Wendy Swann, who runs an international teacher training company in ICT based in the UK, commented, “I think we are all rather shell shocked by this announcement! We have always held Becta in such high regard. Indeed, in my travels and discussions with schools and colleges in many other countries, Becta has often been upheld as the benchmark by which they work and recognise products and services of distinction. We will need careful signposting if these resources are to continue to be available to us all’.<\/p>\n<p>John Sosna, Assistant Head at The Children’s Hospital School, Great Ormond Street commented, ‘Local authorities and regional broadband consortia might be tempted to do more of their ‘own thing’ to compensate for the demise of BECTA by concentrating on specific local need and circumstance. This could result in the needless duplication of potentially conflicting resource.  Teacher colleagues will no longer have the confidence of being able to reference a respected ‘oracle’ but will instead be confronted with a time consuming array of information sources to choose from’. Allison Allen, an ICT adviser from Outstream reminded MirandaNet members about Becta’s achievement of cost efficiencies through aggregation, the dissemination of good practice through proper procurement routes, stimulation of UK technologies development and not least, the global leadership of e-safety and safeguarding education and policies. Sangeet Bhullar, WiseKids, and Jocelyn Wishart, a teacher educator at Bristol University, praised the influence of Becta in the area of e-safety. Jocelyn went on praise Becta’s work in funding new developments. “Whether it is an evaluation of a new tool like the mobile phone or a curricular development such as the Internet Pilot Award, the dissemination of findings has been key in moving us forward’.<\/p>\n<p><strong>Support for UK plc<\/strong><\/p>\n<p>MirandaMods are one way in which the international membership of MirandaNet is able to engage across national boundaries. As a result 20% of the postings in the MirandaNet debate were about the international effect of Becta’s demise. For example, colleagues from nations where there is no effective professional development in digital technologies, like Poncelet Ileleji in Gambia, said they would will miss the opportunity to keep up with the development in research and practice in England. Milan Hausner, a head teacher in the Czech Republic, explained his feelings: “I am very sad that Becta had been axed. For us it was great example how to support ICT technologies in schools. Several times when I quarrelled with our ministry, I gave this organisation as a typical example how to do it. We don’t have any organisation like this and the situation in ICT in schools is, therefore, very chaotic in our country. I am really sorry that such situation will influence not only Great Britain, but also other European countries”. Chris Yapp reported the disappointment in Amsterdam where he was in conference. Similar views were sent from Australia, the US, India, New Zealand, Bahrain, and Gambia. Doug Woods also emphasised the international concern, “I follow the Twitter stream on this subject and see comments in six other languages, apart from English, regarding Becta’s closure. It seems evident that some international co-operation and export potential may be lost with the demise of Becta”.<\/p>\n<p>In this context, UK members were concerned about the impact on UK plc of the loss of funding for national events and particularly international events that introduced British services and specialist products to the world market. Professor Michael Sharples spoke for many when he commented: ‘The Learning and Technology World Forum held in tandem with BETT, for all its British peculiarities, has been a major opportunity to share and promote innovations in education worldwide. Becta is like most good British institutions – the further away you are from Whitehall, the more you appreciate it’.<\/p>\n<p>Several UK companies joined Dominic Savage, the Director General of the British Education Suppliers Association (BESA), to say how important Becta has been in supporting the British export drive. Dominic Savage explained the BESA approach to the announcement of Becta’s closure, “We celebrate the leadership and funding given by successive governments and by Becta and it predecessors in achieving the leading edge position for our schools that they now enjoy. The investment in ICT has been significant and we will all want to ensure that as much value as possible is achieved from what has already been spent; and to encourage schools to continue their ICT investment, because <em>they<\/em> now recognise its value in supporting educational improvement.<\/p>\n<p>My argument to governments overseas has been that ICT is sufficiently embedded that it is now considered right to place the onus on schools to move the agenda forward, in line with the government’s intentions for a wider transfer of freedoms and responsibilities. We regularly used research and presentation material from Becta, which we will miss. But we take an optimistic view as the debate changes direction and we see the internationalising of many of the issues which we might previously have thought of as local’.<\/p>\n<p>Another key area where exports will be affected is the Becta involvement in the BETT awards. This has been a showcase for outstanding British products that has had the full involvement of teachers as judges. MirandaNet members felt strongly that this event was important for practitioners’ professional development and should be continued in a similar form.<\/p>\n<p>Overall the consensus amongst members is that, through Becta’s funding for research and work on standards and emerging technologies, there has been a effective stimulation of the market-place that has allowed developers to increase exports abroad. The UK is highly regarded on a global scale for its education ICT developments. The disappearance of Becta could have a significant effect on the UK capacity to trade abroad.<\/p>\n<p><strong>Political concerns<\/strong><\/p>\n<p>Optimism was in short supply when the MirandaNet community looked at the coalition’s brief record on digital technologies in education. Mark Ellis was amongst many who argued forcibly that there was already evidence that the value of digital technologies was not yet fully by the new government. ‘The misunderstanding of the potential of ICT in Education was well illustrated during the recent election campaign in a Radio 4 “Today” programme interview. Nick Clegg, the leader of the Liberal Democrats seemed to have been poorly briefed. He asked rhetorically whether we (taxpayers) knew that there was a public body that “advises schools on how to use computers’. His indignation implied that this was akin to providing nail varnish for lizards! Such misunderstanding amongst politicians about the value of Becta has had obvious consequences.”<\/p>\n<p>Another issue that has angered many MirandaNet members is that the new coalition has already raided the Harnessing Technology fund to pay for the new ‘free’ school programme. Tom Rank from The National Association for the Teaching of English (NATE) observed, ‘We are concerned that raiding the Harnessing Technology budget could indicate a failure to appreciate the significance of ICT in twenty-first century education. It’s no longer adequate to rely on a blackboard and chalk.’<\/p>\n<p>A suggestion was also made that the ‘free schools’ programme was thrown together rather quickly and without adequate research evidence to support it. MirandaNetters were wryily amused by the pencilandpapertest blog that suggests that the ‘dodgy’ report on ‘free schools’ reveals how quickly it has been cut and pasted from other documents. It is currently is published on the internet in a number of different fonts and sizes. (http:\/\/pencilandpapertest.wordpress.com\/2010\/06\/19\/michael-goves-dodgy-free-school-dossier\/)<\/p>\n<p>Worries were also expressed that encouraging schools to be independent worked against the kind of procurement opportunities across school clusters and regions that Becta has successfully promoted. Gill Deadman feared that it would not just be digital equity that was a casualty through axing programmes like Home Access and encouraging parents to set up academies outside central advice and public influence.<\/p>\n<p>The prevailing political climate was considered by MirandaNet members to be, at best, indifferent to these challenges of digital technologies in schools. ‘Overall’, said Tom Rank, ‘the worry is that the axing of Becta actually reveals a less-than-enthusiastic endorsement of ICT in schools in general,” said Tom Rank, “I hope that the professional associations can step in to provide the guidance and support that teachers will need now more than ever, as the Strategies and other bodies close down too.”<\/p>\n<p><strong>Looking forward<\/strong><\/p>\n<p>Suggestions were made about the way forward as well. Marilyn Leask was concerned about the impact of elections on the long-term coherence of policy. ‘Perhaps’, she suggested, ‘it is time to have an independent professional body setting standards of pedagogy and curriculum since decision-making on ideological grounds is sending us in circles.’<\/p>\n<p>Tom Rank offered an important solution to the absence of Becta based on the new forms of informal ICT CPD that MirandaNet has been pioneering. “As with so many of the initiatives in education over the last dozen years, the implementation of an international Learning Platform is a potential catalyst for teachers to discuss the fundamentals of education with all partners, to challenge themselves and to develop and spread expertise. Properly led – a wonderful CPD opportunity which can unite ‘systems people’ and more traditional educators in a common cause. They can truly enrich each other’s perspectives”.<\/p>\n<p>Many members thought that one answer was to use a national learning platform to strengthen the professional associations- an important element in continuity especially as the Coalition was expected to support more grassroots organisations in education rather than centralised government bodies. These organisations should have a voice in the Big Society project confirming Stephen Heppell’s view that we are now in a situation where instead of the old modernist 20th century model of ‘building big things that did things for people’ we now have a world of ‘helping people to help each other. We’ve said all along that ICT empowers autonomous and collaborative learners. Now is the time to prove that these learners include ourselves too.’<\/p>\n<p>Albin Wallace, United Church Schools Trust \/ United Learning Trust, extends this argument by suggesting that communities of practice such as MirandaNet and NAACE are well placed to take this debate forward. He thought that the online communities will ensure that publications and services will survive if there is a demand for them. ‘We may be entering a new era. This has been signalled for some time and some of the old paradigms may be swept aside as impatient, younger influences become more dominant in schools.’ Albin suggests this opportunity could be very, very exciting for the teaching profession.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dr Christina Preston, MirandaNet Fellowship. Professor of Educational Innovation, University of Bedfordshire Since the news broke about closing down the British Education and Computing Technology Agency (Becta) by the new coalition government in the UK, MirandaNet members from all over &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/the-demise-of-becta-2010-its-value-on-the-world-stage\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10621","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10621"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10621"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10621\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10621"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}