{"id":10670,"date":"2019-06-29T23:19:49","date_gmt":"2019-06-29T22:19:49","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/a-call-to-action\/"},"modified":"2019-06-29T23:19:49","modified_gmt":"2019-06-29T22:19:49","slug":"a-call-to-action","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/a-call-to-action\/","title":{"rendered":"Teaching with Technologies"},"content":{"rendered":"<p><span style=\"font-size: 14pt;\"><strong>Teaching with Technologies: the Essential Guide.<\/strong><\/span><\/p>\n<p class=\"p2\"><span style=\"font-size: 14pt;\"><em><span class=\"s1\">Dr Sarah Younie and Professor Marilyn Leask.<\/span><\/em><\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><strong>2013. Routledge.<\/strong><\/span><\/p>\n<p><em>Review by Christina Preston. Published: 15 January 2015.<\/em><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/teaching-with-technologies.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-5753 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/teaching-with-technologies-200x300.jpg\" alt=\"teaching with technologies\" width=\"200\" height=\"300\" \/><\/a>Between them over the last three decades, authors, Younie and Leask have held posts in schools, universities, national agencies and local government in England as teachers, senior managers, teacher educators, government project managers and researchers. As a result they bring a variety of perspectives to the subject of teaching with technology. Based on the broad knowledge and experience they have accumulated, they identify and record the essentials of theory, practice and research that an educator will require to practice well in the networked and personalised age that is now emerging in the twenty first century.<\/p>\n<p>The two chapters on the history of government policy and implementation provide the background, the rationale and research findings behind: the provision of computers and training in the 1980s and early 1990s; the impetus to develop internet for schools in the mid and late 1990s that prepared for a step change in provision; and, the £5 billion pound programme implemented by New Labour, 1997-2010, to use technology to boost student achievement. The story Leask and Younie tell resonates with their understanding of the complexities of the educational landscape and the ecologies of change. In this context they observe that politicians can rarely share the same longitudinal and balanced view as professionals because their objectives are short term. The main casualty of this situation has been inadequate attention paid in national programmes to the potential for influencing innovative pedagogies and new working practices of teachers over a long period of time.<\/p>\n<p>The coverage of the main issues in the contemporary context in chapters three to seven is comprehensive of the range of context in which educators work. The authors explore practices in terms of interactive whiteboards and games-based learning along with reflections on whole school development and professional development. Generic tables of theories and research about learning and a series of audit tools will be valuable for practitioners at any phase of education and any level of management.<\/p>\n<p>In the last two chapters about futures Younie and Leask tackle the ways in which schools can expect to change as the personalisation agenda takes hold and professionals create communities of practice, often online, where they build, share and advance knowledge. However the authors cite the OECD’s current concerns that international education systems are neither ‘knowledge rich’ nor ‘evidence based’ despite the fact that technology offers a solution to this problem.<\/p>\n<p>The solution offered by Younie and Leask promotes new ways for professionals to work collaboratively online to create a wikipedia of essential professional practice. In 2010, the UK Coalition government stopped maintaining all the websites of research and practice on the grounds of cost so ironically this traditional book is a major resource for those looking for academic references, government reports, case studies and websites that evidence what has been done in the last thirty years. The authors also issue a call to those education professionals who want to contribute to an innovative Wikipedia-style resource that is funded by subscriptions from international charities and universities. This crowd-funding principle ensures that the valuable theory, practice and research evidence cannot be taken down by any one government that has an ideological objection to professional teachers using their evidence to influence policy and practice. This vision is eminently achievable and fifty research pathways are already being developed by teachers (www.meshguides.org).<\/p>\n<p>So Younie and Leask are right. Their book provides an essential guide to: the history, research and practice behind the implementation of computers and networks in schools since the 1980s as well as the underpinning theories. The reader learns what has been learnt from the research into these early practices and how educators can take charge of their professional agenda in the future. It’s a stimulating the provocative read for any educators who has an interest in using technologies effectively in teaching with a strong thread of common sense and a credible vision for the future.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Teaching with Technologies: the Essential Guide. Dr Sarah Younie and Professor Marilyn Leask. 2013. Routledge. Review by Christina Preston. Published: 15 January 2015. Between them over the last three decades, authors, Younie and Leask have held posts in schools, universities, &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/a-call-to-action\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10670","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10670"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10670"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10670\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10670"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}