{"id":10672,"date":"2019-06-29T23:19:49","date_gmt":"2019-06-29T22:19:49","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/practical-design-patterns-for-teaching-and-learning-with-technology\/"},"modified":"2019-06-29T23:19:49","modified_gmt":"2019-06-29T22:19:49","slug":"practical-design-patterns-for-teaching-and-learning-with-technology","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/practical-design-patterns-for-teaching-and-learning-with-technology\/","title":{"rendered":"Practical Design Patterns"},"content":{"rendered":"<p class=\"p1\"><span style=\"font-size: 14pt;\">Practical Design Patterns for Teaching and Learning with Technology.<\/span><\/p>\n<p class=\"p1\"><span style=\"font-size: 14pt;\">Yishay Mor, Harvey Mellar, Steven Warburton and Niall Winters (Eds).<\/span><\/p>\n<p class=\"p1\"><span style=\"font-size: 14pt;\">2014. Sense Publishers<\/span><\/p>\n<p class=\"p1\"><em>Review by Christina Preston. Published: 15 January 2015.<\/em><\/p>\n<p><em><a href=\"\/wp-content\/uploads\/2019\/06\/design-patterns.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-5755 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/design-patterns-196x300.jpg\" alt=\"design patterns\" width=\"196\" height=\"300\" \/><\/a>This fascinating book provides copious evidence that ‘these are challenging times in which to be an educator.’ I’d recommend it to any professional who is grappling with the value of new technologies, whatever their teaching and learning style.<\/em><\/p>\n<p>The authors have all run a series of workshops about practical design patterns for teaching and learning with technology so they have the advantage not only describing the theory but also publishing the outcomes from the collaborative reflections of the participants. This valuable resource is packed full of practical design narratives, patterns and scenarios for other professionals to absorb and adapt.<br \/>\nFour sections address the key themes followed by relevant practitioner designs. The pedagogy of this book is entirely learner-centred and in the overview of the first theme, Learner Centred Design, Diana Laurillard and Michael Derntl go to the core of the challenge which is how to integrate cutting edge tools into pedagogical practice in a way that adds value. The ‘grim alternative’ they point out is to perpetrate traditional teaching methods where the teacher controls all the information.<\/p>\n<p>In the second theme, Learning Communities, Christian Kohls and Till Shümmer talk about the way in which learners can gather online in communities that are far more diverse than is usually the case in a classroom. These learning communities place the interaction between students, teachers and other stakeholders at the centre of the learning activities with a strong emphasis on collaboration tools.<br \/>\nThe series of design patterns in the Social Media and Learner Interaction in Social Spaces section is to maximise the benefits of ways of working that have become embedded into many aspects of our social and professional life. The author of this theme, Steve Warburton, recognises a fundamental movement from top-down controlled authorship to more democratic, distributed and user driven interactions and how the challenge in moving from content-centred to people-centred activity can be harnessed to enrich teaching and learning.<\/p>\n<p>Since it is well known that innovative teaching and learning processes can be destroyed by unsympathetic final tests, it is fitting that his book is rounded off by a section on Assessment and Feedback . Harvey Mellar and Norbert Pachler aim to explore assessment in an inclusive way that comprise both summative and formative assessment , and also covers what is often called ‘feedback’. I found this section particularly interesting in covering what is now possible in this area. The detailed set of patterns bring to life approaches to assessment and feedback that are often only described in the abstract. I also enjoyed the playfulness in some of the design headlines like Feedback on feedback; round and deep; hint on demand; and, chaotic multiple-choice test.<\/p>\n<p>The’ book’  was the appropriate choice of technology, in my view, for outlining the new thinking that underpins the learning events that are described. It proved to be  essential reading alongside my involvement in the pilot of the EU LLL <a href=\"http:\/\/handsonict.eu\/\">HandsOn ICT<\/a> MOOC. Yishay Mor has designed this MOOC as a learner-centred activity, a notion that is widely and deeply examined in the book. The combination of these two learning activities, participating in the MOOC and reading the book has made me far more optimistic and confident that technologies used well can enrich learning and teaching processes.<\/p>\n<p><a href=\"http:\/\/Practical Design Patterns for Teaching and Learning with Technology\">Download the first 50 pages free at the publisher&#8217;s website.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Practical Design Patterns for Teaching and Learning with Technology. Yishay Mor, Harvey Mellar, Steven Warburton and Niall Winters (Eds). 2014. Sense Publishers Review by Christina Preston. Published: 15 January 2015. This fascinating book provides copious evidence that ‘these are challenging &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/practical-design-patterns-for-teaching-and-learning-with-technology\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10672","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10672"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10672"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10672\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10672"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}