{"id":10674,"date":"2019-06-29T23:19:49","date_gmt":"2019-06-29T22:19:49","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/narrative-ecologies-teachers-as-pedagogical-toolmakers\/"},"modified":"2019-06-29T23:19:49","modified_gmt":"2019-06-29T22:19:49","slug":"narrative-ecologies-teachers-as-pedagogical-toolmakers","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/narrative-ecologies-teachers-as-pedagogical-toolmakers\/","title":{"rendered":"Narrative Ecologies: Teachers as Pedagogical Toolmakers."},"content":{"rendered":"<p><span style=\"font-size: 14pt;\">Keith Turvey. (2015. <a href=\"https:\/\/www.routledge.com\/products\/9780415622431\">Routledge<\/a>.)<\/span><\/p>\n<p><em>Review by Christina Preston. Published: 15 January 2015.<\/em><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/narrative-ecologies.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-5763 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/narrative-ecologies-200x300.jpg\" alt=\"narrative ecologies\" width=\"200\" height=\"300\" \/><\/a>Books are an excellent technology to use on trains and buses where WiFi and seats are intermittent. So for the last thirty years I have reviewed erudite books and journal papers about digital technologies on my journeys from home to London and back. In all that time I have never become so absorbed in an academic treatise that I have missed my bus stop. Until now.<\/p>\n<p>Keith Turvey’s book is timely in a political context when teacher training is being moved from universities to schools and when high stakes testing and a competitive economy between schools is impacting on the kinds of programmes that teachers now follow. His concern is a reduction in promoting the links between theory and practice in preference for practice in isolation.<\/p>\n<p>In the opening chapters Keith comments on a general but slow transition from technology-centric to teacher-centric programmes in developed countries. But he is critical of policy makers who promote the use of technology with very little understanding of the complexities involved in effective training. His comprehensive policy and academic references will be valuable to those studying in this field.<\/p>\n<p>His key emphasis is about the use of online communication tools as Virtual Learning Environments or Learning Platforms. In this context he tells the story of five student teachers’ complex socio-cultural and autobiographical ecologies as they incorporate technologies into their professional practice. Their online comments as they grapple with the technology, combined with interview data, preserves a teacher-centred perspective on the value of online learning for them and for their students. I found the five teachers’ reactions to using digital technologies in their classrooms absorbing as their attitudes developed in their online utterances. Into these student teachers’ narratives Keith also weaves his own story about his own ‘bottom-up’ approach to research in education. This story highlights still further the complex fabric of interactions between learner and learner and teacher and learner.<\/p>\n<p>A unique Narrative Ecology model is used as an analytical tool to pinpoint the differences and the similarities in each student teacher’s practice. One interesting factor that emerges is that an array of personal prior experience and tacit knowledge has a deep influence on how much change training can effect. For example, teachers who demonstrated a largely authoritarian approach in the classroom tended to retain this relationship with pupils online: teachers who sought out a more democratic approach set up situations online that gave the students more freedom in response. For example, while one teacher acknowledges and appreciates the influence on language of the learners’ wider uses of technology in social and leisure contexts, other teachers felt uncomfortable with this and sought to impose more formal language in an online learning setting in school regardless of how they communicate in other web spaces.<\/p>\n<p>What Keith has contributed to the teacher education canon is a design for a methodological and pedagogical approach to teachers’ learning that will inspire teacher educators to observe more closely the individual student’s pedagogical activity within a complex technical and socio-cultural ecology. Sharing these observations will improve not only the student’s understanding of learning complexity, but the teacher’s understanding as well.<\/p>\n<p>At £85 you may need to ask your library to buy it – but take care when you borrow it that you do not sail past your bus stop too.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Keith Turvey. (2015. Routledge.) Review by Christina Preston. Published: 15 January 2015. Books are an excellent technology to use on trains and buses where WiFi and seats are intermittent. So for the last thirty years I have reviewed erudite books &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/narrative-ecologies-teachers-as-pedagogical-toolmakers\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10674","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10674"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10674"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10674\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10674"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}