{"id":10707,"date":"2019-06-29T23:20:42","date_gmt":"2019-06-29T22:20:42","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/examples-of-icatalyst\/"},"modified":"2019-07-10T14:43:10","modified_gmt":"2019-07-10T13:43:10","slug":"examples-of-icatalyst","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/examples-of-icatalyst\/","title":{"rendered":"Regional and governmental projects"},"content":{"rendered":"<h4><a href=\"\/wp-content\/uploads\/2019\/06\/icatalyst_red_med.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-6903 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/icatalyst_red_med-300x106.jpg\" alt=\"iCatalyst Logo\" width=\"300\" height=\"106\"><\/a>Examples of iCatalyst Professional Development Programmes<\/h4>\n<div class=\"entry-content\">\n<h4>&nbsp;Summary<\/h4>\n<p>iCatalyst is a bespoke, personalised professional development programme that focuses on strategies that support the leadership and the management of change. In the programme leaders of the schools or school clusters are involved in the design and delivery of effective professional development.&nbsp; In the first place they work with iCatalyst consultants to identify what they want to gain from their investment in digital technologies in terms of evidence of learning. The leaders will then be involved in the collaborative development of an action research programme to collect evidence of learning in the classroom working with their colleagues. The outcomes will include: accreditation for the leaders of the programme; professional development for all the staff involved; local evidence of improved learning and other benefits to use in reports for Pupil Premium and Ofsted; case studies and articles for school publications; provides compelling evidence on which to base changes in practice; embeds knowledge about effective professional development as well as programme designers; global publication of the teachers’ and the pupils’ achievements. Inclusions in research reports published globally; about enriching classroom practice.<\/p>\n<h4>The programme<\/h4>\n<p>Since 1992 MirandaNet Fellows have been refining this strategic professional development programme where the professionals who participate identify the challenges they face and work collaboratively to find solutions. On this journey as co-researchers the participants build a professional community in order to amass the evidence they need to underpin the changes they want to make. In publishing their case studies on the MirandaNet website they reach out to other professionals who are making a similar journey in their workplace.<\/p>\n<p>This&nbsp; change management programme could be applied in a range of contexts and engage the whole workforce or just selected professionals&nbsp; like the potential community leaders. This way of working is particularly valuable in helping a group of professionals to reflect on changes that they wish to make to their policies and working practices and agree on how to implement the changes in order that they become embedded.<\/p>\n<p>The iCatalyst process differs from most traditional courses that finish with a writing task that is rarely shared with the other learners in the group. In an iCatalyst programme a community is developed where all the members assist each other in using the knowledge they have gained to improve their policies and work practices collaboratively.<\/p>\n<p>The programme is based on a large and varied body of research that MirandaNet Fellows have undertaken into the best ways to improve the motivation and retention of the workforce.<\/p>\n<h4>The collaborative approach to learning<\/h4>\n<p>The programme is designed to achieve consensus amongst the participants about what needs to be changed, and more importantly, why and how. In this context participants in iCatalyst are often asked to draw individual and collaborative maps about their progress through the programme rather than write an essay. This map creation often results in more honesty about the challenges of professional learning and the emotional impact of embedding change that the iCatalyst programme aims to acknowledge.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Slide1.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4550\" src=\"\/wp-content\/uploads\/2019\/06\/Slide1-300x208.jpg\" alt=\"Slide1\" width=\"345\" height=\"239\"><\/a><\/p>\n<p>Above is one participant’s view at the beginning of the professional journey she has&nbsp; embarked on. She compares the current resources available to her as a teacher with the challenge ahead of introducing digital learning and considers what the impact will be.<\/p>\n<p>This learning progress map was developed in the early stages of an iCatalyst programme funded by Inspiration, a digital concept mapping package. The use of this package underpinned the changes early on in the ways that participants are now asked to communicate their experiences. Videos, webinars and conference presentations&nbsp; are actively encouraged as important visual methods of recording and sharing knowledge as well as the more conventional case study.<\/p>\n<h4>iCatalyst in South Africa, India and England<\/h4>\n<p>The following three examples of iCatalyst in action can be studied order to consider what kind of&nbsp; bespoke change programme might be appropriate.&nbsp; Single schools, clusters and regions have benefited from the learning process, sometimes self funding and sometimes funded by governments and companies. The programme has been run&nbsp; in China, India, Mexico and South Africa as well as England.<\/p>\n<p>The following detail about three exemplar project that follows aims to cover:<\/p>\n<ul>\n<li>The challenges for the funders and the participants<\/li>\n<li>How the iCatalyst process helped to define the issues and create the solution<\/li>\n<li>The methods used to collect evidence<\/li>\n<li>The results.<\/li>\n<\/ul>\n<h4>1. Elapa: Digital Technologies in South Africa<\/h4>\n<h5>Building a learning community in Free State province: 2001-2004<\/h5>\n<p>The digital technologies advisory team in the Free State province government of South Africa approached MirandaNet to help them to build ICT capacity in the region. One of the three poorest provinces in the country, Free State had no natural resources and, as a result, planned to imitate the growth of India by offering a workforce skilled in digital technologies at economic rates.<\/p>\n<p>To fulfil this aim Free State wanted help in developing a cross phase ICT professional development programme that could be adapted by the advisory team to the very different contexts and education levels that were to be found in the education institutions. Twelve schools in different contexts were chosen by the government to pair up with Twelve MirandaNet schools in England because at the core of the programme was professional exchange. The choice of educational establishments was made to ensure that the diversity of this new Rainbow nation was represented and that groups that had not worked together in the past now had this opportunity. A key issue was the diversity in the teacher training that had been available to the different groups in the past. Distance between all the schools involved was a problem and as a result an online environment was set up by the Free State government that was entered on the MirandaNet website – very new technology at that time.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Slide2_lapa.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4551\" src=\"\/wp-content\/uploads\/2019\/06\/Slide2_lapa-300x225.jpg\" alt=\"Slide2_lapa\" width=\"364\" height=\"273\"><\/a><\/p>\n<p>The professional learning community chose eLapa as their name because the Lapa is a place where African tribes meet to discuss important issues. As part of the symbol they designed they chose an upside-down bird: birds were reputed to fly upside-down over Free State because ‘there was nothing to see’. The iCatalyst participants aimed to change this perception of their region through this project.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Elapa-2.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4552\" src=\"\/wp-content\/uploads\/2019\/06\/Elapa-2-300x225.jpg\" alt=\"Elapa 2\" width=\"336\" height=\"252\"><\/a><\/p>\n<p>At the start of the project participants provided a range of insights into how and why they might develop the capacity to embed learning tools in their teaching. Since this was a new political era for the Rainbow nation their observations indicate a new energy to move forward:<\/p>\n<ul>\n<li><em>We shall not cope with all the changes and the needs of a new generation if we do not keep up with all the ICT developments.<\/em><\/li>\n<li><em>I think at the moment there is too much focus on ICT skills rather than striking a balance on how ICT can help to facilitate learning and teaching. We can change this.<br \/>\n<\/em><\/li>\n<li><em>All the necessary stakeholders (teachers, leaders, government administrators) must be actively involved in the making of the programme successful.<\/em><\/li>\n<li><em>I want to learn&nbsp; how to integrate ICT into lessons.<\/em><\/li>\n<li><em>The outside world is more and more changing their uses of ICT, so our children cannot stay behind.<\/em><\/li>\n<li><em>For me, I want training in using all the equipment and the programs so that&nbsp; as a teacher I will be well-prepared and in control. It will also help if there’s a person that can assist (mentor) you until you know exactly how everything is working.<\/em><\/li>\n<li><em>The main role of email will allow sharing of information on teaching and learning.<\/em><\/li>\n<li><em>The reality on the ground is that there are generally no facilities available for email and internet in rural areas – putting this first before we start the project has been good planning.<br \/>\n<\/em><\/li>\n<\/ul>\n<p>The key outcomes of the first stage were planned to be:<\/p>\n<ul>\n<li><b>&nbsp;<\/b>Piloting resources<\/li>\n<li>&nbsp; Developing ICT CPD programme<\/li>\n<li>&nbsp; Raising sustainable funding<\/li>\n<\/ul>\n<p>A presentation records the key points of the first phase consultation and exchange visits that you can download <a href=\"http:\/\/www.mirandanet.org.uk\/consultancy\/wp-content\/uploads\/2011\/08\/Freestate05.pdf\">here<\/a>.<\/p>\n<h5><strong>Results from the first phase<\/strong><\/h5>\n<p>One of the drivers for the project was to share an understanding of what was possible for Free State in a new political era. For many of the participants English was not their first language and as a result mapping their reactions at the beginning and end of the first phase was popular. They shared their maps and considered the implications of what they had learnt.&nbsp; Fanie had only just received her computer when the project started but her map traces remarkable progress by the end of the first stage.&nbsp;<b><\/b><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Fanie-Map.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4553\" src=\"\/wp-content\/uploads\/2019\/06\/Fanie-Map-300x225.jpg\" alt=\"Fanie Map\" width=\"403\" height=\"302\"><\/a><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Fanie-map-2.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4554\" src=\"\/wp-content\/uploads\/2019\/06\/Fanie-map-2-300x225.jpg\" alt=\"Fanie map 2\" width=\"389\" height=\"292\"><\/a><\/p>\n<p>In terms of results&nbsp;potential resources were created and tested by the eLapa community and an iCatalyst programme was developed from the pilot ready for the community leaders to work with more teachers from the other two thousand plus education institutions.<\/p>\n<p class=\"normal\">In the opinion of the twelve Fellows who went out to South Africa they learnt as much as the teachers and pupils who came to England in the pursuit of an effective professional development programme in using digitally enhanced learning tools.<\/p>\n<p class=\"normal\">At the end of the first stage, however, the Free State elections returns made an different political party, ANC, the new lead in the governent.&nbsp; As&nbsp; a result funding was not agreed by the new government for stage two and three, but many of the links between Fellows in Free State and England still remain.<\/p>\n<h4>&nbsp;2.&nbsp; Bohdi programme, India<\/h4>\n<p>The Podar charity who were expanding their schools into the rural areas of India,&nbsp; MirandaNet was invited to run a&nbsp; programme for forty principals who meet termly over two years from 2010-2012 to identify ways of improving teaching methods and sharing them with new staff.<\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/PODAR.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4556\" src=\"\/wp-content\/uploads\/2019\/06\/PODAR-300x225.jpg\" alt=\"PODAR\" width=\"411\" height=\"308\"><\/a><\/p>\n<p>Firstly the staff celebrated what they were already doing well including their creative response to new ideas.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/PODAR-Challeges.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4557\" src=\"\/wp-content\/uploads\/2019\/06\/PODAR-Challeges-300x225.jpg\" alt=\"PODAR Challeges\" width=\"407\" height=\"305\"><\/a><\/p>\n<p>In considering how to move forward they decided that they needed support from MirandaNet Fellows to strengthen the peripatetic advisory team were to be the leaders of a community of practice.<\/p>\n<p>They called their community, Bohdi, the tree of knowledge,&nbsp;where principals and their staff could exchange policy and practice. A logo was designed and an environment&nbsp; was set up in Moodle where progress was stored.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Podar-Map.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4558\" src=\"\/wp-content\/uploads\/2019\/06\/Podar-Map-300x225.jpg\" alt=\"Podar Map\" width=\"417\" height=\"313\"><\/a><\/p>\n<p>A collaborative digital road map was developed that was added to as new curriculum ideas were explored.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Programme-england.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4559\" src=\"\/wp-content\/uploads\/2019\/06\/Programme-england-300x225.jpg\" alt=\"Programme england\" width=\"379\" height=\"284\"><\/a><\/p>\n<p>There were key aspects of the English approach to digitally enhanced learning that Podar staff wanted to learn about. This information was provided by Fellows in visits, on the Moodle and in webinars. In particular there was significant interest in how digital tools might improve Visual Literacy. The MirandaNet resources, seeing the meaning, proved valuable here.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Visual-Learning.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4560\" src=\"\/wp-content\/uploads\/2019\/06\/Visual-Learning-300x225.jpg\" alt=\"Visual Learning\" width=\"396\" height=\"297\"><\/a><\/p>\n<p><strong>Results<\/strong><\/p>\n<p>Building the Bodhi community is an important element in the drive to encourage good teachers from the cities to go to the rural areas for two years as part of their professional development. This was considered essential as many teachers in rural areas have in fact had not teacher training. In this way these successful teachers can lead iCatalyst action research projects in the rural areas, share their successes and feel less cut off than they might have done in the past.<\/p>\n<p>In addition the online programme allowed support from the UK team to be constant. This was supplemented by exchange visits between English and Indian teachers and final presentations by the Podar principles in conference in Mumbai and at BETT. This sharing&nbsp; about their achievements&nbsp; in improving their teaching and pupils’ learning was vital in changing policy and practice in the key areas that were identified at the beginning of the project as well as other matters that arose during the programme. The Podar advisory team with occasional support from MirandaNet Fellows now manage the Bodhi community in a purpose-built platform designed by the the technical team.<\/p>\n<p>But one MirandaNet strand continues beyond the project lifecycle because the teaching and learning is conducted in English. MirandaNet phonics experts have continued to work with the&nbsp; advisory team and two pilot schools forty schools in this project.<\/p>\n<p>Two resources from the project are offered here:<\/p>\n<p><strong>a. Leading Schools in Policy and Practice: England<\/strong><\/p>\n<p><em>The programme for continuing professional development with Podar principals<\/em><\/p>\n<p>A case study by one of the principals, Simran Kaur, about the exchange with a MirandaNet school in England. In her introduction she says:<\/p>\n<p>“This report is based on the second stage of the&nbsp; iCatalyst programme that has been running. The new programmes for June 2011 are based on the observations on the differences in practice between Indian schools and on the observations of practice in England from the visits of the Advisory team visit to Cheam and Newham. Their visits to England and their thoughtful observations have helped clarify how best MirandaNet Fellows can develop practice in classrooms and leadership approached in the Podar organisation”.<\/p>\n<p>You can download this study<a href=\"http:\/\/www.mirandanet.org.uk\/fellowship\/casestudies_search.php\"> here<\/a>.<\/p>\n<p><strong>b.&nbsp;Presentation.<\/strong>&nbsp;As an example of the tools the participants developed to collect evidence here is a presentation. This presentation explains to staff an action research questionnaire developed by the princicpal to underpin a project he ran in his school. This can be downloaded <a href=\"http:\/\/www.mirandanet.org.uk\/consultancy\/wp-content\/uploads\/2011\/08\/Podar-action-research-questionnaire.pdf\">here<\/a>.<\/p>\n<h4>&nbsp;3. ICT tools for future teachers<\/h4>\n<p>In the thirty years since digital learning tools were introduced into schools, government has been supportive of the UK industry that has produced some outstanding products to improve teaching and learning.<\/p>\n<p>In 2009 Becta, the government agency for ICT, decided that they required research-based advice to support effective ICT use by teachers now and in the future. Christina Preston and Marilyn Leask, both members of the MirandaNet Fellowship, were asked to undertake this research that focused on five questions:<\/p>\n<ul>\n<li>What in the views of practitioners, are the characteristics of effective technology-based tools and resources and how do they help teachers do their work well?<\/li>\n<li>What are the characteristics of effective non-technology based tools and resources and how to they help teachers do their work well?<\/li>\n<li>Where do practitioners go to find out about and access new tools for learning and teaching?<\/li>\n<li>What are the key challenges faced by practitioners in doing their job well?<\/li>\n<li>The future – what ICT tools would help? What digital solutions are needed? If these solutions do not exist, could they be created? What would their characteristics be, and how and when would they be used?<\/li>\n<\/ul>\n<h4>iCatalyst methods<\/h4>\n<p>Preston and Leask decided to use iCatalyst collaborative methods to ask expert practitioners to be co-researchers if they had&nbsp; experience of using these tools in the classroom.<\/p>\n<p>Initially 45 teachers from the nine government regions with expertise as senior managers and as classroom teachers in primary, secondary, special educational needs and FE as well as in local authorities and universities were worked together in focus groups over two days.Those attending were selected following an invitation via professional networks for nominations. Selection was made to get a balance across school types and roles and the ICT work being undertaken in their schools or institutions. Working as co-researchers and using mind mapping techniques they provided very detailed responses to the research questions.<\/p>\n<p>This collaborative process with the group is&nbsp; identified as second level analysis that is normally done by a researcher when they have collected all the data from interviews and questionnaires. This is the level at which the researcher aim to make sense of all the information, often on their own. In this case the expert group had shared all the basic data and were now analysing it collaboratively using a digital map.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Turn-off-filtering.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-4561\" src=\"\/wp-content\/uploads\/2019\/06\/Turn-off-filtering-300x135.jpg\" alt=\"Turn off filtering\" width=\"542\" height=\"244\"><\/a><\/p>\n<p>One of the six maps is shown above and another group’s larger map can be downloaded <a href=\"http:\/\/www.mirandanet.org.uk\/consultancy\/wp-content\/uploads\/2011\/08\/Future-tools-p2.pdf\">here<\/a>.<\/p>\n<p>The conversations in the focus groups were recorded additionally by a team member in each focus group. A grounded approach was then used to establish the key themes which provide the structure for the Supplementary Reports with data grouped progressively to create these themes as the work of the focus groups developed.<\/p>\n<p>To counter potential bias in the findings from what was a largely expert group, the findings were then tested through group and individual interviews with another fourteen teachers nominated by six institutions from the primary, secondary and FE sectors. International experts in ICT in Education from the US and Australia were also asked to comment on the draft findings. Both groups asked to scrutinize and challenge the initial findings in the light of their experience. In addition, a review of discussions on popular online forums like mirandalink where ICT tools are discussed was undertaken to identify what issues were preoccupying the teachers who use these forums.<\/p>\n<p><strong>Findings and recommendations<\/strong><br \/>\nThe Becta Harnessing Technology Strategy (2008) expressed the expectation that schools would make use of the pedagogical benefits of ICT tools. This ICT tools research showed that there was indeed by 2011 a widespread awareness of ICT tools as used now in everyday life and understanding that ICT could enable teachers to do their jobs well as well as improve the functioning of the institution.<\/p>\n<p>Although the report was published in 2011 the main findings and recommendations are still largely pertinent to education and industry today. For example, major barriers to improving the use of ICT tools and resources in school are: knowledge about the ways various technologies can be used to enhance teaching, learning and assessment is very patchy with deep knowledge scattered across the education system and therefore hard to access, and; there is huge variation in the quality and reliability of the technical infrastructure which teachers have to rely on to integrate ICT tools into daily practice.<\/p>\n<p>The five major recommendations we made on the basis of expert pracitioner input are now valuable as a discussion agenda in iCatalyst programmes as there is no longer a national lead organization to promote a central view in the UK about effective policy and practice.<\/p>\n<p>Detailed recommendations on curriculum, assessment practices, developing organisational and individual capacity, creating a national infrastructure to support sharing and change management strategies can be downloaded <a href=\"http:\/\/www.mirandanet.org.uk\/consultancy\/wp-content\/uploads\/2011\/08\/Future-tools-p2.pdf\">here<\/a>.<\/p>\n<h4>More information<\/h4>\n<p>You can read more about the iCatalyst programme <a href=\"\/associates\/associate-packages\/\">here<\/a><\/p>\n<p>Please see our publications at the MirandaNet Knowledge Hub&nbsp;<a href=\"\/knowledgehub\/\">here<\/a>.<\/p>\n<h4>&nbsp;Contact<\/h4>\n<p>MirandaNet consultants are always ready to work with schools, governments, companies and charities on their professional development requirements.<\/p>\n<p>Contact <a href=\"mailto:enquiries@mirandanet.ac.uk\">enquiries@mirandanet.ac.uk<\/a> for details.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Examples of iCatalyst Professional Development Programmes &nbsp;Summary iCatalyst is a bespoke, personalised professional development programme that focuses on strategies that support the leadership and the management of change. In the programme leaders of the schools or school clusters are involved &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/examples-of-icatalyst\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10707","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10707"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10707"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10707\/revisions"}],"predecessor-version":[{"id":12026,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10707\/revisions\/12026"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10707"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}