{"id":10728,"date":"2019-06-29T23:21:39","date_gmt":"2019-06-29T22:21:39","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/community-playthings-research\/"},"modified":"2019-09-08T16:50:42","modified_gmt":"2019-09-08T15:50:42","slug":"community-playthings-research","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/community-playthings-research\/","title":{"rendered":"Community Playthings Research"},"content":{"rendered":"<h4><img decoding=\"async\" class=\"alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/community-playthings.jpg\" alt=\"Community Playthings Logo\" width=\"150\">Community Playthings<\/h4>\n<h4>The price of beauty&nbsp;and usefulness in learning:&nbsp;<em>A study of value for money in a nursery setting<\/em><\/h4>\n<h5><em>Research summary<\/em><\/h5>\n<p class=\"entry-content\">In collaboration with the Community Playthings team I designed a research programme that focused on a qualitative interview approach rather than a statistical survey because it would provide a deeper picture of the value of the furniture in terms of learning. In the first stage I visited five nurseries to learn how the furniture was used. In the second stage six<img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-4623 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/Community-play-1-300x225.jpg\" alt=\"Community play 1\" width=\"300\" height=\"225\">teen interviews were conducted with a range of educators who have bought Community Playthings furniture and blocks or advised teachers to buy them: heads, teachers and assistants in nurseries; purchasers for nursery chains placed in England and internationally; an adviser in a local authority; a design consultant; as well as an academic who take a theoretical perspective on the value of the furniture settings and blocks in learning.&nbsp;Some had bought suites costing from £10,000, whereas others had only a few pieces and were saving up to buy more. Of the second group most were replacing cheaper equipment when it was no longer useable. I also interviewed four nursery heads who had considered buying this furniture but had decided against it. This represented 20% of the sample and was included to provide a balanced result.<\/p>\n<h4><em>Some key findings<\/em><\/h4>\n<h5>Academic validation<\/h5>\n<p>The ethos of calm and of independent learning behind the Community Playthings design was admired by the educators who engaged in this study. Helen Tovey<sup>1<\/sup>, a specialist in nursery education at Roehampton University, explained that Community Playthings also provide an excellent support for the design of a Froebelian environment which is creative, open-ended and includes a balance of bought and found materials, made and natural.<\/p>\n<h5>Design factors<\/h5>\n<p>Respondents agreed that the furniture was visually inviting, restful and durable. The products inspired imaginative play because they were not too prescriptive. A head who had been closely involved in the design process was convinced that there is significant impact on learning based on how a room is designed.<\/p>\n<h5>Professional development<\/h5>\n<p>Observation of others’ practice in their own nurseries clearly helped teachers to form their own ideas about learning informally and honestly. Two-thirds of the respondents had been to the workshops in Robertsbridge for professional development programmes linked to the installation of Community Playthings furniture in their nursery and said that the experience had been beneficial.<\/p>\n<h5>Value for money<\/h5>\n<p>Although there was no direct evidence of value in obvious measures like occupancy rates and OFSTED results, in this sample several practitioners commented on how appreciative the parents were of quality equipment for their children. ‘There is an unmistakeable ‘wow’ factor when parents walk into the room for the first time’.<\/p>\n<h5>Conclusion<\/h5>\n<p>All the respondents were asked to give advice to other teachers who might be thinking about buying Community Playthings. One manager of a nursery chain looked back to his childhood, ‘When I was at pre-school over 35 years ago, we had the Community Playthings lofts and indoor climbing frame. Although they have moved on, at some level I am influenced by my early love of those products when I buy’. Another customer was more forthright, ‘Go for it’, she said, ‘you will never regret it. Integrity is rare in retail’.<\/p>\n<p>1. Tovey, H (2012) Bringing the Froebel Approach to your Early Years Practice. London: Routledge.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Community-Playthings-value-for-money-report.pdf\">Research Report:The price of beauty and usefulness in learning<\/a><\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"http:\/\/www.mirandanet.org.uk\/articles\/1\">See also<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Community Playthings The price of beauty&nbsp;and usefulness in learning:&nbsp;A study of value for money in a nursery setting Research summary In collaboration with the Community Playthings team I designed a research programme that focused on a qualitative interview approach rather &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/community-playthings-research\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10728","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10728"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10728"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10728\/revisions"}],"predecessor-version":[{"id":12261,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10728\/revisions\/12261"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10728"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}