{"id":10722,"date":"2015-03-04T00:00:00","date_gmt":"2015-03-04T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/associate-services\/"},"modified":"2024-03-11T19:29:52","modified_gmt":"2024-03-11T19:29:52","slug":"associate-services","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/associate-services\/","title":{"rendered":"Associate Services"},"content":{"rendered":"<h4><strong>ANNUAL ASSOCIATESHIP PACKAGES 2015-2016<\/strong><\/h4>\n<p>The MirandaNet Fellowship international network is an professional organisation of experts in innovation in education. Be part of a community driving debate and thought leadership about services and products that are important in improving teaching, learning and administration.<\/p>\n<p>Associate research drives thought leadership, create solid case studies in evidence-based learning and increases knowledge to a highly qualified target market. This includes the dissemination of Associate news to a network of over 20,000 professional members of the education community. Professor Christina Preston, Founder of MirandaNet, also writes news pieces, articles and papers for Associates that can reach up to 200,000 professionals in circulation. Associates news can be reported in the MirandaNet News that goes out fortnightly to 1,000 plus outreach to social networks.In addition we reach about 40,000 professionals through their organisations channels and journals e.g. ITTE, Naace and ALT. Articles in the education press can requested by associates. Christina Preston is also a regular contributor to the education press with an overall outreach of 250,000 in titles like Education Investor, Teach Secondary, QA education and Education Today and several high profile blogs.<\/p>\n<p><span style=\"font-size: 10pt;\"><strong>Out-reach and web stats<\/strong><\/span><\/p>\n<p>We are proud of the web stats we have achieved since we were founded in 1992. We score nearly 6 out of 10 on Google. These are unusually high figures and must be due to the variety and relevance of the publications Fellows have submitted over  the years. Our visitors read up to eleven pages and  our readership is increasing by 12% per year.<\/p>\n<p>The website receives significant traffic:<\/p>\n<ul>\n<li>6,000 unique visitors a month who often return;<\/li>\n<li>up to 11 pages viewed per visitor;<\/li>\n<li>consistent traffic day by day, month by month, year on year;<\/li>\n<li>global traffic;<\/li>\n<li>high user engagement.<\/li>\n<\/ul>\n<p>We have 1,000 members in 80 countries but overall the visitors to website are from:<\/p>\n<ul>\n<li>Europe 490,000 49%;<\/li>\n<li>UK 300,00 30%;<\/li>\n<li>China 170,000 17%;<\/li>\n<li>USA 160,000 16%;<\/li>\n<\/ul>\n<p>More details about the breakdown of our readership will now be available because we have provided members and associate members with a Linked In style service for developing the network activity as well as increasing the space and prominence for associates research reports within the Knowledge Hub.<\/p>\n<p><strong>Events and webinars<\/strong><\/p>\n<p>We hold  events and online discussions throughout the year give you as associates an opportunity to hear what educators are saying and to get to know them better. You are invited to present at these events as part of your associateship subscription as well as attending informative networking dinners. We also run courses about the value of research and about entering for awards.<\/p>\n<p>Company colleagues can engage in the debates on MirandaLink, MirandaNet’s debating tool, and work on MirandaNet professional development programmes and also gain accreditation for their work with MirandaNet educators.<\/p>\n<p>A basic annual membership to the MirandaNet Fellowship includes:<\/p>\n<ul>\n<li>your company  logo featured on the MirandaNet associate’s page with a landing page about your services and products;<\/li>\n<li>a fully branded company  page in the Associates section profiling your products and services to our global membership and networks;<\/li>\n<li>links to your web site;<\/li>\n<li>membership to the MirandaNet Fellowship, speak, debate and engage with a global network of innovation in education specialists<\/li>\n<li>membership to Mirandalink, MirandaNet’s debating group and the ability to trigger thought leadership debates<\/li>\n<li>access to the members’ archive of mirandalink debates;<\/li>\n<li>news, case studies and research from the company will by added to the site, linked to the profile and disseminated to the membership:<\/li>\n<li>inclusion and citations in collaborative advice to governments;<\/li>\n<li>the opportunity to join a MirandaNet funding consortium in order to partner bid proposals to the EU, charities, government agencies, funding bodies like JISC, ESRC and the British Council;<\/li>\n<li>using World Ecitizens as a publishing area for learners who use your product or service;<\/li>\n<\/ul>\n<p><strong>MirandaNet Fellowship networking<\/strong><\/p>\n<ul>\n<li>invitation and ability to present at MirandaNet Knowledge events, including the London Knowledge Lab and De Montfort University<\/li>\n<li>invitations to professional workshops on associate matters<\/li>\n<li>news out to 200,000 professionals<\/li>\n<li>invitations to networking and strategy dinners;<\/li>\n<\/ul>\n<p><strong>Events<\/strong><\/p>\n<p>MirandaNet will present, as thought leaders, at many events globally. Showcasing innovation in education, cutting edge research and latest developments in the market. Work driven by the community and triggered by our associates.<\/p>\n<p>Some recent events have included:<\/p>\n<ul>\n<li>Symposium and poster session at the 10th IFIP World Conference on Computers in Education: WCCE13 Torun, Poland, July 2-5, 2013<\/li>\n<li>3 Symposia and a MirandaMod at Teacher Educators in IT (ITTE), Bedford, 8, 9,10th July 2013, University of Bedfordshire;<\/li>\n<li>Keynote, <em>The development of IT courses with international partners<\/em>&#8211; <em>especially the design and implementation of the K-12 IT courses<\/em>. Annual conference Committee of Information Technology Education in K-12,  National Educational Technology Society,  Shenyang, China, July 28th  to July 30th 2013;<\/li>\n<li>Innovation Forum: European Foundation for Quality in Elearning (EFQUEL) September 25th -27th Barcelona;<\/li>\n<li>Talks on research into Digital Technologies at Naace conferences: 7th November Nottingham, 14th November, Bury<\/li>\n<li>Keynote in Slovenia November, University of Portoroz<\/li>\n<li>MirandaMods and presentations in the MirandaNet Lounge, BETT14, Excel Centre, London 22nd – 25th January  2014;<\/li>\n<li>Keynote and MirandaMod, Education Innovation Show, Manchester 8-9th March 2014;<\/li>\n<li>Annual Teacher Educators in IT (ITTE), July 2015<\/li>\n<li>Representation of the DfE stand, BETT15, Excel Centre, London<\/li>\n<\/ul>\n<p>Price for annual associateship on application to Professor Preston <a href=\"mailto:christina@mirandanet.ac.uk\" target=\"_blank\" rel=\"noopener noreferrer\">christina@mirandanet.ac.uk<\/a><\/p>\n<h4>MirandaNet research services<\/h4>\n<p>MirandaNet Fellows offer an innovative qualitative research programme to their associates as well as schools. In these programmes teachers participate as co-researchers to define, measure and report on the impact of innovation on learning in their classroom and their school.<\/p>\n<p>MirandaNet has a unique reputation in the market for independence, credibility and market leading research into technology and innovation. Through action research, MirandaNet works with associates to define, measure and report on the impact their products and services have on learning.<\/p>\n<p>Our action research methodology gives the school time to reflect of the use of technology and analyse its use, effectiveness and impact. This offers the school a rare chance to review best practice and the way they deploy innovation to enhance learning. For our associates, it gives them valuable feedback on their products, product feedback and quantified evidence of learning.<\/p>\n<ul>\n<li>Our services include:\n<ul>\n<li>Sprint: Product impact\n<ul>\n<li>Action research workshop to measure the impact of technology and innovation in teaching and learning. Single school and project to produce a white paper and product review<\/li>\n<\/ul>\n<\/li>\n<li>Sprint: Innovation Audit\n<ul>\n<li>Action research project t to give schools and businesses time to reflect and define the pedagogy and strategy to inform their choices in innovation and technology<\/li>\n<\/ul>\n<\/li>\n<li>iCatalyst\n<ul>\n<li>Full CPD program to define innovation strategy, review implementation and measure the impact on learning over the long term. We run iCatalyst over a minimum of an academic year<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong>MirandaNet Research Ethos<\/strong><\/p>\n<p>The MirandaNet programs are designed to deliver enhanced CPD through action research, communities of practice and educator driven thought leadership.<\/p>\n<p>As co-researchers we empower educators to guide, lead and understand their education al needs. With low impact, operational CPD, accredited research and low impact strategic decision-making we give the school a chance to reflect, learn and enhance their skills and knowledge.<\/p>\n<p>By amalgamating action research and CPD the action research methodology becomes an operational process in schools, managing change. We want to assist the schools in defining their pedagogy strategy to inform coherent and informed decision-making in education<\/p>\n<p>MirandaNet research Benefits<\/p>\n<ul>\n<li><strong>Academic rigour<\/strong>\n<ul>\n<li>All research is underpinned by professorial depth, expert and academics<\/li>\n<\/ul>\n<\/li>\n<li><strong>Impartial and credible <\/strong>\n<ul>\n<li>MirandaNet guides and manage the research process and tools<\/li>\n<li>MirandaNet acts as a buffer between commerce and education improving responses and access<\/li>\n<\/ul>\n<\/li>\n<li><strong>Testimonials, case studies and advocacy <\/strong>\n<ul>\n<li>User engagement<\/li>\n<li>Extending product lifecycle and product knowledge<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>Samples of work published with associates on their products and service showing how they have made a difference in education are published here.<\/p>\n<p>&nbsp;<\/p>\n<p>For more information contact us at editor@mirandanet.ac.uk<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>ANNUAL ASSOCIATESHIP PACKAGES 2015-2016 The MirandaNet Fellowship international network is an professional organisation of experts in innovation in education. Be part of a community driving debate and thought leadership about services and products that are important in improving teaching, learning and &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/associate-services\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10722","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10722"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10722"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10722\/revisions"}],"predecessor-version":[{"id":13486,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10722\/revisions\/13486"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10722"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}