{"id":10732,"date":"2019-06-29T23:21:42","date_gmt":"2019-06-29T22:21:42","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/safeguarding-data-keeping-pupils-connected\/"},"modified":"2019-06-29T23:21:42","modified_gmt":"2019-06-29T22:21:42","slug":"safeguarding-data-keeping-pupils-connected","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/safeguarding-data-keeping-pupils-connected\/","title":{"rendered":"Safeguarding Data – Using Technology: Keeping Pupils Secure in a Connected World"},"content":{"rendered":"<table>\n<tbody>\n<tr>\n<td>\n<p style=\"font-size: 14pt;\"><strong><em>Safeguarding Data – Using Technology: Keeping Pupils Secure in a Connected World<\/em>.<\/strong><\/p>\n<p style=\"font-size: 14pt;\">Allison Allen, Outstream Consulting<\/p>\n<p style=\"font-size: 14pt;\">2015<\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span style=\"font-size: 12pt;\"><strong>Abstract<\/strong><\/span><\/p>\n<p><em>This paper reflects on the growing concerns of schools, education professionals and government about the security of pupil data connected to the advance of cloud computing tools. It discusses moral and legal issues while signposting examples of research, advice and good practice.<\/em><\/p>\n<p><em>Although it is particularly relevant to schools, colleges, education professionals and local government, the paper will be of interest to governments, national agencies and suppliers seeking best practice advice.<\/em><\/p>\n<p><em>Examining how and why schools must ensure they meet the eight principles of the Data Protection Act, the paper includes illustrations of the kind of questions schools need to ask to ensure information about pupils and adults is safe &#8211; wherever in the ‘cloud’ it is.<\/em><\/p>\n<p><em>In the classroom context, new technology enabled teaching and learning pedagogies and tools such as SOLE, PLNs and Flipped Learning , depend on the learner feeling safe &#8211; all these and more require teachers to not only consider e-safety issues in the classroom, but to address issues of safeguarding, particularly data protection.<\/em><\/p>\n<p><em>School and college staff have a responsibility to provide a safe environment in which children can learn; it is not acceptable to agree contractual terms and conditions for use of cloud storage and productivity tools, without reading and understanding how pupil information might be at risk and what the school must do to meet legislative requirements. When senior managers also need to think about the whole school culture as virtual spaces, storage and tools become part of the learning landscape.<br \/>\nThe concern about data isn’t confined to pupils – there have been concerns about misuse of HMRC and NHS data for example, nor is it confined to the UK. In 2014, America’s Secretary of Education reaffirmed that school systems “owe families the highest standard of security and privacy.<\/em><\/p>\n<p><strong>Statement of Purpose <\/strong><\/p>\n<p>This paper reflects on the growing concerns of schools, education professionals and government about the security of pupil data related to the range of cloud computing tools. It discusses moral and legal issues while signposting examples of advice and good practice.<\/p>\n<p><strong>Using technology in a connected world <\/strong><\/p>\n<p>It is fundamental to success that learning can take place in a safe physical or virtual space as described by TED prize-winner, Sugata Mitra; <em>“We need a pedagogy free from fear and focused on the magic of children&#8217;s innate quest for information and understanding”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Safeguarding-Data-Using-Technology-Keeping-pupils-secure.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">READ the paper HERE<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><strong>About the Author Allison <\/strong><\/p>\n<p>Allen is Director of Outstream Consulting, a Trustee of the Board of Management of Naace and a MirandaNet Fellow; she works with government, business, charities and education organisations. Allison is joint author of several publications including the national e-safety guidance for FE &amp; Skills, the textbook ‘Introducing Computing: A Guide for Teachers’ (Routledge) and Naace’s Curriculum Framework She taught for many years before joining a large Local Authority as senior ICT Adviser in School Improvement, later becoming a director of the London Grid for Learning and Chair of the pan-London Teaching and Learning action group. Subsequently Allison joined Becta as the London Regional Manager. With a proven track record at senior level within the education sector, Allison is known to be impartial, objective and independent with keenly developed analytical, presentational and oral and written communication skills. Contact: allison.allen@outstream.co.uk<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Safeguarding Data – Using Technology: Keeping Pupils Secure in a Connected World. Allison Allen, Outstream Consulting 2015 Abstract This paper reflects on the growing concerns of schools, education professionals and government about the security of pupil data connected to the &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/safeguarding-data-keeping-pupils-connected\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10732","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10732"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10732"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10732\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10732"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}