{"id":10744,"date":"2015-03-05T00:00:00","date_gmt":"2015-03-05T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/assesment-though-ict\/"},"modified":"2015-03-05T00:00:00","modified_gmt":"2015-03-05T00:00:00","slug":"assesment-though-ict","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/assesment-though-ict\/","title":{"rendered":"Assessment through ICT"},"content":{"rendered":"<table>\n<tbody>\n<tr>\n<td>\n<p style=\"font-size: 14pt;\"><strong><em>Assessment through ICT<\/em>.<\/strong><\/p>\n<p style=\"font-size: 14pt;\">Lubna Malik, <a href=\"http:\/\/www.thecityschool.edu.pk\">City School Pakistan<\/a><\/p>\n<p style=\"font-size: 14pt;\">2015<\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><b>Summary<\/b><\/p>\n<p class=\"p1\"><span class=\"s1\"><strong>Lubna Bashir Malik<\/strong> has been involved with education from many years in different capacities with various educational organizations. Currently, she is working as Educational Technology Trainer with a large private school system in Pakistan. She is Head of the ICTech (Innovation across curriculum through technology) Department. She designs the ICT curriculum for elementary and middle schools including different types of short and long projects. She trains the teachers to use technology effectively across multiple disciplines. She works with the teachers for their professional development through facilitation sessions, workshops, observations and follow-up sessions. She has been working with the teachers on online assessments as an effective and valid mode of assessment. She creates connections across the schools around the globe so the students get prepared with the wider world exposure and get accustomed to working and interacting with people from different cultures, races and religions.   <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">For the following project, her objectives were to involve teachers to plan ICT integrated lessons, facilitate students in their learning through assessments, establish links with global partner and carry out project, based on joint curricula.<\/span><\/p>\n<p><b>Contextual information<\/b><\/p>\n<p class=\"p1\"><span class=\"s1\">The school where the project has been implemented includes Primary, Middle and Senior Sections. It holds around 1600 students. The Primary Section has two well-equipped computer labs with access to Internet and a resource room where TV, DVD, Projector, Digital Microscope, Data logger and a tape recorder are placed.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The students of Class 5 have sharp ICT skills as they participate regularly in ICT integrated lessons; project based learning and global projects. They work with a global context and use a variety of technologies comfortably for different subjects.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>A New Mode of Learning; Assessment through Technology<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">A new dimension of learning has been added to my professional development as I assessed my learners using multiple technologies. It was in fact a new concept for me. I have been using technology integration but using it as an assessing tool for my learners directed me to look at the technology with different angle. I enjoyed my new learning experiences while I implemented in my pedagogical practice. I used various technologies in formative and summative assessments both over a 4 week project.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Before planning the use of technology in formative assessment, I had few apprehensions in my mind. <\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">How the use of technology would help me to make progress in the formative assessments?<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Would the use of technology enable my learners to assess themselves and go for the next step?<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">What kind of betterment would technology based assessments bring for my institution? <\/span><\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\">I particularly used e-mail as a classroom tool to assess my learners over the time. Keeping the aspect of evaluating resources in planning phase, I critically analyzed e-mail as a mode of assessing tool for my teaching and learners’ learning beforehand. I planned to involve parents in assisting their children to improve their learning through constructive and honest feedback. I invited parents in this learning process through official mail and got their consent to use emailing for their children. Besides, email was a part of IT syllabus for Class 5. I planned four lessons, with e-mail based assessment activities. I viewed the contribution of e-mail in learners’ assessments from three angles; my own development, my learners’ better understanding and achievement and a constructive innovative assessment mode for my organization. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Project details<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The topic I chose was a research work about Science and Technology in the Sub Continent. I planned to assess my learners’ investigation skills, giving them different sources. They explored, researched and developed their understanding. I involved my learners to design the assessment criteria for self and peer assessment. They participated with clear understanding of the task, its demand and the purpose of assessment for learning. Their participation in plotting detailed criteria helped them to be focused towards the given task. I paired them according to the mixed ability group. They explored different websites to retrieve information about the topic. I provided them with the opportunity to interview a history teacher in the Senior School. In the third lesson, I took my learners to the museum to collect relevant information. In the next lesson I showed them a documentary movie. They were given the opportunities to share and discuss and maintain their online log. They mailed me their work at the end of each lesson. I assessed their work and mailed them with the instant feedback and comments. I copy the mail to the parents also to guide and facilitate their children. Children grandparents voluntarily participated to provide some information related to the topic. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The learners assessed each other’s work in the light of that discussion and according to the criteria. They worked collaboratively and helped each other to improve the work with the help of their feedback. I worked as facilitator and assessor of this self and peer assessment. I noted that my learners were excited to assess and comment on their peers’ work but a little upset by getting less grades by their peers. When they interacted and brought changes together in their work, those grades were of no value. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Feedback given by peers<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">They worked with collaborative approach. They got opportunity to discuss and explain. The main learning for me was that they should only be emphasized in assessing each other’s work for progression. As I analyzed the performance through graphical representation, I discovered that the learners who were more vocal could gather more information through interviewing method during the interview. The learners who had sharp Internet surfing skills explored best through websites and marked as high achievers in the session. Most of my learners got good marks when they used documentary movie. I found that the questionnaire given at the end of the movie had probing questions; it engaged learners in thinking process. The task was demanding and it helped them to progress. This instant evaluation of my learners’ performance helped me to plan according to the need of my learners. Different features of spreadsheet and graph helped me to gather, store, access, collate and analyze the data. I could use it and reuse it whenever required. It also guided me in designing a better and true summative assessment. This evaluation would further guide me to plan activities with formative purpose of progression related to these skills.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I involved my learners with their e-pals in India through video conferencing as the topic was related to the Sub Continent. Learners assessed themselves while exchanging views with the learners in the school in India. I made my notes for my learners’ assessment during the video conferencing and shared with them through mail so they could improve themselves under the feedback given in the notes.<span class=\"Apple-converted-space\">  <\/span>My learners finally prepared a report to share with their e-pals to get assessed by them through their comments.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The features of MS Word brought a lot of ease to my learners to comment on each other’s work as they found it user friendly. The quick access to Internet kept them motivated towards the task. Internet added a challenge in their research. Suggested websites facilitated them in their research and guided them towards focused search. It was easy for us to monitor also. The whole class discussion clarified their concepts.<span class=\"Apple-converted-space\">       <\/span><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">There is a variety of ways for peer assessment through effective use of technology. Peer assessment can be designed for formative and summative purpose. Peer assessment can be planned through audio recording, video recording, questionnaire, instant feedback through mail\/mobile, presentation, photographs. Leaflets and newspaper.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The personal data of learners is a very sensitive issue and must be dealt with extra care while storing and accessing it. I used email for feedback and spreadsheet for recording the marks as assessing tools in different sessions.<span class=\"Apple-converted-space\">  <\/span>I had a session with my learners about digital etiquettes beforehand and involved them to establish e-safety measures to follow. <\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">I had online marks entry at ‘LMS’ with user name and password which is not shared with any person.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I entered the marks with confidentiality.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I assessed the task, marked it on the criteria saved in learners’ folders and saved the file with password. I shared the password with only that pair whose work was saved and assessed.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I sent a brief note to the parents for assuring e-safety at home as well, because I involved parents in learners’ online assessment information.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Learners only opened the relevant email and used the given time slot to access their emails and reply within the time.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They used their email ID information with privacy.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Feedback was given individually to each learner so they dealt it personally.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They had no authority to change the information, saved by the teacher.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They were not to share the information regarding security of data with any other person.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They had to keep the password safe.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They discussed these measures with their parents and suggested them to follow the same while accessing learners’ marks and sharing the feedback\/comments.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They kept their mails short and focused.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They were to sign out cautiously.<\/span><\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\">Digital etiquettes must be the part of our education and have to be practiced by the digital society. The concept of digital citizenship must be taught since early years to develop a culture where technology users are taught how to protect themselves. We must train our learners with the digital laws and the ethics of technology. Learners need to be careful about digital health which involves their eye safety, Internet addiction, physical and mental stress. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Contributions of technology in Formative Assessment<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Learners:<\/b><\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">got instant feedback through e-mail while being assessed and decided for the next step.<span class=\"Apple-converted-space\">  <\/span>This strategy made them responsible for their own learning.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">were more autonomous and stimulated and showed readiness to bring change according to the assessment criteria.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">saw progression in their own learning more easily while assessing their own work.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">were very much aware of that those technology integrated assessment activities are part of their learning so their participation became strong.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">were more engaged due to technology integration and completed the task with more success. Students always find use of technology their very own way of learning.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">developed their social skills, research skills and thinking skills.<\/span><\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\"><b>As a teacher<\/b><\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">I could easily store the assessment information online and access it.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Timely feedback helped me to understand my children’s progress in a more realistic fashion.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Commenting on learners’ progress was a quickest way of continuity and planning for the next action.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I involved parents to share the feedback and received their comments also.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I was a bit conscious about reliability and validity of peer assessment but with the help of criteria, my learners made decisions independently and logically.<\/span><\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\"><b>My institution<\/b><\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">acquired quality teaching and learning sessions.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">produced e-confident learners.<\/span><\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\"><b>Contribution of Technology in Summative Assessment<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">As a summative assessment, I planned to assess my learners on preparing a report.<\/span><\/p>\n<ul>\n<li class=\"p1\"><span class=\"s1\">I used my organization’s data gathering tool; LMS and the spreadsheet to record their marks over time. This compilation of marks showed their progress in a glance. I could easily make my future action plan by analyzing the data.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">I used various features of MS Word to mark my learners work; comment feature to give them feedback, highlight feature to mention various assessing reasons. <\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">The use of ICT encouraged learners’ autonomy. They developed higher order thinking skills as they critically analyzed their work.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">They developed a sense of ownership of the assessment process as they self and eer checked their work. They made a comprehensive connection between their learning and technology support.<\/span><\/li>\n<li class=\"p1\"><span class=\"s1\">Parents can also access these online marks which would help me to involve parents also to plan for my learners’ progression. <\/span><\/li>\n<\/ul>\n<p><span class=\"s1\">I will reflect my view with the reference of three features; my own development, learners’ progress and betterment of my organization. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>My professional development<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I used various technologies as a mode of assessment for my learners. I found it really effective for my professional development as it gave me a new angle of teaching. I embedded the purpose of formative assessment with the benefits of technology. I prepared different data gathering tools for assessing my learners; online questionnaires, presentations, planning sheets etc. I learnt that timely and instant feedback through email enabled my learners to bring quick changes in their understanding and work. Feedback with the diagnostic nature enhanced my learners’ understanding step by step. I had a sense of achievement after looking at their responses and progress. I could pay more focus on the children of different abilities with a specific purpose. I had apprehensions for the validity, reliability, impact and practicality regarding peer assessment as I was using it for the first time. My experience proved, it was the most effective method of teaching. I involved two learners in the learning process through collaboration, sharing, completing the task by using technologies and assessing each other’s work through comments. I felt my workload is reduced and learner centred environment had been established where learners had produced and re-produced with learner to learner collaboration.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">We have been collecting assessment data using LMS in our institution from last few years but I have never utilized it for my learners’ progress before. I critically analyzed the data gathered and adopted the strategies according to the trends and patterns set for assessments in the LMS. I prepared my own spreadsheet for further detailed and minute analysis to plan future action as there were few flaws in LMS that did not fulfill my need. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I shared the graphical representation with learners and parents to involve them in future action. In fact, all this procedure of assessing my learners through different activities and involving them in each step developed my relations to my learners at most. My learners’ motivation towards learning through assessment was a major contribution in my professional development whereas my motivation supported my learners in their learning. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Learners’ progress <\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I provided a number of opportunities to my learners to experience different styles of learning throughout the time. My learners have been working for global partnership and have their e-pals. They exchange emails and projects with their partner school. After agreeing on ‘Assessment through technology’ with the partner school, my learners shared the criteria to assess each other’s work through emails and audio recordings. It was decided that learners from each school would comment and give feedback after assessing each other’s work according to the shared criteria. It was a bit time consuming as there were so many other preferences and priorities for the partner school. However, the role of feedback by their e-pals helped them to grab better understanding of the work they exchanged and the purpose of global partnership also. Their confidence level was at the peak. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">My learners had breadth of experiences in technology based online assessment activities. They got the clear idea that assessment is for learning so they were engaged in the process. I also involved my learners in designing their future action. They came up with innovative ideas. One learner after self-assessing his performance in the fraction decided to play online games for the topic with his parents. Another child suggested that he would use features of MS Word (synonym) and make online story board to improve his vocabulary. A child who lacks in general knowledge suggested himself to use Encarta to get more relevant information.<span class=\"Apple-converted-space\">   <\/span><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Emerging e-learning in my institution<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I shared my learning experiences in coordination meetings, weekly meetings, meeting with co-teachers and informal meetings in the staffroom. Teachers started getting and discussing ideas about how technology help assess their students in a developmental manner. The idea of involving parents for learners’ progression through feedback by email was widely appreciated by the staff and parents. Many teachers planned to implement in their class. I also spread this notion in other classes through co-teaching. My institution had more inspired staff with much more confident and stimulated learners who wisely involved their parents as the members of the community in their learning process. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">It helped me to create a culture in the school where e-learning is a norm.<\/span><br \/>\n<!--------------------LOGGED IN Members - END OF WHOLE ARTICLE-------------><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Assessment through ICT. Lubna Malik, City School Pakistan 2015 Summary Lubna Bashir Malik has been involved with education from many years in different capacities with various educational organizations. Currently, she is working as Educational Technology Trainer with a large private &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/assesment-though-ict\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10744","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10744"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10744"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10744\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10744"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}