{"id":10749,"date":"2015-04-05T00:00:00","date_gmt":"2015-04-04T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/becta-reassembled\/"},"modified":"2019-12-02T12:02:06","modified_gmt":"2019-12-02T12:02:06","slug":"becta-reassembled","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/becta-reassembled\/","title":{"rendered":"BECTA Reassembled"},"content":{"rendered":"<div style=\"overflow: hidden;\">\n<p><img loading=\"lazy\" decoding=\"async\" class=\" wp-image-3880 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/BECTA-300x118.jpg\" alt=\"BECTA\" width=\"262\" height=\"103\"><\/p>\n<p style=\"color: #9e152c; font-size: 32pt; padding-top: 5px;\">Reassembled<\/p>\n<\/div>\n<div style=\"font-size: 12pt;\">\n<p>MirandaNet Fellows were often involved in research projects funded by Becta (<a href=\"https:\/\/en.wikipedia.org\/wiki\/Becta\">British Educational Communications and Technology Agency<\/a>), a public body funded by the Department for Education in the United Kingdom to oversee the procurement and use of computers in schools.Becta was closed down by the coalition government of 2010-2015. In response, Christina Preston, MirandaNet Founder, wrote an article in response, almost an obituary, summing up the loss felt by the wider community and outlining concerns about the future of professional development for technology in teaching and learning: <a href=\"\/knowledgehub\/learning-observations\/professional-development\/the-demise-of-becta-2010-its-value-on-the-world-stage\/\">The Demise of Becta 2010: its value on the world stage.<\/a><\/p>\n<p>Here, MirandaNet has reassembled over 300 research reports, project reports and advice documents that were published by Becta.<\/p>\n<p>These were undertaken by the professional community and they still have value both for current practice and to provide a starting point for future research and professional development programmes as well as an important archive of past work in educational technology.<\/p>\n<p>If you know of any Becta documents that are not listed, or entries that require corrections (e.g. many are undated) please write to: <a href=\"mailto:editor@mirandanet.ac.uk\">editor@mirandanet.ac.uk<\/a>).<\/p>\n<ul style=\"font-size: 10pt; margin-left: 100px;\">\n<li style=\"text-align: left;\">Use the <strong>Category<\/strong> field to filter the list.<br \/>\n<em><span style=\"font-size: 11pt;\">You may select more than one term but that retrieves all articles matching all the selected terms (i.e an OR filter)<\/span><\/em><\/li>\n<li style=\"text-align: left;\">Use the <strong>Search<\/strong> field to search for any word, name or phrase.<br \/>\n<em><span style=\"font-size: 11pt;\">Combine a category filter and a search to find articles that match both terms (i.e. an AND filter)<\/span><\/em><\/li>\n<\/ul>\n<\/div>\n<p style=\"text-align: center;\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-7197\" style=\"padding-top: 10px; margin-bottom: 0;\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"20\" height=\"20\"><\/p>\n<div style=\"font-size: 12pt;\">\n<table id=\"tablepress-9\" class=\"tablepress tablepress-id-9\">\n<thead>\n<tr class=\"row-1 odd\">\n\t<th class=\"column-1\">Year<\/th><th class=\"column-2\">Abstract<\/th><th class=\"column-3\">Title+Link<\/th><th class=\"column-4\">Category<\/th>\n<\/tr>\n<\/thead>\n<tbody class=\"row-hover\">\n<tr class=\"row-2 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">With everybody in education supporting the Government’s aspiration of building a 21st century schools system with excellent teaching, the role of ICT in teaching and learning is very important.<br \/>\nResearch now shows that technology can help to: • motivate learners and keep them engaged in learning; • improve attainment levels and raise standards; • personalise learning and give learners a voice; • make difficult and abstract concepts easier to explore; • save you time and be more efficient; • open up dialogue with parents and extend learning;<br \/>\n• make learners partners in their formal learning; • reach the hard-to-reach.<br \/>\nYour learners are already engaging with technology both in and out of school. Are you? This booklet will help you discover what it takes to become a 21st century teacher.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/21st_century_teacher.pdf'\/>21st Century Teacher<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Primary, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-3 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Employers of all sizes and in all sectors are demanding more for less from their learning and development: more results, more quality, more speed, more volume and more responsiveness, but with less time, fewer resources and less inconvenience. As a result, an increasing number of employers are turning to technology to help them.<br \/>\nThis study identified a range of evidence from employers (private and public) who reported business benefits from their use of learning technologies. The focus was on evidence that supports business-related outcomes (such as sales increase, cost savings, staff retention and so on) rather than learning inputs (such as volume, completion rates or learner satisfaction).<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/delivering_results_with_learning_technologies.pdf'\/>Delivering results with learning technologies in the workplace: Evidence for employer efficiencies and tangible business benefits<\/a><\/td><td class=\"column-4\">Technology, Workplace, Collaboration, VLE, Business, Learning and Development<\/td>\n<\/tr>\n<tr class=\"row-4 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">We have written this plan for practitioners, leaders and managers working in the further education (FE) and skills sector, for their representative bodies and interest groups and for national agencies and policy makers.<br \/>\nChapters include: 1. Developing our plans; 2. Why learning technologies matter; 3. Efficiencies and effectiveness; 4. Sector leadership and workforce; 5. Content and digital resources; 6. Communications and networks.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/implementation_plan.pdf'\/>Next Generation Learning: The implementation plan for 2010–2013<\/a><\/td><td class=\"column-4\">ICT, Technology, Next Generation Learning, Further Education, VLE, Communities, Inclusion, SEN, Collaboration, Teaching and Learning, Personalised Learning, Leadership<\/td>\n<\/tr>\n<tr class=\"row-5 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Schools, colleges and skills providers must ask themselves how they will use technology to stimulate learners and offer opportunities that will support and enhance learning.<br \/>\nBecta provides expert advice and practical support to help you make the most of technology. This guide explains how we can help you:<br \/>\n• inspire learners with new engaging ways to learn; • tailor teaching and learning to individual aptitudes and needs; • build technology into continuous professional development.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/inspiring_learners.pdf'\/>Inspiring learners: Discover how technology can inspire learners to achieve more<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Training Providers, Teaching and Learning, Personalised Learning, VLE, Collaboration, Communities, Professional Practice, Learning Platforms<\/td>\n<\/tr>\n<tr class=\"row-6 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">This guidance is to help schools use their learning platform as part of everyday practice and is based on research and a wide range of user experience. It allows users to identify where they are, plan for next steps and to embed the use of learning platforms and other technology in everyday practice.<br \/>\nThe framework defines five levels of development with regular review points. At each stage it describes a vision, and suggests ideas for ‘how to get there’ and ‘what it might look like’ when implemented.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/learning_platform_steps_to_adoption1.pdf'\/>Learning Platform: Steps to adoption<\/a><\/td><td class=\"column-4\">ICT, Technology, Learning Platforms, Leadership, Teaching and Learning, VLE, Communities, Professional Practice, Parents, Esafety<\/td>\n<\/tr>\n<tr class=\"row-7 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">All schools know that engaging with families and communicating with parents is important. Evidence shows that the majority of parents want to be more involved in their children’s education, but not all parents think that this is easy. It has long been accepted that parents’ engagement in their children’s learning at all stages is one of the most important factors in the success of a child at school. It also influences parents’ own relationships to learning and wider learning in the family. When used effectively, technology makes a vital contribution to learning, teaching and management. It also supports effective communication across and beyond the school. Parents can be kept informed about key areas of their child’s development and education. This helps them engage positively with their children’s learning and allows them to have more information available to them to help in constructive ways. Schools can also work with parents to manage continuity of learning during transitions and school closures. This works well when technology-based communication is established as part of the regular routine of school life.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_engagingfamilies.pdf'\/>Engaging with families<\/a><\/td><td class=\"column-4\">Technology, Parents, Teaching and Learning, Learning Platforms, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-8 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">The need for meaningful or authentic learning to engage all young people, but particularly those who are showing limited benefits from the education system, is well established.A sense of ownership of the learning process is stimulating to all young people but can be particularly powerful when working with more able but disaffected learners.<br \/>\n• A Year 6 literacy session involved learners in parallel classes writing shared reports about the Antarctic on the interactive whiteboard. ...<br \/>\n• A set of ‘challenges’ was set for Year 7 learners such as providing a business plan to rid the school of litter. ...<br \/>\n• At secondary level, one school has identified a problem group of underachieving, economically disadvantaged white boys. The boys work on practical projects and are encouraged to think more widely about their career options. ...<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_narrowinggaps.pdf'\/>Narrowing the gaps<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, VLE, Collaboration, Attainment<\/td>\n<\/tr>\n<tr class=\"row-9 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">The Next Generation Learning Awards provide a flavour of the excellent practice being undertaken in the FE sector. They are exemplars for others to aspire to and learn from.This year’s entrants come from a cross-section of backgrounds, showing how far and wide technology can be used to influence and improve learning. They also demonstrate how this learning has spread out into the wider world of work.<br \/>\n<br \/>\nThis year we also celebrate the 16 exemplar colleges and learning providers of the Technology Exemplar Network. The exemplars were chosen for their success and expertise in using technology to support learning, and their willingness to share with others. Their responsibility is to establish a network of providers in order to share this expertise and encourage innovation.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ngla_winners_2010.pdf'\/>Next Generation Learning Awards 2010: Technology excellence in further education and skills<\/a><\/td><td class=\"column-4\">ICT, Technology, Awards, Further Education, Training Providers, VLE, Collaboration, Communities, Teaching and Learning, SEN, Inclusion, Personalised Learning, Work-based Learning<\/td>\n<\/tr>\n<tr class=\"row-10 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Using technology can directly affect standards. It supports good practice in teaching and learning. It can also help with managing data held about learners and so enable more informed decision making. Technology can also affect standards indirectly by saving money through effective purchasing, sustainable investment and better environmental management of technology. Technology is not an end in itself; all schools, colleges and other learning providers need to know how to exploit it most effectively to drive improvement and raise attainment: • use technology to help learners achieve more; • plan for sustainable development; • implement technology in the most cost-effective way<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/raising_standards.pdf'\/>Raising standards: Discover how technology helps schools, colleges and skills providers improve their performance<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Teaching and Learning, Professional Development, Collaboration, Sustainability, Next Generation Learning<\/td>\n<\/tr>\n<tr class=\"row-11 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Learning providers have always had a duty of care for their learners at the heart of their policies and practice. Duty of care also includes safe use of technology. Organisations have a key role in helping learners to develop the skills they need to keep themselves safe and secure when using technology for learning, leisure and work. Assessing and understanding risks as they apply to your learners, then taking mitigating action, and empowering learners to protect themselves are key to effective safeguarding in a digital environment. This document explains the importance of e-safety in a digital world. It outlines some practical steps and advice for assessment and reducing risks for teaching and training staff.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_curriculum_managers.pdf'\/>Safeguarding in a digital world 2: Guidance for curriculum managers, teachers and training staff<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, Further Education, ESafety, Protection in Practice<\/td>\n<\/tr>\n<tr class=\"row-12 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">The world of work and business expects us to develop skills to use ICT confidently to promote improvements. It’s one of the quickest and easiest ways of finding information, sharing ideas and working with other people. And like everything else we’ve ever invented, from the bow and arrow onwards, it has to be used safely and responsibly. As well as the opportunities, there are also risks that we need to be aware of and guard against.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_learners.pdf'\/>Safeguarding in a digital world 1: Guidance for learners<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, Further Education, Esafety<\/td>\n<\/tr>\n<tr class=\"row-13 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">We know that effective use of technology improves learning. Research shows that schools accredited with the ICT Mark achieve better results. They are also more likely to be rated outstanding in overall effectiveness in Ofsted inspection reports. The Charter supports you on the school’s journey towards excellence in four stages. This gives your school a clear pathway from commitment to excellence, helping you to: • develop a shared vision for using technology; • plan ICT use across the curriculum; • use technology to enhance learning and support; • assess how ICT supports pupils’ learning; • ensure all staff and learners can use ICT effectively and safely; • use technology to extend learning beyond school; • make sure they have safe, secure and sustainable resources; • use technology to help learners progress and achieve<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/taking_journey_excellence.pdf'\/>Taking the journey towards excellence: Discover what benefits the Next Generation Learning Charter can bring to your school<\/a><\/td><td class=\"column-4\">ICT, Technology, Next Generation Learning<\/td>\n<\/tr>\n<tr class=\"row-14 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">This ICT CPD Landscape study reports on Information and Communications Technology (ICT) Continuing Professional Development (CPD) programmes available to teachers in England in 2010. Data collection took place in the Autumn of 2009. Although the project findings are based on some desk-based research, the findings are mainly derived from primary data collection through traditional interviews, questionnaires and focus groups.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ICT_CPD_Landscape_report.pdf'\/>ICT CPD Landscape: Final Report<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Professional Development, Communities, Local Authorities, Collaboration, Leadership, VLE, ESafety<\/td>\n<\/tr>\n<tr class=\"row-15 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">These cards will help you and your child to get the most out of using the internet safely and responsibly.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/activity_card_all_pap.pdf'\/>Here’s how you can  support your child’s learning with technology<\/a><\/td><td class=\"column-4\">Technology, ESafety, ICT<\/td>\n<\/tr>\n<tr class=\"row-16 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Special schools have always been creative in their approach to the curriculum and individual needs of their pupils. They should adopt the same approach when using the self-review framework.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/benefits_srf_special_schools.pdf'\/>The benefits of the self-review framework for special schools<\/a><\/td><td class=\"column-4\">ICT, Technology, SEN, Teaching and Learning, Personalised Learning, VLE, Professional Development, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-17 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Using technology together as a family can make a major difference to a learner’s achievements. But it can also bring about wider benefits. Encouraging family and informal learning can be a stepping stone to further learning, qualifications and more rewarding work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/engaging_families_2.pdf'\/>ImpaCT2: Pupils’ and Teachers’ Perceptions of ICT in the Home, School and Community<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-18 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">The evidence is now clearly established that technology can substantially increase the efficiency and effectiveness of colleges and lead to a significant reduction in costs whilst maintaining the quality of learning. These improvements can only be achieved through the focused application of technology in teaching, learning and management.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/governance_report.pdf'\/>Governance and Technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Governance<\/td>\n<\/tr>\n<tr class=\"row-19 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">This review brings together a range of research evidence and data from England to look at what has been achieved in implementing technology to support learning in the further education (FE) and skills sector.1 Most of the data presented here was collected through studies conducted in early 2009.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review_technology_in_fe09.pdf'\/>Harnessing Technology Review 2009. The role of technology in further education and skills<\/a><\/td><td class=\"column-4\">Technology, Further Education, Personalised Learning, Teaching and Learning, Academic Research, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-20 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">When a child moves on from  straightforward ABC and times  tables, it’s often ‘back to school’ for parents as they try and get their head around  complicated topics like long  division and modern language  verb conjugations. And while it’s important that parents allow children to learn to work independently outside of the classroom, the right level of school delivered effectively, can help reinforce and complement the work that has gone on in the classroom.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/im_stuck_report.pdf'\/>“I’m stuck can you help me?” A report into parents involvement in school work at home<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Parents, Teaching and Learning, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-21 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">This guidance is to help schools use the learning platform as part of everyday practice. It allows teachers and schools to identify successes, plot progress and plan to transform their school by using the learning platform and other technology. The model is based on Hooper and Reiber’s theories about adopting technology in the classroom.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/learning_platform_adoption.pdf'\/>Learning Platforms; Steps to Adoption:  step-by-step guide for schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Leadership, Learning Platforms, VLE, Parents, Personalised Learning, Collaboration, Professional Practice, Showcasing, Communities, Assessment<\/td>\n<\/tr>\n<tr class=\"row-22 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">If you need support in getting going on your e-safety agenda, don’t worry – you are not alone! We know from talking to you that many new e-safety leads are daunted by the task. And many others are having to engage with new subgroup members, or change the make-up and profile of their group.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/lscb_factsheet1.pdf'\/>Are you on the right track with your eSafety Agenda? Tips for new e-Safety leads and leads with new subgroups. Factsheet 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Esafety, LSCB<\/td>\n<\/tr>\n<tr class=\"row-23 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">It’s easy to try to second guess what e-safety issues are facing children and young people in our care. But nothing beats asking them directly and finding out what they’re really thinking and feeling. Consulting with local youngsters will give you a clear understanding of the issues you need to address in your action plan. It can also give you insights into how best to tackle the issues (and promote the benefits of technology). This guidance will help you work out the easiest way to consult locally on e-safety issues.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/lscb_factsheet2.pdf'\/>Finding out about local e-Safety issues. The smart way to get the information you need. Factsheet 2<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Parents, LSCB<\/td>\n<\/tr>\n<tr class=\"row-24 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">It’s important that everyone knows about the benefits and opportunities of technology, as well as potential issues. Children, young people and adults all need to be informed about e-safety and actively involved in putting it into practice<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/lscb_factsheet3.pdf'\/>Plan a community event. How to engage children, young people and adults in one go!. Factsheet 3<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Parents, LSCB<\/td>\n<\/tr>\n<tr class=\"row-25 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">A Checklist<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/lscb_poster.pdf'\/>Is your community group e-safe? Poster<\/a><\/td><td class=\"column-4\">ICT, Technology, Esafety, LSCB<\/td>\n<\/tr>\n<tr class=\"row-26 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Assessment for learning (AfL) and formative assessment are becoming an increasingly important feature of learning and teaching. Regular assessments help teachers to support individual needs and enable young people and those that support them to monitor their own progress.<br \/>\nTechnology has an important role to play in facilitating assessment for learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_assessment.pdf'\/>Messages from the evidence: Assessment using technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Assessment, Teaching and Learning, Primary, Secondary, Collaboration, Parents<\/td>\n<\/tr>\n<tr class=\"row-27 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Using a range of technologies to engage families.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_engaging_a3.pdf'\/>Messages from the evidence: Engaging with families. Factsheet<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-28 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Creating a positive response to using technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_narrowing_a3.pdf'\/>Messages from the evidence: Narrowing the gaps. Factsheet<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Showcasing<\/td>\n<\/tr>\n<tr class=\"row-29 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">How to introduce personal devices for learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_personal_a3.pdf'\/>Messages from the evidence: Personal technologies for learning. Factsheet<\/a><\/td><td class=\"column-4\">ICT, Technology, Mobile, Collaboration, Communities, VLE, Literacy<\/td>\n<\/tr>\n<tr class=\"row-30 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Evidence tells us that using personal technologies can benefit young people in a number of ways. There are new opportunities to provide information, resources and services to learners via their own devices which include ultra-mobile PCs, netbooks and smart   phones. However, the management of learning and technology in this context can be challenging. Schools that have used learner devices to good effect have worked hard to put in place suitable policies and provision and have promoted an appropriate culture   of behaviour. Unsurprisingly, the teacher’s role is critical.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mfte_personaltech.pdf'\/>Messages form the evidence: Personal technologies for learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Mobile, Collaboration, Communities, VLE, Literacy, Teaching and Learning, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-31 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Online basics is a way to give people the skills and confidence to go online. It covers using a mouse and keyboard, emailing, looking at the internet and keeping safe online. Online basics is an entry-level course.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/online_basics.pdf'\/>Online basics: The government is working with Becta and UK online centres to help adults learn the basics about computers and the internet. Leaflet<\/a><\/td><td class=\"column-4\">Technology, Adults, Further Education<\/td>\n<\/tr>\n<tr class=\"row-32 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Although the country is going through difficult times, we believe that the UK can be the best place in the world for innovation, science and research that our Further Education and Skills system can help to create a climate for economic success and build resilience as we come out of the recession. The effective use of technology will be at the heart of this work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/progress_through_harnessing_technology.pdf'\/>Progress through harnessing technology: A year in the FE and Skills sector<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Collaboration, Performance Management, Communities<\/td>\n<\/tr>\n<tr class=\"row-33 odd\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Schools have the opportunity to transform education and help pupils fulfil their potential and raise standards with ICT. But it’s also important that pupils learn how to be safe when they are using these new technologies, particularly Web 2.0 collaborative technologies such as social networking sites, which are becoming an essential aspect of productive and creative social learning. Schools are finding that a blocking and banning approach, which merely limits exposure to risk, may no longer be a sustainable approach. Indeed, Ofsted stated that schools need to “manage the transition from locked down systems to more managed systems to help pupils understand how to manage risk.”<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_online_risks_poster.pdf'\/>Safeguarding children online: Are you managing online risks well?<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Leadership<\/td>\n<\/tr>\n<tr class=\"row-34 even\">\n\t<td class=\"column-1\">2010<\/td><td class=\"column-2\">Learning providers have always had a duty of care for their learners at the heart of their policies and practice. Duty of care also includes safe use of technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_learning_providers.pdf'\/>Safeguarding in a digital world: An overview for learning providers<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Learning Providers<\/td>\n<\/tr>\n<tr class=\"row-35 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This document summarises the findings of a research study carried out for Becta which examined the experiences across schools, further education colleges, adult learning providers and local authorities of using managed services for ICT provision. The study used survey techniques to identify a range of establishments making use of managed services, and then identified representative candidates for structured interviews. In all, some 29 establishments provided detailed accounts of their experiences, from which the study was able to identify the issues that they encountered, features of good practice and a wide range of benefits that have resulted from outsourcing ICT provision. This is a summary of the findings, illustrated by a wide range of examples from schools and the FE and skills sector.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/21271-Becta_BenefitServ_SummaryExplor.pdf'\/>Implementing managed services – benefits and considerations: A summary of findings<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Local Authorities<\/td>\n<\/tr>\n<tr class=\"row-36 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">How are you investing in Next Generation Learning? Investing well in ICT helps schools: • achieve better value through technology that meets established standards for education; • improve learning outcomes through the deployment of effective ICT technologies; • secure affordable and sustainable technology over the long term; • identify the most appropriate and cost-effective level of technical support; • achieve safe and secure access to information and learning resources; • establish more effective ways of handling and communicating information; • develop a robust and flexible route to personalising learning; • develop capabilities to extend learning beyond the classroom.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/achieve_best_value.pdf'\/>Achieve best value: How are you investing in Next Generation Learning?<\/a><\/td><td class=\"column-4\">ICT, Technology, ICT Investment, Safety, Next Generation Learning<\/td>\n<\/tr>\n<tr class=\"row-37 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">In 2005, Becta published E-safety: developing whole-school policies to support effective practice, which provided guidance for schools on developing appropriate policies and procedures to ensure safe use of the internet by the children and young people in their care.<br \/>\n<br \/>\nIn Autumn 2008, Becta invited experts and practitioners working in the field of e-safety to a series of working days with the aim of reviewing and updating the publication. This document is a reflection of current approaches to e-safety, and in particular, the role played by Acceptable Use Policies (AUPs) in maintaining safe behaviours online.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/aups_context_online_behaviours.pdf'\/>AUPs in context: Establishing safe and responsible online behaviours<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Acceptable Use Policies, Self-Review Framework, Management, Parents, Primary, Secondary, Further Education, SEN, LSCB<\/td>\n<\/tr>\n<tr class=\"row-38 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">An important part of Becta’s role is to create a more exciting, rewarding and successful experience for learners of all ages and abilities, enabling them to achieve their potential. Becta’s strategy, Harnessing Technology: Next Generation Learning, addresses the needs of learners of all ages across the education and skills system.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/becta_at_work09.pdf'\/>Becta: Our work, its impact<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Parents, Professional Development, Next Generation Learning, LSCB, Teaching and Learning, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-39 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">We think that e-portfolios are going to be important for apprenticeships.<br \/>\nIn Harnessing Technology: Next Generation Learning 2008–14 (20082), Becta states that, together with its partners, it wishes to ‘produce specific advice and guidance for e-assessment and digital portfolios to include the apprenticeship programmes’ (Becta, 2008:522). Becta shares a vision of learning and training in which personal learning environments bring a range of learning opportunities and resources to a single place. This would mean learners having their own personal online space to support learning and training both at work and at providers.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eportfolios_apprentices.pdf'\/>E-portfolios for apprentices<\/a><\/td><td class=\"column-4\">ICT, Technology, Apprenticeships, Personalised Learning, VLE, Training Providers, Business, Assessment<\/td>\n<\/tr>\n<tr class=\"row-40 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">We know that parents want regular information about their child’s well-being, progress and achievement. They want to use this to help and support their children from the moment they begin attending school. Schools who are on the journey towards online reporting are already seeing the benefits. Where parents and children are confidently working together in partnership with the school, learner achievement is rising. To help them support their child beyond school, parents welcome the use of technology that keeps them informed on a day-to-day basis about really important matters. This guide provides some examples of the technology now being used by primary schools to inform parents and engage them with their children’s learning. It also contains advice about the approaches primary schools could take to get the most out of information, communication and technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/exploiting_ict_online_reporting_primary_toolkit.pdf'\/>Exploiting ICT to improve parental engagement, moving towards online reporting: An introduction for Primary Schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, ESafety, Primary<\/td>\n<\/tr>\n<tr class=\"row-41 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Used effectively, learning platforms open up learning opportunities for all pupils in school and extend learning outside the classroom and school. Effective communication and collaboration help make teaching more efficient. Learning platforms also enable school leaders to develop new practices to manage and monitor learning and teaching outcomes.<br \/>\n<br \/>\nYou may have a learning platform in your school but be unsure about the best ways to introduce it and get the best results. This publication uses information gathered from schools that have already had the experience. It lists a number of ways that schools are getting early benefits from engaging staff, learners and parents.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/get_started_learning_platform.pdf'\/>Getting started with your learning platform<\/a><\/td><td class=\"column-4\">ICT, Technology, Learning Platforms, VLE, Collaboration, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-42 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">To ensure that investment in technology delivers benefits for children, young people and adult learners, the Government has asked Becta to lead the national Harnessing Technology strategy. The aim is to bring about a step change in the way technology is used across education and skills. Harnessing Technology is supported by the Harnessing Technology Grant – Standards Fund investment for schools totalling £639.5 million over three years, 2008 to 2011. This capital grant represents one source of funding for technology. Other sources of technology funding, particularly for recurring costs, are outlined below. Where technology is used well, evidence demonstrates that significant benefits for learners can be achieved. The Harnessing Technology Grant represents an important investment grant to support developments that will benefit all learners. However, delivering better outcomes by using technology to improve services requires determined and co-ordinated approaches at school, local and national levels, and local authorities have an important role to play. On 3 March 2009 Becta published its Harnessing Technology implementation plan for children, schools and families. This outlines specific goals and priorities for the sector and identifies actions that national and intermediary partners will together work to deliver in order to support change.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_funding_las.pdf'\/>Harnessing Technology funding 2009–10: Guidance for local authorities<\/a><\/td><td class=\"column-4\">ICT, Technology, Funding, Local Authorities, eSafety, Parents<\/td>\n<\/tr>\n<tr class=\"row-43 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Improving your school through technology enables learners to:<br \/>\n• engage in a wider range of learning experiences; • learn at a pace and time to suit their needs; • benefit from improved teaching approaches; • access information and learning; esources safely and securely; • involve their parents and carers in their education; • extend learning beyond the classroom.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/improve_your_school.pdf'\/>Improve your school: How are you enabling Next Generation Learning?<\/a><\/td><td class=\"column-4\">ICT, Technology, Next Generation Learning, Teaching and Learning, Leadership, Self-Review Framework, Parents<\/td>\n<\/tr>\n<tr class=\"row-44 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This is the second in the series of publications in which Becta highlights significant issues surrounding the uses of technology for people working in FE and Skills. In the first edition, ten leading voices among learners, providers, leaders, managers and policy advisers gave their views on the Technology strategy for further education: Implementation plan and how developments such as Web 2.0, mobile technology and podcasting were often replacing traditional teaching. It opened up a whole debate about what are the most appropriate teaching methods and styles.<br \/>\n<br \/>\nThe second edition goes further, addressing key concerns of those who must lead the way to effective management and implementation. One message comes through strongly: only if leaders show an interest will others follow. Change is challenging and people need good reasons to pursue it. They need to see the benefits it brings to learners and how the technology helps them to do what they do best–teach and support learners better.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/in_conversation_fe09.pdf'\/>In conversation with Becta: Harnessing technology in FE and Skills Questions of leadership<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Leadership, Professional Development, VLE, Communities, Collaboration, Personalised Learning, ESafety, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-45 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The pivotal role played by college governors in ensuring all learners, staff and managers gain the greatest possible benefits from technology cannot be overstated, as this publication illustrates. In this, the third in the series of In conversation with Becta, LSIS joins the debate as governors are asked to address the key principles and priorities behind measures to improve the effectiveness of leadership and management and the quality of teaching, learning and assessment.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/in_conversation_lsis.pdf'\/>In conversation with Becta and LSIS: Governors<\/a><\/td><td class=\"column-4\">ICT, Technology, Governors, Further Education, Teaching and Learning, Collaboration, VLE, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-46 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The rate of growth and change in the application of technology in learning and skills is so rapid that it is often difficult to stand back and take stock, to reflect on the achievements and lessons learned. This edition of  In Conversation with Becta  takes a snapshot of progress to date and of the benefits that managers, staff, learners, employers and people in the wider community are seeing from the effective use of technology in learning. In this edition, the fourth in the series, nine people with significant responsibility for the practical implementation of technology in the FE and skills sector give their views on the impact the changes are having in their organisations.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/in_conversation_making_impact.pdf'\/>In conversation with Becta: Making an impact<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Personalised Learning, Further Education, Training Providers, Next Generation Learning, Professional Development, VLE, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-47 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Personalising learning through technology helps schools:<br \/>\n• give learners the choice to learn at a pace, place and time to suit their needs; • improve the range of teaching opportunities; • extend the choices available to learners; • offer a wide range of engaging learning experiences; • enable learners to tackle a wider range of subjects, in greater depth; • support learners to create their own learning pathway.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/make_learning_personal.pdf'\/>Make learning personal: How are you making Next Generation Learning personal?<\/a><\/td><td class=\"column-4\">ICT, Technology, Personalised Learning, Learning Platforms, VLE, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-48 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Parents’ needs are changing. This guide introduces you to the ways you can use technology to improve communications with parents. Many schools are experiencing a growing demand from parents for greater reassurance about their child’s well-being, achievement and progress. Parents increasingly expect: • updates on their child’s progress and additional learning needs; • information to help them support their child outside the classroom; • details of their child’s homework.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/parents_partners_learning.pdf'\/>Parents as partners in learning: Discover how technology helps schools, parents and learners work together<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Teaching and Learning, ESafety, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-49 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Planning sustainable success enables schools to: • work towards whole-school sustainability; • identify effective technology for their own contexts; • create better learner outcomes through technology infrastructure that’s safe, cost-effective, innovative, reliable, coherent, fit for purpose and fit for planet; • build an effective information management strategy that supports learners, staff, parents and the wider community; • incorporate established educational standards and specifications in technology for learning; • ensure that new buildings and existing learning spaces are fit for purpose.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/plan_sustainable_success.pdf'\/>Plan sustainable success: How are you planning for Next Generation Learning?<\/a><\/td><td class=\"column-4\">ICT, Technology, Next Generation Learning, Sustainability, Citizenship, Personalised Learning, Parents, VLE, Communities, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-50 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Successful communication about the school day between parent and child actively raises attainment, something which has been proved in countless studies.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/after_school_conversation.pdf'\/>The “Oh nothing much ” Report: The value of the after school conversation<\/a><\/td><td class=\"column-4\">Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-51 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Becta is the Government’s lead agency for the use of technology to improve education and training in this country. We support the strategic objectives of two government departments – the Department for Innovation, Universities and Skills (DIUS) and the Department for Children, Schools and Families (DCSF). We work to make sure that technology is used well to help learners of all ages to learn better, for the benefit of the learners themselves, their families, the economy and society as a whole.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/becta_at_work2.pdf'\/>Harnessing Technology for Next Generation Learning Becta at work: A progress report 2008<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE, Knowledge Creation, Personalised Learning, Further Education<\/td>\n<\/tr>\n<tr class=\"row-52 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">We may confidently predict that the future will be characterised by continuing social and technological change. To prosper and succeed in this changing world will therefore require a lifetime of learning, for all of us. We cannot anticipate in detail the knowledge, skills and understanding that today’s young learners will need throughout their adult lives. The education system which we design today must equip young learners with the flexibility, confidence and abilities that they will need to participate in this lifetime of learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/contribution_rose_review.pdf'\/>Becta’s Contribution to the Rose Review<\/a><\/td><td class=\"column-4\">Technology, ICT, ESafety, Teaching and Learning, Personalised Learning, Assessment, Collaboration, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-53 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The FITS framework is a strategic approach designed to help you achieve best practice in ICT support. Use this chart to find out how your ICT support measures up, then you can start the countdown to a full implementation of FITS – effective, sustainable ICT support<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/countdown_fits_poster.pdf'\/>The Countdown to a full implementation of FITS<\/a><\/td><td class=\"column-4\">ICT, Technology<\/td>\n<\/tr>\n<tr class=\"row-54 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">As the Government’s agency for technology in education, Becta is responsible for ensuring that technology is used to provide better learning experiences and outcomes for all learners. We urge schools to make six key contributions towards providing Next Generation Learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/enabling_ngl.pdf'\/>Enabling Next Generation Learning: Enhancing learning through technology. A guide for those who work with schools<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Personalised Learning, Parents, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-55 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Becta has worked with schools who are moving towards online reporting to create a framework which can be used to review progress and identify actions.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/exploiting_ict_online_reporting_toolkit.pdf'\/>Exploiting ICT to improve parental engagement moving towards  online reporting<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-56 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This technology strategy is being developed by Becta, in partnership with other national agencies and with colleges and providers in England. Along with our partners – for whose continuing support and commitment we are grateful – we can advise and give support. But it is for colleges and providers themselves to adopt and embed technology, both in their core business of teaching and learning and in their ‘backroom’ systems. They have to see for themselves the quantifiable benefits of technology and the savings that can be achieved, and then take the strategic decision to invest in it.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fe_implementation_plan09-12.pdf'\/>Next Generation Learning: The implementation Plan for 2009-2012<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Regeneration, Teaching and Learning, VLE, Workforce Development, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-57 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The FITS Service Desk  process follows four key tasks to provide a standard way to manage calls logged for assistance<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/get_started_fits.pdf'\/>How to get started with FITS <\/a><\/td><td class=\"column-4\">ICT, Technology, FITS, Technical Support<\/td>\n<\/tr>\n<tr class=\"row-58 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Research shows that children who use technology to support their learning: •are more motivated and engaged; •perform better in national tests; •are more likely to stay in education post-16. This leaflet gives you an inkling of the possibilities effective use of technology brings.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/how_learning_is_changing.pdf'\/>Here’s how learning is changing: Discover how technology can transform learning<\/a><\/td><td class=\"column-4\">Technology, ICT, Further Education, Teaching and Learning, ESafety<\/td>\n<\/tr>\n<tr class=\"row-59 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The use of computers and the internet is now an everyday feature of most young people’s lives and those of citizens generally. In this context, there are exciting opportunities to harness technology to improve and develop services in response to the needs of children, young people and parents. This is what Harnessing Technology funding is intended to support.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_funding_la2011.pdf'\/>Harnessing Technology: funding 2010-2011: Guidance for local authorities<\/a><\/td><td class=\"column-4\">Technology, Funding, Local Authorities, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-60 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Harnessing Technology is a national strategy led by Becta on behalf of the Department for Children, Schools and Families (DCSF) and the Department for Innovation, Universities and Skills (DIUS). It aims to bring about a step change in the way technology is used across education and skills, to ensure that investment in technology delivers benefits for children, young people and adult learners<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_funding_schools.pdf'\/>Harnessing Technology: funding 2009-2010: Guidance for schools<\/a><\/td><td class=\"column-4\">Technology, Funding, Primary, Secondary, ESafety, Parents, Sustainability, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-61 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This document advises schools on how to use the Harnessing Technology grant to support improvements in the use of technology in schools. This is considered in the context of other funding to schools, both capital and revenue.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_funding_schools2011.pdf'\/>Harnessing Technology: funding 2010-2011: Guidance for schools<\/a><\/td><td class=\"column-4\">Technology, Funding, Primary, Secondary, ESafety, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-62 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Since December 2008 Becta and the National Union of Students (NUS) have been exploring the role of technology in the learner experience, with a view to increasing learners’ awareness, interest and demand for learning through technology and strengthen learner participation in the FE and Skills sector. This includes a consideration of key issues such as safeguarding. Here we summarise our findings and key recommendations for Becta, NUS, colleges and providers.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_learner_voice.pdf'\/>Harnessing Technology: Embracing Learner Voice<\/a><\/td><td class=\"column-4\">Safeguarding, Technology, Further Education, Learner Voice, VLE<\/td>\n<\/tr>\n<tr class=\"row-63 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This document is aimed at leaders, managers, practitioners and providers working in the Children, Schools and Families sector and their representative bodies. It will also be of interest to national agencies and departmental bodies.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_ngl_csf_implementation_plan.pdf'\/>Harnessing Technology for Next Generation Learning: Children, Schools and Families Implementation Plan, 2009-2012 <\/a><\/td><td class=\"column-4\">Technology, ICT, Primary, Secondary, Further Education, Parents, Personalised Learning, Teaching and Learning, ESafety, Governance, Funding<\/td>\n<\/tr>\n<tr class=\"row-64 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">This review brings together a range of research evidence and data from England to look at what has been achieved in implementing technology to support learning. Most of the data presented here was collected through studies conducted in early 2009.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review09.pdf'\/>Harnessing Technology Review 2009. The role of technology in education and skills<\/a><\/td><td class=\"column-4\">Technology, ICT, Professional Development, Teaching and Learning, Primary, Secondary, Further Education, Personalised Learning, VLE, Leadership, Parents, Collaboration, Assessment, ESafety<\/td>\n<\/tr>\n<tr class=\"row-65 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\"> Technology is part of everyday life: we use it in our work, our leisure time and increasingly as a tool within our learning. Colleges and learning providers have always had a duty of care for their learners at the heart of their policies and practice. Now that duty of care needs to be extended to the safe use of technology. Organisations have a key role in helping learners to develop the skills they need to keep themselves safe, secure and behave appropriately when using technology for learning, leisure and work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_safeguarding.pdf'\/>Harnessing Technology, Safeguarding Further Education and Skills in a digital world<\/a><\/td><td class=\"column-4\">Safeguarding, Technology, ICT, Further Education, ESafety, Technical Support<\/td>\n<\/tr>\n<tr class=\"row-66 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">We are delighted to celebrate the achievements of the winners, runners-up and highly commended schools in Becta’s 2009 ICT Excellence Awards. They represent the inspirational work with technology that exists across the UK and that makes such a huge difference to learners, staff and the whole school community.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_excellence_awards.pdf'\/>This is Next Generation Learning: Recognising ICT excellence in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Leadership, Primary, Secondary, Collaboration, Personalised Learning, Parents, Inclusion, SEN, Professional Development, Esafety, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-67 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The ICT revolution is a deep cultural revolution changing all modes and patterns of our lives and hence bound to lead to dramatic changes in education. It is characterised by its recognition of two basic facts: a. ICT has a powerful defining impact on all important aspects of our lives and hence our culture (in terms used often in this context: it is a ‘defining technology’) b. The ICT revolution is a part of a group of intertwined revolutions that in the past 20 years have been transforming Western culture from a modern into a postmodern culture. (Aviram &amp; Talmi, 2004, p.4).<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact_digital_tech.pdf'\/>The impact of digital technology: A review of the evidence of the impact of digital technologies on formal education<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, SEN, Inclusion, Primary, Secondary, Teaching and Learning, VLE, ESafety, Mobile<\/td>\n<\/tr>\n<tr class=\"row-68 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Inspire parents to play a more active and positive role.  Engaging parents through technology can improve learner achievement by helping parents get closer to their children’s learning. The level of parents’ engagement in a child’s education is a key indicator of a child’s performance in future years. Parental interest is the single most powerful predictor of achievement at age 16.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/inspire_parental_engagement.pdf'\/>Inspire parental engagement: How are you engaging parents in next generation learning?<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Leadership, Collaboration, Mobile<\/td>\n<\/tr>\n<tr class=\"row-69 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Our evidence shows a steady growth in e-maturity throughout all parts of the Further Education and Skills sector, but there is still more work to be done to keep this momentum going.<br \/>\nAt Becta, we take the national lead in supporting the Further Education and Skills sector to maximise value and transform learning through the effective and creative use of technology<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/maximising_value.pdf'\/>Maximising value measuring impact. Next Generation Learning for Further Education and Skills<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Collaboration, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-70 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\"> Use this framework to review where your school is on the journey towards online reporting. <br \/>\nThe accompanying framework guide provides guidance prompts for each aspect of the framework to help you consider the factors involved and decide on the level description that best reflects your current position.<br \/>\nUse this poster, or the table in the guidance, to note your levels and the actions you will take to move towards online reporting.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/online_reporting_getting_started_and_posters.pdf'\/>Exploiting ICT to improve parental engagement moving towards online reporting. Getting started (Poster)<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-71 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Technology is shaping the jobs of the future and employers want people who can work in teams and are equipped to research, analyse and synthesise information using the latest technologies. At the same time, other people lacking the scope or access are being left behind on the wrong side of the digital divide.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/pushing_boundaries.pdf'\/>Pushing the boundaries of technology: Towards a future vision for the innovative use of technology in FE colleges<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Teaching and Learning, VLE, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-72 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">The Next Generation Learning Charter is a simple way for your child’s school to publicly show its commitment and progress towards best use of technology for teaching and learning. Launched in January 2009 by Becta – the government agency for technology in schools – the Charter process leads and supports schools on a four-stage journey towards excellence. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/put_school_on_map.pdf'\/>Here’s how...to help put your child’s school on the map Discover the benefi ts of the Next Generation Learning Charter<\/a><\/td><td class=\"column-4\">Technology, Parents, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-73 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Safeguarding learners online is all about schools: • taking action on responsible, safe online use by putting the right whole-school policy in place; • educating everyone in your organisation, including all learners and staff, about how to protect themselves and others online; • monitoring regularly to make sure protection procedures – through technology and the way people use it – are effective<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguard_learners_online.pdf'\/>Safeguard learners online: How are you safeguarding next generation learners<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Collaboration, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-74 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Schools have a duty of care and must ensure they are able to safeguard children, young people and staff. In most cases, the misuse of ICT is not serious and  be dealt with at classroom level. In rare cases children can be in serious danger. Staff are also susceptible to risks, as is the integrity of the whole school community<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_flyer09.pdf'\/>Safeguarding children online: How esafe are your school and your learners?<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-75 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">“Good parental engagement is fundamental to children’s learning and closely linked to increased attainment. One of the more effective ways for parents to engage in their child’s learning is to maintain good communication with a school, learning more about their child’s progress whilst also helping to identify any development or performance issues early on.”<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/schools_parents_new_partnership.pdf'\/>Schools and Parents; A new partnership: Technology supporting a new relationship with schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-76 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Children today are increasingly using technology in school and at home. This guide will help you  understand the benefits of technology in learning by explaining.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/share_success.pdf'\/>Here’s how…. To share the success of Next Generation Learning in school<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-77 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">As the government’s lead agency on the effective deployment of technology in learning and skills, Becta is only too aware of the fact that not enough small schools are registering for our Self-review framework. We know why this is the case. Some small-school leaders believe that the whole process is too long and that they do not have enough staff to engage with it properly.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/srf_small_schools.pdf'\/>Self-review framework for small schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Small Schools<\/td>\n<\/tr>\n<tr class=\"row-78 even\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">Technology is increasingly important in education. ICT (information and communications technology) is taught as part of the national curriculum and across different subjects. It also supports other areas of school life, including communications with parents.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/support_childs_learning.pdf'\/>Supporting your child’s learning: Discover how technology helps parents, schools and pupils work together<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-79 odd\">\n\t<td class=\"column-1\">2009<\/td><td class=\"column-2\">When technology is used well in education, it can open up enormous opportunities for your child. Studies show that children who use technology to support their learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/talk_with_school.pdf'\/>Here’s how... to talk about technology with your child’s school: Next Generation Learning at school gets better results... pass it on!<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-80 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Growing up with Google: what it means to education; Mobile, wireless, connected: information clouds and learning; Location-based and context-aware education: prospects and perils; Emerging trends in serious games and virtual worlds; ‘If it quacks like a duck…’ Developments in search technologies; Interactive displays and next-generation interfaces.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/emerging_technologies08.pdf'\/>Emerging technologies for learning: Growing up with Google: what it means to education <\/a><\/td><td class=\"column-4\">Technology, VLE, Visual Learning, Mobile, Games-based Learning, Collaboration, Learning Environments and Spaces, Personalised Learning, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-81 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The Technology Exemplar Network is variously described by participants as a “swap shop” of techniques and solutions, a “mutual e-support service” and a test bed for innovation. It was created to support initiatives among the most advanced and e-mature providers who wish to help others, at earlier stages of progress, to develop their information learning technology. By offering peer support and sharing effective practice with other providers across the country, it was argued that the rest would learn rapidly from the best through a cascade of good research, development and practice.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/exemplary_progress_fe.pdf'\/>Exemplary Progress: A network to share best practice<\/a><\/td><td class=\"column-4\">ICT, Technology, Collaboration, Personalised Learning, Further Education, Training Providers, VLE<\/td>\n<\/tr>\n<tr class=\"row-82 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Ministers have asked Becta to review and refresh the Harnessing Technology Strategy to ensure that it is aligned with the needs of learners of all ages, parents and employers, and that it meets the challenges facing us today and in the future.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/harnessing_technology08.pdf'\/>Harnessing Technology: Next Generation Learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Next Generation Learning, Leadership, Personalised Learning, Teaching and Learning, Parents, Sustainability, ESafety, SEN, Inclusion, VLE, Collaboration, Communities, Primary, Secondary, Further Education, Higher Education, Business, Governance<\/td>\n<\/tr>\n<tr class=\"row-83 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">In this booklet we celebrate the winners and runners-up of the 2008 Becta ICT Excellence Awards. There are so many ways in which ICT can transform learning and teaching, so many ways it can help people of all abilities achieve their full potential. Best practice is being shaped across education by dynamic and inspirational teams, in schools and local authorities. It’s fundamental to Becta’s role that we seek out that best practice, and help to spread the word. This booklet offers a snapshot of what’s being done, across the UK and at all levels. This is excellence now, in practice, and in progress. All the schools and organisations here are an inspiration for the future.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ngl_right_now_ict_awards.pdf'\/>Next generation learning right now: Recognising ICT excellence in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Awards, Primary, Secondary, Teaching and Learning, personalised Learning, Parents, Communities, Collaboration, VLE, Visual Learning, Inclusion, SEN, Leadership, Management<\/td>\n<\/tr>\n<tr class=\"row-84 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Personalising learning is critical to the next generation of education. Many of the elements that go into it will be familiar, but it’s important to see how those elements fit together to form a bigger picture. In this guide we’ll focus on clarifying the role of learning platforms in particular and direct you to the resources you’ll need to plan and implement that technology more effectively.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/personalising_learning_connected.pdf'\/>Personalising learning in a connected world: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Personalised Learning, Leadership, Learning Platforms, VLE, Teaching and Learning, Collaboration, Communities, Esafety<\/td>\n<\/tr>\n<tr class=\"row-85 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The scale and ambition are in themselves impressive: the government is investing more than £50 billion in capital building programmes that will see nearly every secondary school, and half of all primary schools, rebuilt or refurbished within 15 years. But as the first schools built under the programmes open their doors to pupils, an underlying significance is becoming clearer. These schools use innovative design and technology to support fresh ways of teaching and learning. By treating technology as a fundamental building block in school design, the programmes offer a major opportunity to transform education for all learners<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/planning_technology_into_building.pdf'\/>Planning technology into your building: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Learning Environments and Spaces<\/td>\n<\/tr>\n<tr class=\"row-86 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Right now we estimate that around 28% of school children still do not have internet access at home. That’s a barrier to schools who are pursuing closer engagement with parents (it’s clear that closer engagement improves attainment). It will become an increasing problem for all schools as electronic media becomes more and more the norm for many kinds of communication.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/universal_access_parental_engagement.pdf'\/>Universal access: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Universal Access, VLE, Teaching and Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-87 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This is Supplement 3 to Becta’s report to the DCMS:  ICT, amenability and the BBC digital curriculum service in England . This supplement contains findings on the amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2008. Findings on amenability of subjects to be launched by the BBC in 2006\/7 can be found in the annex to Becta’s report to the DCMS, and in Supplements 1 and 2 to the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_england_supplement_3.pdf'\/>ICT, amenability and the BBC digital curriculum service in England, Supplement 3<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-88 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This is Supplement 3 to Becta’s report to the DCMS:  ICT, amenability and the BBC digital curriculum service in Northern Ireland . This supplement contains findings on the amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2008. Findings on amenability of subjects to be launched by the BBC in 2006\/7 can be found in the annex to Becta’s report to the DCMS, and in Supplements 1 and 2 to the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_nireland_supplement_3.pdf'\/>ICT, amenability and the BBC digital curriculum service in Northern Ireland: Supplement 3<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-89 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This is Supplement 3 to Becta’s report to the DCMS:  ICT, amenability and the BBC digital curriculum service in Scotland . This supplement contains findings on the amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2008. Findings on amenability of subjects to be launched by the BBC in 2006\/7 can be found in the annex to Becta’s report to the DCMS, and in Supplements 1 and 2 to the report<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_scotland_supplement_3.pdf'\/>ICT, amenability and the BBC digital curriculum service in Scotland: Supplement 3<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-90 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Becta has reached a crucial stage in the development of a tool capable of assessing and improving the use of technology across the entire FE and Skills sector. A common framework for all providers – including colleges, work-based learning organisations and adult and community education centres – is now out for consultation.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ematurity_fe.pdf'\/>The state of play E-maturity – a progress report<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education<\/td>\n<\/tr>\n<tr class=\"row-91 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Children who use technology to support their learning achieve more than those who do not.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/experience_future_of_learning.pdf'\/>Experience the future of learning today<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Mobile, ESafety<\/td>\n<\/tr>\n<tr class=\"row-92 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Technology is a strategic asset in education.  Maximising its potential and achieving best value from often substantial investments demands careful planning and thoughtful collaboration. This guide will help you understand the many support resources available to help you<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/getting_best_value_school_leaders.pdf'\/>Getting best value from your investment: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Technical Support, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-93 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Technology is increasingly used in other sectors to provide personalised services. Learners of all ages use  technology for informal learning, recreation and entertainment. This is matched by rising expectations from learners, parents and employers to make good use of technology to support education and training. Achieving a modern world-class education and skills system, embracing schools, colleges and providers in the learning and skills sector, and higher education, is essential to ensuring the UK’s global competitiveness. Technology is a key enabler for that development.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/harnessing_technology08.pdf'\/>Harnessing Technology: Next Generation Learning 2008-2014<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Higher Education, ESafety, Teaching and Learning, Parents, VLE, SEN, Personalised Learning, Leadership, Professional Development, Sustainability, Governance<\/td>\n<\/tr>\n<tr class=\"row-94 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This booklet is a guide to using the self-review framework, and we hope it will encourage you to adopt the framework principles in planning for the future of your school.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/how_to_use_the _self_review_framework08.pdf'\/>How to use the self-review framework: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-95 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This think-piece presents the findings from a qualitative study of three colleges that have a reputation for embedding the use of technology in their organisation. The study uncovers the behaviours and practices of the senior and middle leadership teams in these colleges and describes the cultural landscape within each.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_realising_benefits_colleges.pdf'\/>Harnessing Technology: Realising the benefits. The cultural landscape of successful colleges<\/a><\/td><td class=\"column-4\">Technology, Further Education, Academic Research, Leadership, VLE, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-96 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The use of learning platforms, and their integration with management information systems, has increased during the last year. However, this use is still at an early stage of development in schools and most schools’ infrastructure does not support mobile and remote access to the network. The development and wider adoption of these technologies is a significant factor in achieving further progress, and represents a sound basis for the development of practice with technology more generally.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review08.pdf'\/>Harnessing Technology Review 2008: progress and impact of technology in education. Full Report<\/a><\/td><td class=\"column-4\">Technology, ICT, Professional Development, Teaching and Learning, Primary, Secondary, Further Education, Personalised Learning, VLE, Leadership, Parents, Collaboration, Assessment, ESafety<\/td>\n<\/tr>\n<tr class=\"row-97 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Three years on from the publication of Harnessing Technology in 2005, the Government asked Becta to revise and further develop this strategy. The refreshed strategy, Harnessing Technology: Next Generation Learning (Becta, 2008), sets out the system-wide role for technology over the next six years.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review08_summary.pdf'\/>Harnessing Technology Review 2008: progress and impact of technology in education. Summary Report<\/a><\/td><td class=\"column-4\">Technology, ICT, Professional Development, Teaching and Learning, Primary, Secondary, Further Education, Personalised Learning, VLE, Leadership, Parents, Collaboration, Assessment, ESafety<\/td>\n<\/tr>\n<tr class=\"row-98 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The ICT Mark is an accreditation scheme available across the UK which recognises schools achieving a good standard of mature and effective use of technology. Schools holding the ICT Mark have demonstrated that they are committed to using technology to improve their overall effectiveness and efficiency. They are more likely to be regarded as good or outstanding by Ofsted, and are able to demonstrate the impact of their investment in technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_mark_school_leaders.pdf'\/>ICT Mark: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, ICT Mark, Leadership<\/td>\n<\/tr>\n<tr class=\"row-99 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">All schools collect and process a great deal of data and, as both the range and the quantity of data increases, there is a growing need to manage information effectively. The Information Management Strategy framework has been designed in collaboration with schools, local authorities and suppliers to help schools assess their position and develop their own strategy for information management.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ims_framework_la_guide.pdf'\/>Information Management Strategy Framework: A brief guide for local authorities<\/a><\/td><td class=\"column-4\">ICT, Technology, Information Management, Research<\/td>\n<\/tr>\n<tr class=\"row-100 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Both the range and the quantity of information held in schools is ever increasing, and alongside its growth is the need to manage this information effectively. Becta’s Information Management Strategy framework is a tool designed to help schools assess their current position and develop their own strategy for managing information. This guide is an introduction for school leaders on how to make best use of the framework in their own school.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ims_framework_schools_download.pdf'\/>Information Management Strategy Framework: Guidance for Schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Information Management<\/td>\n<\/tr>\n<tr class=\"row-101 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">This first edition of In Conversation includes a range of opinions and comment on new technologies, such as Web 2.0, mobile technology and the way developments, such as podcasting, are replacing the traditional lecture. These developments open up a whole debate about what the most appropriate teaching methods and styles will be in the future as systems become more participatory and accessible to all learners.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/in_conversation_fe.pdf'\/>In conversation with Becta: Join the debate – leading voices from FE and Skills give their views to stimulate discussion around progress in learning technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Teaching and Learning, Mobile, Professional Practice, Work-based Learning<\/td>\n<\/tr>\n<tr class=\"row-102 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Technology plays a central role in the effective leadership and efficient management of colleges.<br \/>\nIt is a key resource that helps governors to support learning and teaching and other services offered by their college.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_technologies_work.pdf'\/>Making technology work for F E Colleges: Advice for governors<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Leadership, Governance, Teaching and Learning, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-103 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Becta announced in January 2006 that it would conduct a review of Microsoft’s Vista and Office 2007 products. In announcing the review, we indicated that we would look carefully at what advice we would give in relation to the advantages of coherence and continuity in ICT institutional infrastructure, as opposed to, for example, investing resources in constantly acquiring the most recent versions of products.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/microsoft_vista_office_jan08.pdf'\/>Microsoft Vista and Office 2007. Final report with recommendations on adoption, deployment and interoperability<\/a><\/td><td class=\"column-4\">ICT, Technology<\/td>\n<\/tr>\n<tr class=\"row-104 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Since 1998, in conjunction with the Department for Children, Schools and Families (DCSF) (and its previous incarnations), Becta has been providing advice and guidance to schools and local authorities (LAs) on all aspects of e-safety.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_lscb_strategy.pdf'\/>Safeguarding children in a digital world: Developing an LSCB e-safety strategy<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Local Authorities, LSCB<\/td>\n<\/tr>\n<tr class=\"row-105 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">In the physical world it’s relatively straightforward to work out what the duty   of care towards the young people in your charge might mean, and the precautions you have to take. The virtual world is more demanding, if only because the range of activities any of us can do online is expanding and changing. This is a good thing in itself, opening new opportunities for learning and creativity, but it also means thinking ahead of new risks. In this guide we’ll set out the basic elements of good practice to keep our   learners safe.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_online.pdf'\/>Safeguarding children online: A guide for school leaders<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Leadership, Parents, LSCB<\/td>\n<\/tr>\n<tr class=\"row-106 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The self-review framework<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/srf_eight_elements08.pdf'\/>The self-review framework: An overview of the eight elements<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Leadership, Assessment, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-107 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Information and communication technology has the potential to transform education for the better. It’s our job in Becta, the government agency for technology in education, to inspire schools and colleges to realise that potential. We’ll do that by working to make sure the right technology is available, by setting standards to guide everyone in the sector, and through tools that help establish and promote best practice.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/supporting_technology_schools_la_guide.pdf'\/>Supporting technology in schools: A guide for local authorities<\/a><\/td><td class=\"column-4\">ICT, Technology, Local Authorities, ESafety, Personalised Learning, Primary, Secondary, Further Education, Parents<\/td>\n<\/tr>\n<tr class=\"row-108 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">The Technology Exemplar Network will create a national peer support network that will help all those involved to further develop the use of technology for learners to improve the quality of provision and the learner experience. Each exemplar provider has identified a key aspect of their delivery which is exemplary and will be the focus area for their work with other providers within the Technology Exemplar Network.  <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ten_exemplar_status_providers.pdf'\/>Technology Exemplar Network: Exemplar Status Providers (April 2008)<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Higher Education, Training Providers, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-109 odd\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">Manage the ICT in your school in line with established best practice and you can expect better learning outcomes and more effective use of valuable resources. Becta’s self-review framework helps you assess how you’re doing and plan for improvement. In this guide, you’ll find out more about how self-review works and how, when linked with the prestigious ICT Mark, it can bring you wider recognition for your achievements.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/using_technology_school_improvements.pdf'\/>Using technology for school improvement: A guide for school  leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Self-Review Framework, Learning and Teaching, Assessment, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-110 even\">\n\t<td class=\"column-1\">2008<\/td><td class=\"column-2\">In just a few years schools have made fantastic progress in securing good technology to support all aspects of school development. But this success means that priorities must shift to a new set of questions. All schools need to be asking themselves how the tools now in place can be used most effectively. Many schools are already doing this. Is your school on the way to being next generation learning ready?<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/what_is_selfreview_framework08.pdf'\/>What is the self-review framework?: A guide for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Self-Review Framework, Management<\/td>\n<\/tr>\n<tr class=\"row-111 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">In the past, many schools have purchased ICT products and services in a piecemeal fashion, dependent on funding to serve their immediate needs. This has not provided a consistent level of service or the best value for money. The cost of ICT must now be met out of the core budget of schools, so it is essential to have a range of best value procurement arrangements in place.  Schools and local authorities are required to make all of their purchases in accordance with public procurement regulations and best value principles. Becta’s procurement frameworks follow and promote best practice and comply with current procurement legislation. They also provide an auditable assurance of value for money, with suppliers being continuously monitored for performance and value throughout the life of the framework.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_most_investment_ict.pdf'\/>Making the most of your investment in ICT: Improving learning through technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, VLE, Communities, Collaboration, Learning Platforms, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-112 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Becta announced in January 2006 that it intended to conduct a review of Microsoft’s academic licensing programmes, focusing on the range, scope and cost of the licensing programmes available, and the extent to which these not only met the needs of schools and colleges, but also represented value for money. The review examined the total costs of exiting subscription licence agreements and the corresponding risks of ‘lock-in’.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/microsoft_academic_licensing.pdf'\/>Microsoft’s academic licensing programmes: Interim report with recommendations for improving value for money<\/a><\/td><td class=\"column-4\">ICT, Technology, Licensing, Costs<\/td>\n<\/tr>\n<tr class=\"row-113 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Becta announced in January 2006 that it intended to conduct a review of Microsoft’s Vista operating system and Office 2007 productivity suite. The review comprised a detailed analysis of the new functionality in Vista and Office 2007, and an evaluation of the usefulness of that functionality when set against a number of key criteria for deployment. Extensive interoperability tests were also carried out between different versions of Microsoft’s products and between Microsoft products and competitor offerings. We summarise below the main findings in respect of: • Vista; • Office 2007; • Competitor office productivity suites and interoperability issues.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/microsoft_vista_office.pdf'\/>Microsoft Vista and Office 2007: Interim report with recommendations on adoption and deployment<\/a><\/td><td class=\"column-4\">ICT, Technology, Interoperability, Evaluation, Costs<\/td>\n<\/tr>\n<tr class=\"row-114 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">These quality principles relate to the design and use of digital learning resources to support effective learning and teaching. This publication is intended as a guide rather than a ‘checklist’ for quality, and it is expected that few digital learning resources will in themselves encompass all of the quality principles. Whether you are designing a resource or choosing one, the intended educational purpose of the resource will determine which principles are most important to you.<br \/>\n<br \/>\nThe principles are divided into two groups, which are interrelated: • Core pedagogic principles, which underpin effective learning and teaching,drawing from learning theory and commonly accepted best practice; • Core design principles, covering issues such as resource design, accessibility and interoperability.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/quality_principles.pdf'\/>Quality principles for digital learning resources<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Inclusion, SEN, Assessment, VLE, Collaboration, Communities, Interoperability<\/td>\n<\/tr>\n<tr class=\"row-115 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This report covers the following areas: 1. The role of ICT in the lives of children today; 2. E-safety and whole-school issues; 3. Learning benefits of ICT; 4. Risks associated with using ICT; 5. Using the technologies safely; (• Using the internet; • Using email; • Using chat and instant messaging; • Using social software; • Using fi le-sharing services; • Using mobile phones and the mobile internet; • On the horizon); 6. E-safety resources; 7. Reporting abuse and seeking further help and advice; 8. Embedding e-safety issues into the curriculum at Key Stages 3 and 4; 9 Embedding e-safety messages into the ICT Key Stage 3 National Strategy; 10 Opportunities for working with parents, carers and the wider community; 11 Opportunities for collaboration and sharing good practice<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/signposts_safety_ks3and4.pdf'\/>Signposts to safety: Teaching e-safety at Key Stages 3 and 4<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, VLE, Collaboration, Teaching and Learning, Parents, Mobile, Citizenship<\/td>\n<\/tr>\n<tr class=\"row-116 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">In 2006, Becta commissioned research into the functionality, benefits, issues impact, on learning and teaching and total cost of ownership involved in implementing Thin Client technology in schools. This included a literature review, a questionnaire to schools using the technology and detailed case studies of 12 schools. This document summarises the findings from that research. A Becta survey of network infrastructure and ICT equipment in schools, conducted in late 2005, found that 5.2 per cent of primary schools and 9.2 per cent of secondary schools were using a Thin Client network.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/thin_client_schools.pdf'\/>Thin Client technology in schools: A summary of research findings<\/a><\/td><td class=\"column-4\">ICT, Thin Client Technology, Primary, Secondary, Teaching and Learning, Costs, Learning Environments and Spaces<\/td>\n<\/tr>\n<tr class=\"row-117 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This is supplement no.2 to Becta’s   report to the DCMS:  ICT, amenability and the BBC digital curriculum service in England . This supplement contains findings on the amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2007. Findings on amenability of subjects to be launched by the BBC in 2006 can be found in the annex to Becta’s report to the DCMS, and in supplement no.1 of the report<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_england_supplement_2.pdf'\/>ICT, amenability and the BBC digital curriculum service in England, Supplement 2<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-118 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This is supplement no.2 to Becta’s report to the DCMS:  ICT, amenability and theBBC digital curriculum service in Northern Ireland . This supplement containsfindings on amenability in those subjects to be resourced and launched by theBBC as part of its digital curriculum service in 2007. Findings on amenability ofsubjects to be launched by the BBC in 2006 can be found in the annex to Becta’sreport to the DCMS, and in supplement no.1 of the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_nireland_supplement_2.pdf'\/>ICT, amenability and the BBC digital curriculum service in Northern Ireland: Supplement 2<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-119 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This is supplement no.2 to Becta’s report to the DCMS:  ICT, amenability and the BBC digital curriculum service in Scotland . This supplement contains findings on amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2007. Findings on amenability of subjects to be launched by the BBC in 2006 can be found in the annex to Becta’s report to the DCMS, and in supplement no.1 of the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_scotland_supplement_2.pdf'\/>ICT, amenability and the BBC digital curriculum service in Scotland: Supplement 2<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-120 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This is Supplement 3 to Becta’s report to the DCMS: ICT, amenability and the BBC digital curriculum service in Wales. This supplement contains findings on the amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2008. Findings on amenability of subjects to be launched by the BBC in 2006\/7 can be found in the annex to Becta’s report to the DCMS, and in Supplements 1 and 2 to the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_wales_supplement_3.pdf'\/>ICT, amenability and the BBC digital curriculum service In Wales: Supplement 3<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-121 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">By using the latest ICT equipment in our schools, we can be sure that technology will hold no fears for the workers of tomorrow. This has to be good news for UK plc<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/becta_annual_review_2007_reflow_version.pdf'\/>Becta Annual Review 2007<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE, Knowledge Creation<\/td>\n<\/tr>\n<tr class=\"row-122 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">ICT-supported learning is a key motivator for the majority of 14-19 year olds. The opportunity to collaborate with their peers, to create their own material and to personalise and reflect upon their learning, leads them to engage more effectively. This engagement is a key element in improving retention and achievement for this age group.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eg_14-19.pdf'\/>How technology supports 14-19 reform: An essential guide<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-123 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Building Schools for the Future (BSF) is the biggest single government investment in improving school buildings for over 50 years. The aim is to rebuild or renew every secondary school in England over a 10-15 year period, bringing together major investment in buildings and in ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eg_building_schools_future.pdf'\/>ICT and Building Schools for the Future: An essential guide<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership<\/td>\n<\/tr>\n<tr class=\"row-124 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Inclusive learning is a process of increasing the presence, participation and achievement of all learners. If the provision is right, everyone will be included – and ICT can help you achieve this.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eg_inclusive_learning.pdf'\/>Inclusive Learning: An essential guide<\/a><\/td><td class=\"column-4\">ICT, Technology, Inclusive Learning, Teaching and Learning, SEN<\/td>\n<\/tr>\n<tr class=\"row-125 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Personalising learning is at the heart of achievement for all learners. Traditionally, enabling learners to learn in ways appropriate to their needs has been difficult for education providers to achieve. By harnessing and exploiting new technologies, we can create teaching and learning opportunities that will make it possible for these aspirations to become a reality.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eg_learning_platforms.pdf'\/>Learning Platforms and Personalised Learning: An essential guide<\/a><\/td><td class=\"column-4\">Technology, ICT, Personalised Learning, Learning Platforms, ESafety<\/td>\n<\/tr>\n<tr class=\"row-126 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">The internet is opening new opportunities for everyone, promoting creativity and effective learning. To use technology effectively requires an understanding of its value in the classroom, and an awareness of both the benefits and risks it poses for children’s learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/eg_using_technology_safely.pdf'\/>Using Technology safely in schools: An essential guide<\/a><\/td><td class=\"column-4\">Technology, ICT, ESafety<\/td>\n<\/tr>\n<tr class=\"row-127 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Becta is running these events to engage all of your expertise and experience in shaping the next phase of the national technology strategy for education. We want this revised strategy to fully exploit the power of technology to provide a 21st century education that reaches and benefits all learners and enables the UK to compete globally. The aim is to make this a strategy which underpins and helps deliver a more demand-led and personalised education system.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_21_call_action.pdf'\/>Harnessing Technology Learning in the 21st Century: Call to action<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Higher Education<\/td>\n<\/tr>\n<tr class=\"row-128 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This publication builds on the Becta Reviews of 2005 and 2006, focusing discussion closely on the ambitions of the government’s e-strategy, Harnessing Technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review07.pdf'\/>Harnessing Technology Review 2007: progress and impact of technology in education. Full Report<\/a><\/td><td class=\"column-4\">Technology, ICT, Professional Development, Teaching and Learning, Primary, Secondary, Further Education, Personalised Learning, VLE, Leadership, Parents, Collaboration, Assessment, ESafety<\/td>\n<\/tr>\n<tr class=\"row-129 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This publication builds on the Becta Reviews of 2005 and 2006, focusing discussion closely on the ambitions of the government’s e-strategy, Harnessing Technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ht_review07_summary.pdf'\/>Harnessing Technology Review 2007: progress and impact of technology in education. Summary Report<\/a><\/td><td class=\"column-4\">Technology, ICT, Professional Development, Teaching and Learning, Primary, Secondary, Further Education, Personalised Learning, VLE, Leadership, Parents, Collaboration, Assessment, ESafety<\/td>\n<\/tr>\n<tr class=\"row-130 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\"> In this issue: • improving schools through ICT; • LSCBs and e-safety – the issues considered; • every child matters: strategic leadership; • personalising learning; • DQIs for building design and ICT; • harnessing technology – a new level of partnership; • strategic technologies spring<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_update_spring_2007.pdf'\/>ICT Update: Spring 2007<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Personalised Learning, Self-Review Framework, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-131 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">The impact of ICT in schools report was commissioned by Becta on behalf of the Department for Education and Skills (DfES) to analyse the impact of ICT on the schools sector across the United Kingdom. Over 350 published literature sources were consulted, ranging from policy documents, professional journals, research reports, reviews and digests to commercial publications. This summary sets out key messages from the literature, focusing firstly on the infrastructure, secondly on the impact on learning and teaching and, thirdly, on the extent to which ICT supports communication and links. It concludes by drawing out several issues for further exploration and research.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact_ict_schools.pdf'\/>The impact of ICT in Schools – a landscape review<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Leadership, Teaching and Learning, Professional Practice, Research, VLE, Personalised Learning, Attainment, STEM, Collaboration, PDA, Tablet, Mobile, Primary, Secondary, Games-based Learning, Visual Learning, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-132 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">There has never been a more important time to consider the role of technology in promoting and supporting learning. Modernising schools and colleges and developing skills for tomorrow’s workforce are important policy priorities. Technology has a critical role in delivering these agendas.<br \/>\nThis report summarises Becta’s case for technology. It presents the powerful, evidence-based arguments for investment in technology across education and training.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/learning_21c_case_ht.pdf'\/>Learning in the 21st Century: The case for harnessing technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Personalised Learning, VLE, Knowledge Economy, Primary, Secondary, Further Education, Employability, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-133 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This guide is designed to help schools to understand how legislation applies to their learners and what ‘reasonable adjustment’ may mean in the context of supporting learning with, and through, ICT. The guide applies to the software and learning materials used on individual or networked computers. It applies to tools used to access learning, learning resources, and tools used by learners and practitioners to create resources.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_software_accessible.pdf'\/>Making software accessible: A guide for schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Accessibility, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-134 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">The ICT Excellence Awards reward those schools across the UK which are approaching ICT in outstanding and innovative ways, benefiting their whole community, inside and outside the school building. By recognising whole-school best practice these awards are closely aligned with Becta's self-review framework for school and college improvement with ICT. While rewarding the school as a whole, there is also a focus on those individuals leading change within the school and making an impact across it.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/rewarding_ict_excellence07.pdf'\/>Rewarding ICT Excellence in Schools: ICT Excellence Awards<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-135 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This publication highlights for local authorities (LAs) and the newly formed local safeguarding children boards (LSCBs) the key questions that they urgently need to consider in safeguarding children and young people in their care from e-safety risks. This checklist has been designed to give core members of LAs and LSCBs a quick snapshot of the e-safety issues and risks, and to signpost activities that they must develop across all the services within their remit.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_checklist.pdf'\/>Safeguarding children online: A checklist for Local Authorities and Local Safeguarding Children Boards<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Local Authorities, LSCB<\/td>\n<\/tr>\n<tr class=\"row-136 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">This booklet does not intend to cover the specifics of e-safety issues or technologies. You will find those in previous Becta e-safety publications, many of which we have referenced here. Where we use the terms ‘e-safety’ or ‘online’, we refer to all fixed and mobile technologies that children and young people may encounter, now and in the future, which allow them access to content and communications that could raise issues or pose risks to their wellbeing and safety.  <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_children_guide.pdf'\/>Safeguarding children online: A guide for Local Authorities and Local Safeguarding Children Boards<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Local Authorities, LSCB<\/td>\n<\/tr>\n<tr class=\"row-137 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Children and young people have embraced new technologies as a source of information, education and entertainment. A recent report,  Their space: education for a digital generation ,1 from the think tank Demos found that ‘the use of digital technology has been completely normalised by this generation, and it is now fully integrated  into their daily lives’<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/signposts_safety_ks1and2.pdf'\/>Signposts to safety: Teaching e-safety and key stages 1 and 2<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Primary, Research, SEN, Professional Practice, Teaching and Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-138 even\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Using the self-review framework helps the school to address learning and teaching with ICT within the renewed framework.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/srf_primary_national_strategy.pdf'\/>The Self-review Framework supporting the primary national strategy: Guidance for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Leadership, Learning and Teaching, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-139 odd\">\n\t<td class=\"column-1\">2007<\/td><td class=\"column-2\">Although 25% of colleges are now classed as e-enabled – integrating technology into teaching, learning and management – pressures of policy change and expansion of student numbers make it hard to stay ahead. To achieve and sustain progress in embedding technology, colleges must have a forward-thinking and regularly updated strategy that enables the organisation to be agile in responding to change. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/technology_for_change.pdf'\/>Technology for a change: Evidence and practice<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Management, Further Education<\/td>\n<\/tr>\n<tr class=\"row-140 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">All pupils expect to be able to use a computer as a communication tool – to access information, to record their ideas and to support their creativity. Having a visual impairment need not be a barrier, as there is a range of support from simple accessibility tools to specialist software and hardware that can enable learners to access the curriculum and communicate. This leaflet lists sources of information on how ICT can help, and how to use specific items of software and hardware.<br \/>\n<br \/>\n2006<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cap_visual_impairment.pdf'\/>Using ICT to support visual impairment<\/a><\/td><td class=\"column-4\">ICT, Technology, Visual Impairment Software, Visual Impairment Hardware<\/td>\n<\/tr>\n<tr class=\"row-141 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Increasingly, research evidence demonstrates the role that technology has to play in delivering benefits for colleges and for students. Here Becta presents the research evidence that every college leader needs to know.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_difference_evidence_college_leaders.pdf'\/>Making a difference with technology for learning: evidence for college leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, VLE, Personalised Learning, Communities, Collaboration, Assessment<\/td>\n<\/tr>\n<tr class=\"row-142 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This summary sheet summarises the report Managing ICT costs in schools (Becta 2006), which is based on the findings from a series of projects with 43 schools between 2002 and 2005. The report explores how, in a changing context, school leaders can get the best value from existing technology and staff skills, while identifying sustainable arrangements for the future. Publication of the e-strategy (DfES 2005) marked a step change in government thinking about the importance of educational technology, and ICT is now regarded as a basic educational utility rather than as an additional service. Becta’s National Digital Infrastructure underlines this point and clarifies that the systems and services required to embed ICT in schools must be appropriate, reliable, affordable and sustainable.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/managing_ict_costs_summary.pdf'\/>Managing ICT costs in schools: Summary sheet<\/a><\/td><td class=\"column-4\">ICT, Technology, Costs, VLE, Self-Review Framework, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-143 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This report summarises work undertaken with 43 schools between 2002 and 2005 in a series of projects which focused on the total cost of ownership (TCO) of ICT. The data gathered using the Becta Total Cost of Ownership model are shown in tables and charts. The projects highlighted how knowledge of the full costs of ICT can support management investment decisions. The key messages in this report will enable headteachers, ICT decision-makers, local authority officers and governors to develop a strategy for sustainable ICT provision appropriate to their schools. The summary sheet which accompanies this report also contains all the key messages and may be useful for wider distribution.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/managing_ict_schools.pdf'\/>Managing ICT costs in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Costs, VLE, Self-Review Framework, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-144 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">An electronic whiteboard is an excellent presentational device. It can be used as an alternative to virtually every other classroom resource, traditional and modern, for example blackboards, flip charts, OHPs, maps, pictures, number lines, ‘big books’, calculators, and cassette and video players. At a touch, the teacher has access to a bank of resources that would previously have taken years to accumulate and a vast cupboard to store. The electronic whiteboard has the potential to do much more – to go beyond display, providing a tool for interactive teaching and learning. Of course, not all learning is interactive.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/teaching_interactively_whiteboards.pdf'\/>Teaching Interactively with Electronic Whiteboards in the Primary Phase<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Teaching and Learning, Visual Learning, Professional Practice, Collaboration, Foundation, Primary<\/td>\n<\/tr>\n<tr class=\"row-145 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">One of the key findings of this project is that consultancy can be effective in delivering institutional transformation, and adds significant value to those organisations which engage appropriately and effectively with consultants. Based on this evaluation, it is recommended that institutions seeking to make e-learning transformation actively consider working with consultants at key stages to help achieve progress. To support this Becta has developed:<br \/>\n• a consultancy model to promote the improved definition, integration and implementation of e-learning in the post-16 sector. This model combines public-sector tools, advice and guidance supported by private-sector consultancy skills and experience.<br \/>\n• recommendations on the best ways to engage with consultants, ensuring delivery of successful projects and getting the best value for money.<br \/>\nThis publication presents the main findings of this project, outlines the consultancy model and sets out guidelines on how to identify, procure and work with ICT consultants to deliver quantum change in e-learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/transforming_using_consultants.pdf'\/>Guidance on using consultants: Transforming learning and teaching through ICT<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Consultants, Further Education<\/td>\n<\/tr>\n<tr class=\"row-146 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This booklet aims to help developers to create pedagogically sound, high-quality digital resources that are useful to teachers and that help learners to make good progress. The BETT Awards recognise and reward high-quality ICT products that practitioners can use with confidence, so our starting point has been the products that won BETT Awards in 2005 and 2006<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/advice_industry_digital_content.pdf'\/>Advice For Industry On Developing Quality Digital Content For Schools<\/a><\/td><td class=\"column-4\">Technology, ICT, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-147 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This is supplement no.2 to Becta’s report to the DCMS: <em>ICT, amenability and the BBC digital curriculum service in Wales.<\/em> This supplement contains findings on amenability in those subjects to be resourced and launched by the BBC as part of its digital curriculum service in 2007. Findings on the amenability of subjects to be launched by the BBC in 2006 can be found in the annex to Becta’s report to the DCMS, and in supplement no.1 of the report.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_wales_supplement_2.pdf'\/>ICT, amenability and the BBC digital curriculum service In Wales: Supplement 2<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-148 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">The 2006 Becta Review offers us an opportunity to examine trends in technology adoption and use and assess the progress and impact of technology in education, drawing on evidence from a range of recent surveys and research studies<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/becta_review_2006.pdf'\/>The Becta Review 2006: Evidence on the progress of ICT in education<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Further Education, VLE<\/td>\n<\/tr>\n<tr class=\"row-149 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Many learners have a physical, sensory or cognitive impairment that means that they need assistive technology to access the curriculum. This can include switch access to replace keyboard and mouse, onscreen grids, voice recognition so they can control a computer entirely by speech, or a whole host of specialised devices. This leaflet lists sources of information on how ICT can help learners to access a computer, and how to use specific items of software and hardware.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cap_access_technology.pdf'\/>ICT Support Access Technology<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Computing<\/td>\n<\/tr>\n<tr class=\"row-150 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">All learners need to be able to record their thoughts and to have the opportunity to write creatively. Many struggle to write by hand however and ICT can offer a range of alternatives to support them.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cap_recording_difficulties.pdf'\/>ICT Support: Using ICT to support recording difficulties<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Computing<\/td>\n<\/tr>\n<tr class=\"row-151 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">The ability to inspire and motivate learners and colleagues is a common attribute of this year’s ICT in Practice Awards winners. The Awards process continues to identify models of excellence and highlight exemplary practice in teaching and leadership.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/celebrating_ict_practice_2006.pdf'\/>Celebrating ICT in Practice<\/a><\/td><td class=\"column-4\">ICT, Technology, Computing, Leadership, Teaching and Learning, Professional Development, Further Education<\/td>\n<\/tr>\n<tr class=\"row-152 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Why use ICT? Because it works. ICT (Information and Communications Technology) has been shown to improve learning and teaching in the classroom. Here we look at the benefits and the evidence...<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/col2006_primary.pdf'\/>Curriculum Online: Primary<\/a><\/td><td class=\"column-4\">ICT, Primary, VLE, Teaching and Learning, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-153 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Why use ICT? Because it works. ICT (Information and Communications Technology) has been shown to improve learning and teaching in the classroom. Here we look at the benefits and the evidence...<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/col2006_secondary.pdf'\/>Curriculum Online: Secondary<\/a><\/td><td class=\"column-4\">ICT, Secondary, VLE, Teaching and Learning, Collaboration, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-154 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This report presents the findings of the third survey of schools carried out as part of the evaluation of Curriculum Online. The survey was conducted in maintained primary and secondary schools in England during the 2005 autumn term. One questionnaire collected school-level information for each school and additional questionnaires collected data for selected subject areas. This report includes findings related to: awareness of Curriculum Online; use of the website; the impact of eLearning Credits (eLCs) on spending and purchasing processes; changes in the use of ICT in teaching and attitudes towards the role of ICT; and changes in the levels of ICT resources in schools<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/evaluation_col_3rd_survey.pdf'\/>Evaluation of curriculum: Online report of the third survey of schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Curriculum, Teaching and Learning, Quantitative research<\/td>\n<\/tr>\n<tr class=\"row-155 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This information sheet summarises an evaluation of the Framework for ICT Technical Support (FITS) in 16 secondary schools. The aim of the evaluation was to understand how FITS is being adopted in schools and its positive impact upon ICT support and user satisfaction<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_infosheet.pdf'\/>Evaluation of the framework for ICT technical support (FITS)<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS, Technical Support, Secondary<\/td>\n<\/tr>\n<tr class=\"row-156 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This pocket guide is designed as a handy reference book for everyone involved in ICT management or day-to-day technical support in schools. Anyone defining ICT or technical support strategy in schools will also find it helpful. The guide is complementary to the Framework for ICT Technical Support Operations Management (FITS OM), developed by Becta.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_om_pocket_guide.pdf'\/>FITS OM Pocket Guide<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS<\/td>\n<\/tr>\n<tr class=\"row-157 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This guide provides an overview of the support and guidance available to primary school teachers through Becta, and acts as a signpost to other sources of information and advice to help you explore new ways of using ICT in your work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/guide_primary_teachers.pdf'\/>School Improvement with ICT: A guide for primary school teachers<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Professional Development, ESafety, Technical Support, Inclusion, SEN, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-158 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This guide provides an overview of the support and guidance available to primary school teachers through Becta, and acts as a signpost to other sources of information and advice to help you explore new ways of using ICT in your work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/guide_secondary_teachers.pdf'\/>School Improvement with ICT: A guide for secondary school teachers<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Professional Development, ESafety, Technical Support, Inclusion, SEN, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-159 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This plan is for the Government, Becta and partner agencies to show how the e-strategy will be delivered. It sets out how Becta will co-ordinate and lead the delivery of the Government’s e-strategy for education and children’s services.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/harnessing_technology_delivery_plan.pdf'\/>Harnessing Technology Delivery Plan<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Primary, Secondary, Further Education, Higher Education, Governance<\/td>\n<\/tr>\n<tr class=\"row-160 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">‘Delivering the future for learners: harnessing technology’ on 7 November 2006 brought together leaders from all sectors of education.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/harnessing_technology_event.pdf'\/>Delivering the future for learners:  harnessing technology. A report of the harnessing technology event<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Primary, Secondary, Further Education, Higher Education, Governance, Collaboration, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-161 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Currently, too few schools, colleges and training providers take all the actions needed to reap the benefits of ICT consistently, and so there is now a strong moral argument that all providers should gain the clear benefits for learners and improve the effectiveness and overall efficiency of the education system. The e-strategy aims to help all involved in education to work together to make this happen in all institutions and  wherever learning takes place.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/harnessing_technology_role_leaders.pdf'\/>Delivering the future for learners: harnessing technology – the role for leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership<\/td>\n<\/tr>\n<tr class=\"row-162 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This study is the seventh in a series that assesses progress in the provision of ICT within further education (FE) and sixth-form colleges since 1999. It also forms part of the evidence base that will inform the development of post-16 e-learning by examining the integration of this provision with the teaching and learning process.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_elearning_fe_man_learn_imp.pdf'\/>ICT and e-Learning in Further Education; management, learning and improvement<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Teaching and Learning, VLE, Research, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-163 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This is the seventh in a series that has assessed progress in the provision of ICT within further education (FE) and sixth-form colleges since 1999. The survey was carried out in February and March 2006 and a total of 122 colleges took part, representing 31 per cent of the sector.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_elearning_fe_survey.pdf'\/>The ICT and e-Learning in FE Survey 2006<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Survey, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-164 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">In this issue: • launching the Self-Review Framework; • national digital infrastructure; • safeguarding children; • government’s e-strategy; • Becta news: Becta appoints new Directors<br \/>\n<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_update_spring_2006.pdf'\/>ICT Update: Spring 2006<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, Self-Review Framework, VLE, Teaching and Learning, Primary, Secondary, Further Education, ESafety<\/td>\n<\/tr>\n<tr class=\"row-165 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">The ICT Excellence Awards were launched by Becta in January 2006 with the specific purpose of supporting the development of the self-review framework. The self-review framework is an online resource which helps all schools to evaluate where they are in developing and managing their use of ICT to maximise organisational performance. It consists of eight elements which have been identified by Becta and nationally agreed with partners as key to achieving organisational effectiveness through ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ICT-Excellence-Awards-2006-transforming-schools-through-ICT.pdf'\/>ICT Excellence Awards: Transforming Schools through ICT<\/a><\/td><td class=\"column-4\">ICT, Technology, Assessment, Teaching and Learning, Leadership, Inclusion, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-166 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Broadband connectivity is a central component of Becta’s vision for a coherent, dependable and sustainable ICT architecture for education, connecting schools to a wide range of content, services, applications and institutions. In this way, broadband connectivity will support teaching and learning and facilitate easy access to, and exchange of, management and administrative data.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact_broadband_schools.pdf'\/>The impact of Broadband in Schools: Summary report<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-167 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Increasingly, research evidence demonstrates the role that technology has to play in delivering benefits for local authorities, schools and for learners. Here Becta presents the research evidence that local authority decision-makers and advisers need to know. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_difference_evidence_la.pdf'\/>Making a difference with technology for learning: evidence for local authorities<\/a><\/td><td class=\"column-4\">ICT, Technology, Local Authorities, Research, Data Management, Professional Practice, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-168 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Increasingly, research evidence demonstrates the role that technology has to play in delivering benefits for schools and learners.  Here Becta presents the research evidence that every school leader needs to know. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_difference_school_leaders.pdf'\/>Making a difference with technology for learning: evidence for school leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Improved Attendance, Personalised Learning, Learning Platforms, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-169 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Learning to use a computer really helps to improve confidence and allows you to get more involved in your child’s education. It also means you will know how to store photographs and music electronically, save money by paying your bills online, shop online and keep in touch with family and friends<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/many_prospects.pdf'\/>Many prospects…..one future: Learning computer skills together as a family (Leaflet)<\/a><\/td><td class=\"column-4\">Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-170 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">This publication is intended to provide a strategic overview of e-safety issues to policy makers, and outlines a model for a co-ordinated approach by all of the key stakeholders. The guidance in this publication refers to policies and documentation related to England.  However the principles discussed have resonance across the UK and beyond.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/safeguarding_digital_world.pdf'\/>Safeguarding children in a digital world: Developing a strategic approach to eSafety<\/a><\/td><td class=\"column-4\">Safeguarding, ICT, Technology, ESafety, Leadership, Research<\/td>\n<\/tr>\n<tr class=\"row-171 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">The next five years will see the effective use of information and communications technology (ICT) systematically embedded across the education sector in policy and in practice – a move that is set to position the UK as world leader in the use of new technologies in schools and colleges.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/school_college_improvement_ict.pdf'\/>Improvement through ICT: An essential guide<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Learning and Teaching, Professional Development, Personalised Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-172 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Many schools recognise the potential offered by ICT to transform the experience and outcomes for the learner. They also recognise that getting the most from ICT creates real challenges for busy schools. The fundamental questions are ‘how well are we doing?’ And ‘how can we do better?’<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/srf_partners.pdf'\/>School Improvement through ICT: Working in partnership -The self-review framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Partnerships<\/td>\n<\/tr>\n<tr class=\"row-173 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">As part of Becta’s ongoing work of advising Government and developing technical standards, we investigated how schools compare to current standards such as the institutional infrastructure technical specification. The objectives of the survey were to help policymakers and to inform the strategy for engaging schools in adopting the standards.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/survey_of_lan_infrastructure.pdf'\/>Survey of LAN infrastructure and ICT equipment in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, LAN<\/td>\n<\/tr>\n<tr class=\"row-174 even\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">The ICT Excellence Awards were launched by Becta in January 2006 with the specific purpose of supporting the development of the self-review framework. The self-review framework is an online resource which helps all schools to evaluate where they are in developing and managing their use of ICT to maximise organisational performance. It consists of eight elements which have been identified by Becta and nationally agreed with partners as key to achieving organisational effectiveness through ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/transforming_schools_ict.pdf'\/>Transforming Schools through ICT: Excellence Awards 2006<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Self-Review Framework, Leadership, Management, Teaching and Learning, Professional Development, Assessment, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-175 odd\">\n\t<td class=\"column-1\">2006<\/td><td class=\"column-2\">Using the self-review framework, schools can identify where their use of ICT is most effective and plan the practical steps they can take to move forward. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/using_srf_special_school.pdf'\/>Using the self-review framework in a special school: Guidance for leaders<\/a><\/td><td class=\"column-4\">ICT, Technology, SEN, Inclusion, Leadership, Teaching and Learning, Collaboration, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-176 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This is one of a series of occasional publications for those who provide support to schools, colleges and education organisations. The series aims to equip LEAs and other intermediaries with current information and resources, so that they may support schools and other education providers in working towards sustainable, embedded use of ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/extending_boundaries_learning.pdf'\/>Extending the boundaries of learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Nursery, Primary, SEN, Visual Learning, Inclusion, Communities, Collaboration, Mobile, VLE<\/td>\n<\/tr>\n<tr class=\"row-177 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices using ICT. It looks at the progress which has been made since 1999 in the effective use of ICT for adults with severe learning disabilities, and identifies some successful practices. In particular, reference is made to the work of the Karten CTEC Centre in Oxfordshire, which provides ICT skills training for people with learning disabilities, and for staff and carers.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_coming_age.pdf'\/>Coming of age: Effective use of ICT for adults with severe learning disabilities<\/a><\/td><td class=\"column-4\">ICT, Technology, Adults, SEN<\/td>\n<\/tr>\n<tr class=\"row-178 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices. It looks at ways in which ICT can support special schools in sharing their expertise and extend their own practice through dialogue and interaction with colleagues across mainstream schools. The schools in this case study were chosen because they undertake some activities that can be implemented relatively easily, but which can move the agenda for special schools within an inclusive system forward significantly.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_communities_schools.pdf'\/>Communities of schools: Special schools working with mainstream – using ICT to support inclusion<\/a><\/td><td class=\"column-4\">ICT, Technology, SEN, Inclusion, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-179 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Pupils with a wide range of special educational needs (SEN) are increasingly being educated in their local neighbourhood mainstream school.The aim is to create greater social integration, better community development and raised standards for all pupils. This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices. It looks at ways in which teachers in mainstream schools can encourage full participation in aspects of school life by all the pupils in the school.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_something_everyone.pdf'\/>Something for everyone: ICT and an inclusive mainstream classroom<\/a><\/td><td class=\"column-4\">ICT, Technology, SEN, Teaching and Learning, Inclusion, VLE, Professional Practice, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-180 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Recent legislation places duties on educational institutions with respect to the provision offered to learners with special educational needs and\/or disabilities. In broad terms, all schools and colleges must make ‘reasonable adjustments’ to ensure that these learners are not put at a substantial disadvantage in using any facilities or resources – and that includes the use of ICT.<br \/>\nThis guide aims to help providers understand the legal requirements covering use of software by learners with disabilities, and to help developers and commissioners of educational software and electronic resources to create accessible, usable, adjustable and inclusive materials. It includes a list of functional requirements that are intended to help providers work in an accountable and robust way towards achieving standardisation in the accessibility of software and learning materials.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/making_accessible_software.pdf'\/>Making Accessible Software<\/a><\/td><td class=\"column-4\">ICT, Technology, Business, SEN, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-181 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This review has recommendations for addressing the sub-optimal features of the current arrangements: Strategic Context – Why MIS Systems Matter; Key Messages from MIS Suppliers; The LEA Perspective; The Implications of the ‘Do Nothing’ Option; Approach to Commercial ,Technical and Support Issues; Reviewing the Statutory Returns Process.<br \/>\n<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/mis_-report_value_money.pdf'\/>School Management Information Systems and Value for Money<\/a><\/td><td class=\"column-4\">ICT, Technology, MIS, Leadership, Management<\/td>\n<\/tr>\n<tr class=\"row-182 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This report examines eight case studies of schools included in Becta’s Open Source Software in Schools project, funded by the DfES. It identifies the ways open source software (OSS) has been incorporated, used and managed in school ICT infrastructures. It also presents the perceptions of schools’ senior management teams (SMTs), teaching staff and pupils about the impact and use of OSS. The schools in the case studies were selected to represent the broad range of schools covered in the project. Four primary and four secondary school case studies were compiled from interviews with staff and pupils. These were examined to identify trends that may highlight how OSS is being used.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/oss_case_study.pdf'\/>Open Source Software in Schools: A case study report<\/a><\/td><td class=\"column-4\">ICT, Technology, Management, Open Source Software, Teaching and Learning, VLE, Parents, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-183 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This report records work that Becta has done with schools which have implemented a range of open source software (OSS) solutions. This project, funded by the DfES, was one of an interrelated series, all looking at ways of helping schools make effective and sustainable use of ICT by exploring the total cost of ownership (TCO) of their ICT infrastructure.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/oss_study_spectrum.pdf'\/>Open Source Software in Schools: A study of the spectrum of use and related ICT infrastructure costs<\/a><\/td><td class=\"column-4\">ICT, Technology, Management, Open Source Software, Costs, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-184 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This report provides an analysis of twelve case studies involving schools in England that were using Tablet PCs. The analysis is complemented by brief individual reports describing aspects of how each of these schools was using Tablet PCs. The key findings emerging from the case studies were that Tablet PCs: • for maximum benefit, needed to be used in conjunction with a wireless network; • needed to be introduced in a planned way that took full account of the school’s vision, as well as of the technical infrastructure, support and staff development, and day-to-day management issues; • increased the amount of ICT use and the degree of integration of ICT across the curriculum; • at some schools were used effectively to replace an ICT suite and thus free up space; • increased motivation, and hence were likely to have a positive impact on learning outcomes; • supported moves to more independent and collaborative study; • used with a wireless data projector, provided a better solution than a desktop or laptop and hardwired interactive whiteboard; • were seen as being more versatile than laptops, although the higher price of Tablet PCs relative to similarly specified laptops was prohibitive.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/tablet_pc_case_study_report.pdf'\/>Tablet PCs in schools: Case study report<\/a><\/td><td class=\"column-4\">ICT, Technology, Mobile, VLE, Teaching and Learning, Personalised Learning, Collaboration, Learning Environments and Spaces, Visual Learning, ESafety, SEN, Inclusion, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-185 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">National Curriculum for England: amenability findings for subjects and key stages in the BBC’s Year 1 commissioning plans<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_england_supplement_1.pdf'\/>ICT, amenability and the BBC digital curriculum service in England, Supplement 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-186 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The DCMS asked Becta to take on responsibilities in relation to the BBC’s proposed digital curriculum service. In particular Becta is tasked with adjudicating in the question of amenability as set out in condition 7 of the DCMS conditions for the approval of the digital curriculum service:<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_nireland.pdf'\/>ICT, amenability and the BBC digital curriculum service in Northern Ireland<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-187 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Northern Ireland Curriculum: amenability findings for subjects and key stages in the BBC’s Year 1 commissioning plans<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_nireland_supplement_1.pdf'\/>ICT, amenability and the BBC digital curriculum service in Northern Ireland: Supplement 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-188 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The BBC first put forward the concept of a ‘digital curriculum service’ in 2000. A period of discussion and debate with interested parties followed. The BBC sought approval for its final version from the Department of Culture, Media and Sport (DCMS) on 3 May 2002.The proposals were given detailed consideration, which included assessment of the potential market impact and also took into account various market features, such as the ongoing provision of electronic learning credits (eLCs) to schools in England via Curriculum Online. Following public consultation, the Rt Hon Tessa Jowell MP, Secretary of State for Culture,Media and Sport, gave consent to the BBC digital curriculum service, subject to limits and constraints, on 9 January 2003.The European Commission gave clearance in September 2003.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_scotland.pdf'\/>ICT, amenability and the BBC digital curriculum service in Scotland<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-189 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">5–14 National Guidelines for Scotland: amenability for subjects and age ranges for the BBC’s Year 1 commissioning plans<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_scotland_supplement_1.pdf'\/>ICT, amenability and the BBC digital curriculum service in Scotland: Supplement 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-190 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The BBC first put forward the concept of a ‘digital curriculum service’ in 2000. A period of discussion and debate with interested parties followed.The BBC sought approval for its final version from the Department of Culture,Media and Sport (DCMS) on 3 May 2002.The proposals were given detailed consideration, which included assessment of the potential market impact and also took into account various market features, such as the ongoing provision of electronic learning credits (eLCs) to schools via Curriculum Online. Following public consultation, the RT Hon Tessa Jowell MP, Secretary of State for Culture,Media and Sport, gave consent to the BBC digital curriculum service, subject to limits and constraints, on 9 January 2003.The European Commission gave clearance in September 2003.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_wales.pdf'\/>ICT, amenability and the BBC digital curriculum service In Wales<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-191 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">National Curriculum for Wales: amenability findings for subjects and key stages in the BBC’s Year 1 commissioning plans<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_wales_supplement_1.pdf'\/>ICT, amenability and the BBC digital curriculum service In Wales: Supplement 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-192 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This review draws on a range of recent evidence to set out the progress that has been made in schools and the learning and skills sectors and to understand current challenges in realising the full potential of ICT in education in a new policy era .<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/becta_review_2005.pdf'\/>The Becta Review 2005: Evidence on the progress of ICT in education<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Further Education<\/td>\n<\/tr>\n<tr class=\"row-193 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This is the second report by the Content Advisory Board (CAB) to the Secretary of State on the performance of Curriculum Online. The first report, submitted in May 2004, reviewed our work programme and set out a number of recommendations in relation to: eLearning Credits (eLCs), research on quality, commissioning plans, and interventions to support the embedding of ICT in the classroom.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cab_report2.pdf'\/>Content Advisory Board (CAB) Report to the Secretary of State Report No 2<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-194 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This is the third report by the Content Advisory Board (CAB) to the Secretary of State. It reviews the current state of the digital content market, with particular reference to Curriculum Online, and provides observations and recommendations on the BBC digital curriculum service and other work carried out in 2005 on behalf of CAB<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cab_report3.pdf'\/>Content Advisory Board (CAB) Report to the Secretary of State Report No 3<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-195 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The effective use of information and communications technology (ICT) offers schools a unique opportunity to transform learning and teaching – to the benefit of learners, teachers, managers and institutions, as well as the UK economy as a whole.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/delivering_ndi.pdf'\/>Delivering the National Digital Infrastructure Enabling Improvement through ICT<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-196 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This leaflet provides a brief introduction to some of the main areas of digital content development and the help and support that the website offers.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/elearning_content_providers.pdf'\/>Advice and Guidance for  E-Learning Content Providers<\/a><\/td><td class=\"column-4\">Technology, ICT, VLE<\/td>\n<\/tr>\n<tr class=\"row-197 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The internet and other digital and information technologies are powerful tools, which open up new opportunities for everyone.  Electronic communication helps teachers and students learn from each other. These technologies can stimulate discussion, promote creativity and stimulate awareness of context to promote effective learning. Students with internet access are more confident and have been shown to produce better-researched, more effective and well presented projects.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/esafety.pdf'\/>E-Safety: Developing whole school policies to support effective practice<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety<\/td>\n<\/tr>\n<tr class=\"row-198 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This guide for school governors focuses on ICT infrastructure – the hardware, cabling, networks, connectivity and software that enable a school to use ICT to support learning, teaching and administration<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_ict_infrastructure.pdf'\/>ICT: essential guides for school governors (ICT Infrastructure)<\/a><\/td><td class=\"column-4\">ICT, Technology, Procurement, ESafety<\/td>\n<\/tr>\n<tr class=\"row-199 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This guide is intended to enable school governors to: • contribute to developing and reviewing a vision for learning and teaching with ICT • consider how their schools could develop the use of ICT to enhance learning and teaching • monitor the use of ICT in the curriculum more effectively<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_learning_teaching.pdf'\/>ICT: essential guides for school governors (Learning and teaching)<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Assessment, Inclusion, Communities<\/td>\n<\/tr>\n<tr class=\"row-200 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This guide is intended to enable school governors to: • contribute to developing or reviewing a vision and policy for continuing professional development (CPD) for ICT • monitor the extent to which effective ICT professional development for all staff is taking place.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_professional_development.pdf'\/>ICT: essential guides for school governors (Professional Development and ICT)<\/a><\/td><td class=\"column-4\">ICT, Technology, Professional Development, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-201 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This guide is intended to enable school governors to: • understand the importance of whole-school improvement planning in enabling organisational change • contribute to whole-school improvement through an awareness of the part ICT can play as a vehicle of change • monitor the role of ICT in contributing to more effective communication both within and beyond the school<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_wholeschool_improvement.pdf'\/>ICT: essential guides for school governors (ICT and whole-school improvement)<\/a><\/td><td class=\"column-4\">ICT, Technology, Inclusion, School Improvement<\/td>\n<\/tr>\n<tr class=\"row-202 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">The Schools ICT Unit at Bolton LEA provides support, advice and guidance to the secondary schools in the Bolton metropolitan area on a whole range of issues. As part of this support, every year each school gets three consultancy days – of which one focuses on managing ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_case_study_bolton.pdf'\/>FITS Case Study Improving delivery of ICT technical support, Bolton<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS, Technical Support <\/td>\n<\/tr>\n<tr class=\"row-203 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Thornleigh is a secondary voluntary-aided comprehensive school with sports college status. Having about 1,670 pupils aged 11 to 18 plus 113 teaching staff and 69 associate staff, it is a large school. Yet the school’s network manager, Kevin McAleer, does not have the air of someone struggling to keep his head above water coping with the myriad problems that can arise in a complex school network. Part of the reason lies in Kevin’s belief that buying good quality equipment – preferably all from the same manufacturer – gives fewer headaches and more value for money in the long run.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_case_study_thornleigh.pdf'\/>FITS Case Study Improving delivery of ICT technical support, Thornleigh<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS, Technical Support, Secondary<\/td>\n<\/tr>\n<tr class=\"row-204 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Turton is a school used to delivering good results – as evidenced by its highly   favourable Ofsted report and a string of awards and accolades. The school, with specialist status in media and the performing arts, has 106 staff and 1,700 pupils studying a wide range of subjects at all levels. Over the last few years the school has invested extensively in ICT, which it sees as imperative to future curriculum delivery and maintaining its status as a specialist college.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_case_study_turton.pdf'\/>FITS Case Study Improving delivery of ICT technical support, Turton<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS, Technical Support, Secondary, Incident Management, Problem Management, Secondary<\/td>\n<\/tr>\n<tr class=\"row-205 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This study is the sixth in a series that assesses progress in the provision of ICT within further education (FE) and sixth form colleges since 1999. It also forms part of the evidence base that will inform the development of the post-16 e-learning programme by examining the integration of this provision into the teaching and learning process.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_elearning_fe.pdf'\/>ICT and e-Learning in Further Education: The challenge of change<\/a><\/td><td class=\"column-4\">ICT, Technology, Further Education, Teaching and Learning, VLE, Research, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-206 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">What can a sedentary discipline like ICT possibly contribute to a subject centred around action and bodily performance? Why bother to use technology at all? How do teachers answer these questions?  This report is drawn from three national qualitative studies, carried out over five years and involving over 200 skilled computer users in the UK teaching force.1 The studies explored good practice in the use of ICT in 12 separate curriculum subjects.<br \/>\n<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_pe.pdf'\/>Body and Mind: A report on the use of ICT in physical education (PE)<\/a><\/td><td class=\"column-4\">ICT, Technology, PE, Research, Visual Learning, Teaching and Learning, Inclusion, SEN<\/td>\n<\/tr>\n<tr class=\"row-207 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools are developing inclusive learning and teaching practices. This booklet looks at social inclusion and attempts to identify some successful strategies from two first schools in Worcestershire. The schools featured are not new schools, nor do they have enormous budgets for lots of leading-edge equipment. Many of the children do not have access to ICT outside the school premises. These schools have been chosen because they are doing interesting things with modest equipment, and the activities they have developed could be replicated in any school.<br \/>\n<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_good_start.pdf'\/>A good start: Using ICT to enable social inclusion in primary schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Inclusion, SEN, Teaching and Learning, Literacy, Visual Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-208 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices. It focuses particularly on the Inclusion website, which was designed to identify content and information relating to the needs of pupils with SEN within the UK educational system, and on other websites that can support teachers in meeting the needs of all pupils within an inclusive education system.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_offering_support.pdf'\/>Offering Support: The inclusion website and other sources of help<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Inclusion, SEN, Teaching and Learning, Literacy<\/td>\n<\/tr>\n<tr class=\"row-209 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices. It explores ways in which ICT can be used in all schools to develop recording systems that are integral to planning, teaching and assessment.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_record.pdf'\/>On the record: ICT as a management tool<\/a><\/td><td class=\"column-4\">ICT, Technology, Management, Inclusion, SEN, Primary, Secondary, Assessment, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-210 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This booklet is one in a series of publications called ‘Include ICT’ that examine the ways in which schools and other organisations are developing inclusive learning and teaching practices. It explores ways in which ICT may be used to support deaf or hard-of-hearing pupils within a mainstream class. While the main focus is on including pupils with hearing difficulties, there are issues that will be familiar across the range of SEN and disabilities, and uses of ICT that may address challenges faced by many children.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/include_ict_see_hear.pdf'\/>See and hear: Using ICT to support the inclusion of deaf pupils in mainstream schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Inclusion, SEN, VLE, Teaching and Learning, Visual Learning<\/td>\n<\/tr>\n<tr class=\"row-211 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This information sheet identifies the key findings of Becta’s recent work exploring how a small sample of schools implemented open source software solutions. The sheet also identifies any benefits and issues that LEAs and schools need to be aware of when considering open source software.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/oss_information_sheet.pdf'\/>Using Open Source Software in Schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-212 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This review highlights key findings from a literature search and review of projects using Tablet PCs in English schools (for details, see Methodology, p12). Many of the findings for Tablet PCs apply equally to other mobile devices such as laptops<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/tablet_pc_review_literature.pdf'\/>Tablet PCs in schools: A review of literature and selected projects<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Mobile<\/td>\n<\/tr>\n<tr class=\"row-213 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This document, written in response to the final report of the working group on 14–19 reform1, anticipates the Government’s white paper on 14–19 curriculum and qualifications reform .<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/using_tech_elearning_1419_agenda.pdf'\/>Using technology and e-learning to support the 14-19 agenda<\/a><\/td><td class=\"column-4\">ICT, Technology, 14-19 Agenda, Personalised Learning, Secondary, Further Education, Higher Education, Leadership, Assessment, Collaboration, VLE<\/td>\n<\/tr>\n<tr class=\"row-214 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">These case studies were produced as part of the research commissioned by the British Educational Communications and Technology Agency (Becta), and funded by the Learning and Skills Council (LSC), into the use of ICT and e-learning for work-based learning in the skills sector.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbl_ict_elearning.pdf'\/>ICT and e-learning for work-based learning in the skills sector: Five case studies<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Work-based Learning<\/td>\n<\/tr>\n<tr class=\"row-215 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">This research – commissioned by Becta and funded by the Learning and Skills Council (LSC) – focuses on publicly funded small and medium-sized enterprises (SMEs) and the public sector. It describes developments and identifies how to best use the opportunities offered by new technologies to improve the effectiveness of learning in the workplace.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbl_need_know.pdf'\/>What you need to know about the use of ICT and e-learning for work-based learning in the skills sector: An overview of the research<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Work-based Learning, VLE, Training Providers<\/td>\n<\/tr>\n<tr class=\"row-216 even\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">There is no shortage of web-based materials that can contribute to the teaching of business studies and economics: the main difficulty lies in identifying those that will meet the needs of particular students and courses. Some websites that hold useful resources make significant demands on literacy skills, so it is particularly important for teachers to select resources that are both relevant and accessible to their students.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_business_economics.pdf'\/>Using web-based resources in Business and Economics<\/a><\/td><td class=\"column-4\">ICT, Technology, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-217 odd\">\n\t<td class=\"column-1\">2005<\/td><td class=\"column-2\">Becta is a UK agency and we support all four UK education departments in their strategic ICT developments. Becta’s mission is to exploit the power of ICT to support learning. We provide strategic leadership on ICT and learning, helping to develop a world-class education system. Becta guides and co-ordinates the necessary changes in policy and practice and brokers effective partnerships to establish and exploit reliable and sustainable educational technology.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/working_partnership_industry.pdf'\/>Working in partnership with the ICT industry<\/a><\/td><td class=\"column-4\">ICT, Technology, Collaboration, Leadership, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-218 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">There are many ways in which technology can support understanding between people from different cultural and linguistic communities and celebrate our common humanity. This booklet draws on examples of the successful use of new media to support cultural diversity, some of which were celebrated at UK Netd@ys 2003. These examples come from Europe and beyond, and show the benefits of international and cross-cultural links, and how these links can be made easier by technology. The young people involved enjoyed an enriched curriculum, which gave them opportunities for creativity and fun – we hope to share this enjoyment with you.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cultural_diversity.pdf'\/>Celebrating Cultural Diversity: Discover, understand, appreciate through ICT<\/a><\/td><td class=\"column-4\">ICT, Technology, International, VLE, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-219 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">LEAs have an important role to play in supporting schools as their pupils transfer from one phase of education to another.Transferring between phases often causes pupils to stagnate – or even regress – in terms of educational achievement, and many schools and LEAs are adopting strategies to tackle this. ICT has a role to play here, not only in providing an administrative tool but also, as a transferable skill, in providing pupils with a means for collaborative working, personal development and continuity of learning.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/moving_on_transition.pdf'\/>Moving on: The role of ICT in pupils’ transition<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Personalised Learning, VLE, Communities, Collaboration, Transition<\/td>\n<\/tr>\n<tr class=\"row-220 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of Virtual Learning Environments (VLEs) in teaching and learning. It summarises the key findings and suggests resources for further reading. There is some confusion about the definition, functions and role of VLEs used in the research literature. There are two terms currently being used when referring to ICT environments designed to aid the management of the learning process: VLEs (Virtual Learning Environments) and MLEs (Managed Learning Environments). They are generally a combination of some or all of the following features: ● Communication tools such as email, bulletin boards and chat rooms' ● Collaboration tools such as online forums, intranets, electronic diaries and calendars; ● Tools to create online content and courses; ● Online assessment and marking; ● Integration with school management information systems; ● Controlled access to curriculum resources; ● Student access to content and communications beyond the school.<br \/>\n<br \/>\n <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_vles.pdf'\/>What the research says about Virtual Learning Environments in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Collaboration, Teaching and Learning, Professional Practice, Parents<\/td>\n<\/tr>\n<tr class=\"row-221 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of ICT to reduce teachers’ workloads .The Teacher Workload Study conducted by Pricewaterhouse Coopers (PwC,2001) estimated that ICT could save between 3.25 hours and 4.55 hours per teacher per week.The issue of reducing workload is,however, much wider than whether ICT can help.Technology may be able to save time in the delivery of certain tasks but whether the task is necessary in the first place also needs careful consideration. The report summarises the key findings and suggests resources for further reading.<br \/>\nThe administrative tasks covered here include: ● preparing lesson plans and worksheets; ● writing student reports and Individual Education Plans; ● collating and analysing student attainment information for target-setting ● recording and analysing attendance and disciplinary information.<br \/>\nThis report considers a wide range of ICT, including: ● portable ICT devices; ● school networks; ● web-based resources; ● video conferencing; ● common office applications such as spreadsheets, word processing and databases.<br \/>\n<br \/>\n<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_workloads.pdf'\/>What the research says about ICT and reducing teachers’ worklo<\/a><\/td><td class=\"column-4\">ICT, Technology, Professional Practice, VLE, Communities, Collaboration, Teaching and Learning, Parents<\/td>\n<\/tr>\n<tr class=\"row-222 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This is the first in a series   of  Content Advisory Board (CAB) reports to the Secretary of State on the performance of Curriculum Online (COL). The report has been produced taking account of the objectives provided to CAB as part of its terms of reference and the specific requests set out in the Secretary of State’s letter to the Chair of the CAB (dated 23 March 2004). Our next full report will be provided in December 2004, with a progress update in October 2004<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/cab_report1.pdf'\/>Content Advisory Board (CAB) Report to the Secretary of State Report No 1<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-223 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Recent legislation on data protection and freedom of information has given greater rights to the individual and alongside them, greater responsibilities on those who hold personal data, whether on paper or electronically. This document provides a brief overview of the implications these changes involve for schools.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/dp_security[1].pdf'\/>Data Protection and Security – A summary for schools<\/a><\/td><td class=\"column-4\">ESafety, ICT, Technology, Mobile<\/td>\n<\/tr>\n<tr class=\"row-224 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This guide focuses on administrative roles and responsibilities and aims to help governors to: • be aware of the vital role that ICT plays in supporting effective leadership and efficient management and administration • gain a better understanding of the administrative processes within schools • appreciate how the use of ICT in administration can help the school release teacher time • implement the National Agreement on school reform.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_admin_roles_responsibilities.pdf'\/>ICT: essential guides for school governors (Admin roles and responsibilities)<\/a><\/td><td class=\"column-4\">ICT, Administration, ESafety<\/td>\n<\/tr>\n<tr class=\"row-225 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This guide aims to provide governors with information about ICT and assessment so they can: •  identify the key areas for their involvement in assessment; • act as ‘critical friends’ to the headteacher. The publication summarises types of assessment and governors’ statutory duties in this area and provides information on how ICT can help with assessment. It does not address the assessment of ICT as a subject<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_assessment_ict.pdf'\/>ICT: essential guides for school governors (Assessment and ICT)<\/a><\/td><td class=\"column-4\">ICT, Technology, Assessment<\/td>\n<\/tr>\n<tr class=\"row-226 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">ICT is increasingly becoming part of our daily lives, in the way that radio and television did fifty years ago. This is amply illustrated by the use of mobile communications, games consoles, digital cameras and other  technologies in the home, school and workplace. The 2002 Household Survey revealed that almost 90 per cent of young adults now use the internet from time to time. It also found that over 50 per cent of households now own a PC and that over a quarter of households have direct access to the internet<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_developing_vision.pdf'\/>ICT: essential guides for school governors (Developing a vision for ICT )<\/a><\/td><td class=\"column-4\">ICT, Technology, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-227 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">E-confidence has been identified as a major focus for the ongoing use and development of ICT in schools in 2004–2005.The Government’s vision for ICT, Fulfilling the Potential, states that ‘We want every school leader and governor, every teacher and member of support staff and every pupil to become e-confident’.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_econfident_school.pdf'\/>ICT: essential guides for school governors (Towards the e-confident school)<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Teaching and Learning, Assessment, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-228 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The DfES has commissioned Becta to produce a series of documents for school governors. This guide focuses on current policy directions that form part of the Government’s e-learning vision and has three sections: • The Policy Framework – the main directions from Government that affect ICT • Support and Review – support arrangements that are in place for schools • Resources for ICT – an overview of available resources<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_policies_directions.pdf'\/>ICT: essential guides for school governors (Policies and Directions)<\/a><\/td><td class=\"column-4\">ICT, Technology, Policy, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-229 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This is one of a series of documents for school governors produced by Becta.This guide outlines the need for governors to monitor the use of ICT – and pupils’ use of the internet in particular – so that while pupils use ICT whenever and wherever it is appropriate, they do so in safety. It also highlights the main health and safety issues associated with using ICT equipment.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/essential_guides_safety_security_ict.pdf'\/>ICT: essential guides for school governors (Safety and Security with ICT)<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Health and Safety<\/td>\n<\/tr>\n<tr class=\"row-230 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The purpose of the evaluation is to assess the effectiveness of the ICT Test Bed project in terms of its five key foci. It incorporates external and internal strands which are inter-related to maximise formative impact on the project<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/evaluation_test_bed.pdf'\/>Evaluation of the DfES ICT Test Bed Project<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Secondary, Further Education, Action Research, Teaching and Learning, Leadership, Collaboration, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-231 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report sets out the findings of a study investigating the use of information and communication technology (ICT) and its impact following significant investment in the ICT infrastructure and provision at the Millennium Primary School (MPS), Greenwich. The investment in ICT was a result  of a DfES-funded infrastructure project and one aim of this study was to investigate its effectiveness and outcomes<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/exploration_ict_greenwich.pdf'\/>An exploration of the use of ICT at the Millennium Primary School, Greenwich<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Teaching and Learning, Research, Parents, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-232 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This pocket guide is designed as a handy reference book for anyone involved in ICT management or day-to-day technical support in schools. It can also be used by anyone defining ICT or technical support strategy in schools. The guide is complementary to the Framework for ICT Technical Support (FITS), developed by Becta.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/fits_pocket_guide.pdf'\/>FITS Pocket Guide<\/a><\/td><td class=\"column-4\">ICT, Technology, FITS<\/td>\n<\/tr>\n<tr class=\"row-233 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Interactive whiteboards are creating quite a stir in classrooms across the country. Pupils talk about enjoying lessons more and finding them more interesting. Teachers revel in the increased range of materials available and celebrate the tangible improvements in pupils’ behaviour<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/getting_most_whiteboard_primary.pdf'\/>Getting the most from your interactive whiteboard: A guide for primary schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Teaching and Learning, Classroom Management<\/td>\n<\/tr>\n<tr class=\"row-234 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The content of this booklet is specifically aimed at senior managers and teachers in secondary schools, and includes practical classroom examples and case studies. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/getting_most_whiteboard_secondary.pdf'\/>Getting the most from your interactive whiteboard: A guide for secondary schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Teaching and Learning, Classroom Management<\/td>\n<\/tr>\n<tr class=\"row-235 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Becta has entered into negotiations with Microsoft and arrived at a pricing model that takes account of the total spend on Microsoft software by all UK schools. The outcome of these negotiations is a Memorandum of Understanding (MoU) between Becta and Microsoft. This MoU applies to schools in England, Scotland, Wales and Northern Ireland.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/guidance_microsoft_products.pdf'\/>Guidance to schools purchasing Microsoft products<\/a><\/td><td class=\"column-4\">ICT, Technology, Software<\/td>\n<\/tr>\n<tr class=\"row-236 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">ICT has a unique position within schools today in the drive to raise standards and support learning. After staffing, the provision and sustainability of ICT equipment and services has become the most expensive item on most schools’ annual budget.  In 2004 the only ring-fenced funding for schools, whether primary or secondary, relates to the provision of ICT equipment and services.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_guide_school_governors.pdf'\/>Information and Communications Technology (ICT): An essential  guide for school governors<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Teaching and Learning, Professional Development, ESafety, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-237 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This research reports on the evaluation of the application of a distributed learning environment, served by a repository of rich learning-object-based content that can be adapted and integrated into local teaching and learning strategies. This key skills field trial has led to a broader discussion around an exciting area of technological and educational development as it has been applied in practice to a somewhat problematic curriculum area.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/tools_teaching_trade.pdf'\/>Using ICT to share the tools of the teaching trade: A report on Open Source teaching<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Research, VLE, Professional Practice, Personalised Learning, Communities, Secondary, Further Education, Leadership, Assessment<\/td>\n<\/tr>\n<tr class=\"row-238 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">There are many uses of ICT that are appropriate with design and technology (D&amp;T), and there is an increasing number of web-based resources that can support and enhance learning in this area.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.Pri_D&amp;T.pdf'\/>Using web-based resources in Primary Design and Technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-239 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many useful resources to support modern foreign languages (MFL) can be accessed using the internet. These can then be bookmarked and set to be used offline.  The teacher can download and adapt some resources to meet the learning and teaching of specific objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of modern foreign languages with children in Key Stage 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.pri_mfl.pdf'\/>Using web-based resources in Primary Modern Foreign Languages <\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-240 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many useful resources to support the art and design lesson can be accessed using the internet. These can then be bookmarked and set to be used offline.  The teacher can download and adapt some resources to support the teaching and learning of specific key objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of art and design with children in Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.primary_art.pdf'\/>Using web-based resources in Primary Art and Design<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-241 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The internet has many useful resources to support secondary English.  You can bookmark these resources and the students can use them online, or download them and adapt them to meet the teaching and learning of specific objectives.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.sec_english.pdf'\/>Using web-based resources in Secondary English<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-242 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many good geographical resources can be accessed using the internet. These can be bookmarked, or added to a list of favourite sites, and set to be used offline.  Some resources can be downloaded and adapted by the teacher to meet specific learning objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching of geography at Key Stages 3 and 4.There are also resources for the post-16 phase.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.sec_geography.pdf'\/>Using web-based resources in Secondary Geography<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-243 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Using web-based resources is one of a number of ways to contribute to pupils’ entitlement to ICT in music lessons at Key Stage 3.Using ICT in music is statutory at this key stage and it should be used to ‘recall, capture, change, combine, create, manipulate and refine sounds’. Some examples given here describe lessons in which web-based materials were used to aid Key Stage 3 pupils in developing their musical skills, knowledge and understanding.  Other examples relate to non-statutory GCSE work in Key Stage 4.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.sec_music.pdf'\/>Using web-based resources in Secondary Music<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-244 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">There are many uses of ICT that are appropriate with design and technology (D&amp;T), and there is an increasing number of web-based resources that can support and enhance learning in this area.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_design_technology.pdf'\/>Using web-based resources in Primary Design and Technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-245 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many good foundation stage resources can be accessed using the internet. The examples given here describe a number of activities in which ICT is used effectively to support the early learning goals.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_foundation.pdf'\/>Using web-based resources in the Foundation Stage<\/a><\/td><td class=\"column-4\">ICT, Technology, Foundation, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-246 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many useful resources to support the art and design lesson can be accessed using the internet.  These can then be bookmarked and set to be used offline.  The teacher can download and adapt some resources to support the teaching and learning of specific key objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of art and design with children in Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_art_design.pdf'\/>Using web-based resources in Primary Art and Design<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-247 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many useful resources to support modern foreign languages (MFL) can be accessed using the internet.  These can then be bookmarked and set to be used offline.  The teacher can download and adapt some resources to meet the learning and teaching of specific objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of modern foreign languages with children in Key Stage 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_mfl.pdf'\/>Using web-based resources in Primary Modern Foreign Languages<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-248 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This series of booklets outline the online resources that can be used to support teaching in a range of subject areas.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_series.pdf'\/>Using web-based resources in Primary Series<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-249 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">There are many uses of ICT that are appropriate within design and technology, among them an increasing number of web-based resources that can support and enhance learning in this area.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_design_technology.pdf'\/>Using web-based resources in Secondary Design &amp; Technology<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-250 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many good resources to support the teaching and learning of English as an additional language (EAL) can be accessed using the internet.  These can be bookmarked and set to be used offline. Some can be downloaded and adapted by the teacher to meet specific learning objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the learning and teaching of EAL students in Key Stages 3 and 4.They are simply that – examples of how a particular type of web based resource can be used.  The approaches can be adapted for all subjects by all teachers to support the English language development of bilingual students.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_eal.pdf'\/>Using web-based resources in Secondary EAL<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-251 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The internet has many useful resources to support secondary English.  You can bookmark these resources and the students can use them online, or download them and adapt them to meet the teaching and learning of specific objectives.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_english.pdf'\/>Using web-based resources in Secondary English<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-252 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many good geographical resources can be accessed using the internet.  These can be bookmarked, or added to a list of favourite sites, and set to be used offline.  Some resources can be downloaded and adapted by the teacher to meet specific learning objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching of geography at Key Stages 3 and 4.There are also resources for the post-16 phase.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_geography.pdf'\/>Using web-based resources in Secondary Geography<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-253 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Many good resources for mathematics can be accessed using the internet. Some of these resources can be downloaded and adapted by the teacher to meet specific learning objectives while others can be used ‘as is’. The examples in this booklet describe a number of lessons in which ICT is used effectively to support the learning and teaching of mathematics at Key Stages 3 and 4.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_maths.pdf'\/>Using web-based resources in Secondary Mathematics (PDF opens on back page)<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-254 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">Using web-based resources is one of a number of ways to contribute to pupils’ entitlement to ICT in music lessons at Key Stage 3.Using ICT in music is statutory at this key stage and it should be used to ‘recall, capture, change, combine, create, manipulate and refine sounds’. Some examples given here describe lessons in which web-based materials were used to aid Key Stage 3 pupils in developing their musical skills, knowledge and understanding. Other examples relate to non-statutory GCSE work in Key Stage 4.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_music.pdf'\/>Using web-based resources in Secondary Music<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-255 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The internet has many useful resources to support secondary religious education. You can bookmark these resources for use offline, or download them to print out or adapt to meet the teaching and learning of specific objectives. The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of RE in Key Stages 3 and 4. Each of the examples shows just one of many ways in which these web-based resources can be used: you will have your own ideas which will be just as relevant as those given here. Some of the resources need plug-ins or additional software, such as Flash or Real Player, before you can access them fully.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_re.pdf'\/>Using web-based resources in Secondary RE<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-256 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">The Web-Based Resources series offers information on useful internet resources and applications that can be used to support learning and teaching across the curriculum. They also include helpful examples of each resource being used in classroom teaching. An example activity from each subject is in this booklet.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_series.pdf'\/>Using web-based resources in Secondary Series<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-257 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of ICT to reduce teachers’ workloads.  It summarises the key findings and suggests resources for further reading. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_01_workloads.pdf'\/>What the research says about ICT and reducing teachers’ workloads<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Workloads<\/td>\n<\/tr>\n<tr class=\"row-258 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of ICT to support teachers’ continuing professional development and education.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_02_cpd.pdf'\/>What the research says about ICT and continuing professional development (CPD) for teachers<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-259 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of available research about the use of portable information and communications technology (ICT) devices in teaching and learning.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_03_portable_devices.pdf'\/>What the research says about  portable ICT devices in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Mobile, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-260 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of Virtual Learning Environments (VLEs) in teaching and learning.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_04_vles.pdf'\/>What the research says about  Virtual Learning Environments in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, VLE, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-261 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research concerning ICT and classroom organisation in primary and secondary schools. It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_20_classroom_organisation.pdf'\/>What the research says about  ICT and classroom organisation in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Learning Environments and Spaces, Primary, Secondary, Teaching and Learning, SEN, Mobile<\/td>\n<\/tr>\n<tr class=\"row-262 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of available research about the use of ICT in the teaching and learning of history.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_21_history.pdf'\/>What the research says about   using ICT in History<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Visual Learning, VLE <\/td>\n<\/tr>\n<tr class=\"row-263 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of ICT in the teaching and learning of geography.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_22_geography.pdf'\/>What the research says about using ICT in Geography   <\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Mobile, Primary, Secondary, VLE<\/td>\n<\/tr>\n<tr class=\"row-264 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report is based on an analysis of available research about how primary and secondary teachers are using ICT in the teaching of modern foreign languages.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_23_mfla.pdf'\/>What the research says about using ICT in modern foreign languages<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, VLE, Visual Learning, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-265 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of current research about ICT and classroom organisation in primary and secondary schools. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_classroom.pdf'\/>What the research says about ICT and classroom organisation in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Learning Environments and Spaces, Primary, Secondary, SEN, Teaching and Learning, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-266 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of available research about the use of ICT to support teachers‘ continuing professional development and education.  It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_cpds.pdf'\/>What the research says about ICT and continuing professional development (CPD) for teachers<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Professional Development, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-267 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of current research about the use of ICT in the learning and teaching of geography. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_geography.pdf'\/>What the research says about ICT in Geography<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Visual Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-268 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of available research about the use of ICT in the learning and teaching of history.  It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_history.pdf'\/>What the research says about using ICT in History<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-269 odd\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of available research about how primary and secondary teachers are using ICT in the teaching of Modern Foreign Languages. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_mfl.pdf'\/>What the research says about using ICT in modern foreign languages<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Primary, Secondary, VLE, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-270 even\">\n\t<td class=\"column-1\">2004<\/td><td class=\"column-2\">This report based on an analysis of available research about the use of portable information and communications technology (ICT) devices in teaching and learning. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_porticts.pdf'\/>What the research says about portable ICT devices in  teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Mobile, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-271 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is part of a series of publications aimed at exploring the relationship between schools’ use of ICT and pupils’ achievement in national tests and examinations. It builds on earlier publications and complements reports published in the DfES\/Becta research and evaluation series. It examines  the relationship between the use of ICT and educational standards based on data obtained on schools from Ofsted inspections for the academic year 2000–01. This is further supplemented by test and examinations data from QCA for the same period.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/primary_schools_ict_standards_full-report.pdf'\/>Primary Schools – ICT and Standards: An analysis of national data from Ofsted and QCA by Becta<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Teaching and Learning, STEM, Inclusion, VLE, Parents, Attainment<\/td>\n<\/tr>\n<tr class=\"row-272 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Over the past few years Becta has established a growing body of evidence on the impact of ICT on standards in our schools.This report – part of a series – is based on a detailed analysis of the results of Ofsted inspections and QCA data on schools’ performance in national tests. As with previous reports in the series, it supports the case that ICT can help to improve teaching and learning in our schools. This report focuses in particular on the quality of the opportunities to learn with ICT provided to pupils, and whether there is any link to improved standards. The evidence from this study suggests that ICT should be regarded as central to the effort to improve standards, and that those schools which have been able to provide good opportunities to learn with ICT have benefited in terms of pupil attainment, motivation and attendance.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/secondary_schools_standards_full.pdf'\/>Secondary Schools – ICT and Standards: An analysis of national data from Ofsted and QCA by Becta<\/a><\/td><td class=\"column-4\">ICT, technology, Secondary, Leadership, STEM, Teaching and Learning, VLE, Collaboration, Parents, Professional Practice, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-273 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The role of the teacher is paramount in raising standards in science.When ICT is used as a demonstration tool it allows teachers to: • show scientific concepts and models; • explain and ask questions; • stimulate discussion; • invite interpretations of what is displayed; • encourage individuals to give a response, explanation or make a prediction.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.sec_science.pdf'\/>Using web-based resources in Secondary Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Teaching and Learning, Visual Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-274 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has greatly increased the sources available for history teaching in secondary schools.Web-based resources can be used online or offline or, where copyright permits, as print-outs for class or homework.The examples given here cover a range of possible activities in which ICT is used effectively in different ways. The National Curriculum for England gives examples of types of applications that can be used to enhance pupils’ learning and interest in the subject which do not involve the purchase of large amounts of subject-specific software. Instead they encourage teachers to use generic software such as word processors and data-handling programs when relevant to lesson objectives.<br \/>\n<br \/>\nUsing internet-based resources need not be a stand-alone activity. Pupils need to see the internet as only one of a range of sources of information, and should be encouraged to compare and combine findings from books, pictures and other media as well as internet sites. Internet searches can be used in combination with other software such as word processors to help pupils to construct historical arguments in which the web resources are used to illustrate a point. Some pupils will benefit from the use of word-processing techniques to help them to analyse texts such as primary sources found on the web, before drawing conclusions about their point of view, their accuracy or the extent to which they are related to other sources.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_history.pdf'\/>Using web-based resources in Secondary History<br \/>\n<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Teaching and Learning, Visual Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-275 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of interactive whiteboards in teaching and learning. It summarises the key findings and suggests resources for further reading. Among the potential applications covered in this report are: ● using web-based resources in whole-class teaching; ● showing video clips to help explain concepts; ● demonstrating a piece of software; ● presenting students’ work to the rest of the class; ● creating digital flipcharts; ● manipulating text and practising handwriting; ● saving notes written on the board for future use; ● quick and seamless revision.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_whiteboards.pdf'\/>What the research says about interactive whiteboards<\/a><\/td><td class=\"column-4\">ICT, Technology, Visual Learning, Teaching and Learning, Collaboration, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-276 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research about ICT and whole-school improvement. It summarises the key findings and suggests resources for further reading. The term ‘whole-school improvement’ is used in this briefing to describe the wide range of ways in which schools can progress and develop in order to raise standards, and the role that ICT can play in this process. When considering the impact of ICT in education there often tends to be a focus on whether, and to what extent, ICT can raise pupil achievement; although this is an important aspect and a measure of a school’s performance, there are many other factors which can reflect the extent to which a school is improving. The purpose of this briefing is to identify the ways in which ICT can assist with all of these factors, including: ● raising pupil motivation; ● improving pupil behaviour; ● enhancing communications both within and between schools; ● enhancing assessment methods and their impact; ● reducing teacher workload; ● increasing efficiency in school management.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_ws_improvement.pdf'\/>What the research says about ICT and whole-school improvement<\/a><\/td><td class=\"column-4\">ICT, Technology, Professional Practice, VLE, Communities, Collaboration, Teaching and Learning, Assessment, MIS, Parents<\/td>\n<\/tr>\n<tr class=\"row-277 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The BBC digital curriculum service will provide a multimedia online resource, consisting of content and a limited learning platform. It will be based on current UK curricula and intended for use by learners at home and school. It will be formally launched in January 2006.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/amenability_england.pdf'\/>ICT, amenability and the BBC digital curriculum service in England: Becta's report to the DCMS<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-278 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This pilot project is beginning to identify real value in the use of small, handheld computing devices for both teachers and pupils in English schools. This report, compiled for the Education Show in March 2003, sets out some insights into the progress made so far, and identifies potential avenues for further investigation and ways in which to ensure that these are worthwhile.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/handheld.pdf'\/>Handheld Computers (PDAs) in Schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, ESafety, Parents, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-279 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The evidence from the research literature shows that teachers’ pedagogies and pedagogical reasoning influence their uses of ICT and thereby pupils’ attainment.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_pedagogy.pdf'\/>ICT and Pedagogy: A review of the research literature<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Attainment, Collaboration, Professional Practice, Pedagogy, Primary, Secondary, STEM, Learner Voice, VLE<\/td>\n<\/tr>\n<tr class=\"row-280 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The ICT Research Bursaries were funded by the DfES and managed by Becta. They highlight the importance that the Government places on the role of independent research in informing policy and practice relating to the use of ICT in education.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ict_research_bursaries.pdf'\/>ICT Research Bursaries: A compendium of research reports<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Parents, VLE, Primary, Secondary, Communities, Professional Development, STEM<\/td>\n<\/tr>\n<tr class=\"row-281 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The Laptops for Teachers initiative (LfT) launched by the Department for Education and Skills in Spring 2002, aimed to increase teachers’ and headteachers’ access to computers. In the first two years of the initiative (2002–2004), the Government provided £120 million for the purchase of laptops. Minimum technical specifications for the first year were specified by the DfES to ensure that laptops of an acceptable standard were supplied to headteachers and teachers. LEAs allocated the laptops to their schools. The evaluation focuses on the first year of the Initiative and thus the impact of later changes, including increased Government investment and introduction of the teachers’ National Agreement1 for workload are not accounted for.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/laptops_teachers.pdf'\/>Laptops for Teachers: An Evaluation of the First Year of the Initiative<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, VLE, Professional Practice, Assessment, Management, ESafety, Sustainability<\/td>\n<\/tr>\n<tr class=\"row-282 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">In July 2002 the published report of the Post-16 e-learning Task Force entitled Get on with IT stressed the important role that ICT has to play in post-16 education, recommending that the concept of Curriculum Online for Schools should be expanded into post-16 learning in the form of NLN Online. The report defined e-learning as learning with the help of information and communications technology tools. These tools may include the Internet, intranets, wireless networking, PC (personal computer) based technologies, handheld computers,  interactive TV and also the use of e-technology to support traditional delivery, for example, using electronic whiteboards and video conferencing.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/paving_the_way_excellence.pdf'\/>Paving the Way (Has missing front pages)<\/a><\/td><td class=\"column-4\">ICT, Technology, VLE, Further Education, Mobile, Teaching and Learning, Knowledge Creation, Assessment<\/td>\n<\/tr>\n<tr class=\"row-283 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is part of a   series of publications aimed at exploring the relationship between schools’ use of ICT and pupils’ achievement in national tests and examinations. It builds on earlier publications and complements reports published in the DfES\/Becta research and evaluation series. It examines the relationship between the use of ICT and educational standards based on data obtained on schools from Ofsted inspections for the academic year 2000 – 01. This is further supplemented by test and examinations data from QCA for the same period .  <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/primary_schools_ict_standards_full_report.pdf'\/>Primary Schools – ICT and Standards: An analysis of national data from Ofsted and QCA by Becta<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Research, Leadership, Teaching and Learning, STEM, Parents, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-284 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The report's findings are based on data obtained from Ofsted inspections for the academic year 2000-01. This is further supplemented by test and examinations data from QCA for the same period. Where relevant, the report makes comparisons with data from datasets covering September 1998 to July 1999, and January to July 2000 in order to verify the findings of earlier analyses. The findings from these earlier analyses have been verified by analysis of a new sample of 2,582 schools receiving a full inspection in the academic year 2000-01.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/primary_schools_ict_standards_summary.pdf'\/>Primary Schools – ICT and Standards: An analysis of national data from Ofsted and QCA by Becta<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Research, Leadership, Teaching and Learning, STEM, Parents, Inclusion<\/td>\n<\/tr>\n<tr class=\"row-285 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Leadership teams in LEAs have a key role in supporting their schools in the use of ICT for learning, teaching and management. LEAs that had a successful  fsted inspection have some common characteristics in their development of ICT in schools, and this report identifies some highlights of current practice in: • vision and planning, • implementation of support, training and infrastructure and resources; • monitoring and evaluation. The outcomes provide clear guidance and pose some challenging questions for LEA leaders.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/reflections_success.pdf'\/>Reflections on success: LEA support for ICT in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, LEA, Professional Development, Evaluation<\/td>\n<\/tr>\n<tr class=\"row-286 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">For the past three years Becta has conducted extensive research analysis aimed at exploring the relationship between schools’ use of ICT and pupils’ achievement in national tests and examinations. This leaflet presents key findings from the report Secondary Schools – ICT and Standards.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/secondary_schools_standards_summary.pdf'\/>Secondary Schools – ICT and standards: An analysis of national data from Ofsted and QCA by Becta<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Leadership<\/td>\n<\/tr>\n<tr class=\"row-287 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The following report is drawn from two national, qualitative studies by the author, carried out over four years and involving over 200 skilled computer users in the UK teaching force.1 The studies explored good practice in the use of ICT in 12 separate curriculum subjects. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/use_of_ict_art_design.pdf'\/>A report on the use of Information and Communications Technology (ICT) in art and design<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Professional Practice, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-288 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">There are many resources on the web that can be used to improve the quality of geography teaching in the primary school. Some resources can be used directly by pupils, whilst others assist the teacher in producing resources to suit specific needs.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.pri_geography.pdf'\/>Using web-based resources in Primary  Geography<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-289 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Using web-based resources is one of a number ways to contribute to a pupil’s entitlement to ICT in music lessons.  Using ICT in music lessons is not statutory at Key Stage 1, but the National Curriculum Order for music does encourage worthwhile use of ICT.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.pri_music.pdf'\/>Using web-based resources in Primary Music<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-290 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has many useful resources to support the teaching of RE in primary schools.  You can bookmark these resources and use them offline, or download and adapt them to meet the subject-specific objectives for teaching and learning.  The examples given here describe a number of lessons in which information and communication technology (ICT) is used effectively to support the teaching and learning of RE at Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr.pri_RE.pdf'\/>Using web-based resources in Primary RE<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-291 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">There are many resources on the web that can be used to improve the quality of geography teaching in the primary school. Some resources can be used directly by pupils, whilst others assist the teacher in producing resources to suit specific needs. The lessons and examples here have been selected to illustrate the variety of types of web-based resources and the ways in which they can be used effectively to support the teaching of geography in Key Stages 1 and 2.They can be bookmarked, downloaded and used offline or adapted for specific requirements.  There may be other sites which could serve a similar purpose – using a searchable database such as Curriculum Online or The Teacher Resource Exchange will help you to find them.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_geography.pdf'\/>Using web-based resources in Primary Geography<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-292 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has many useful resources and applications that can support primary history teaching.  You can bookmark them and use them offline, or download them and adapt them to meet specific learning objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching of history in Key Stages 1 and 2. In some of the examples, applications are used with a projector and whiteboard or a large screen monitor in whole-class teaching, whilst others are used by groups of children, working independently or with a teacher. In some cases pupils work in pairs discussing and sharing ideas with their partner.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_history.pdf'\/>Using web-based resources in Primary History<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-293 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">As they progress through primary school, pupils should develop skills in using a wide range of ICT tools. Most of the ICT curriculum at Key Stages 1 and 2 can be taught using a set of basic software tools.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_ict.pdf'\/>Using web-based resources in Primary ICT (Doc pages out of order)<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-294 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Many useful resources to support the literacy lesson can be accessed using the internet.  These can then be bookmarked and set to be used offline. Some resources can be downloaded and adapted by the teacher to meet the teaching and learning of specific key objectives.  The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of literacy to children in Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_literacy.pdf'\/>Using web-based resources in Primary Literacy<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-295 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Many good mathematics applications can be accessed using the internet. These can be bookmarked and set to be used offline. Some can be downloaded and adapted by the teacher to meet specific learning objectives. The examples given here describe a number of lessons in which ICT is used effectively to support the teaching of mathematics to children in Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_maths.pdf'\/>Using web-based resources in Primary Mathematics<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-296 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">Using web-based resources is one of a number ways to contribute to a pupil’s entitlement to ICT in music lessons.  Using ICT in music lessons is not statutory at Key Stage 1, but the National Curriculum Order for music does encourage worthwhile use of ICT.  There is a statutory requirement to use ICT in music at Key Stage 2 and it should be used to ‘(recall), capture, change and combine sounds’. The examples given here describe a number of lessons in which web-based materials were used to help Key Stage 1 and 2 pupils to develop their musical knowledge and understanding.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_music.pdf'\/>Using web-based resources in Primary Music<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-297 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has many useful resources to support the teaching of RE in primary schools. You can bookmark these resources and use them offline, or download and adapt them to meet the subject-specific objectives for teaching and learning. The examples given here describe a number of lessons in which information and communication technology (ICT) is used effectively to support the teaching and learning of RE at Key Stages 1 and 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_re.pdf'\/>Using web-based resources in Primary RE<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-298 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has many useful resources to support primary science. You can bookmark them and use them offline, or download them and adapt them to meet the teaching and learning of specific key objectives. The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of science to children in Key Stages 1 and 2.The examples given here are just that – examples of how the sites could be used. You will have your own ideas on how a site may be used which will be just as relevant as the examples given here.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_science.pdf'\/>Using web-based resources in Primary Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-299 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">The internet has many useful resources to support primary science. You can bookmark them and use them offline, or download them and adapt them to meet the teaching and learning of specific key objectives. The examples given here describe a number of lessons in which ICT is used effectively to support the teaching and learning of science to children in Key Stages 1 and 2.The examples given here are just that – examples of how the sites could be used. You will have your own ideas on how a site may be used which will be just as relevant as the examples given here.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_primary_science.pdf'\/>Using web-based resources in Primary Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Primary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-300 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">ICT can also be used to enhance individual learning, with structured tasks and activities focused on scientific ideas. ICT can be used just as effectively in the plenary session where children can demonstrate and explain what they have learned and display their work.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wbr_secondary_science.pdf'\/>Using web-based resources in Secondary Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Secondary, Resources, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-301 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research about the motivational effects of Information and Communications Technologies (ICT) on students’ commitment to and engagement in learning.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_05_motivation.pdf'\/>What the research says about  ICT and motivation<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Mobile, VLE, Immersive Learning, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-302 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research about the uses made of network technologies and their impacts on teaching and learning.   It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_06_network_technology.pdf'\/>What the research says about  network technologies in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-303 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of interactive whiteboards in teaching and learning. It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_07_whiteboards.pdf'\/>What the research says about  interactive whiteboards<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Visual Learning<\/td>\n<\/tr>\n<tr class=\"row-304 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of research into the use made of video conferencing and its impact on teaching and learning.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_08_video_conferencing.pdf'\/>What the research says about  video conferencing in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-305 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research about school leadership and the effective integration of ICT in schools.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_09_srategic_leaders.pdf'\/>What the research says about  strategic leadership and management of ICT in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Leadership, Management, Professional Development, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-306 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research into the use of ICT within Initial Teacher Training (ITT).  .  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_10_teacher_training.pdf'\/>What the research says about  ICT and initial teacher training<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-307 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about the barriers to the effective use of information and communications technology (ICT) in teaching.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_11_ict_teaching.pdf'\/>What the research says about  barriers to the use of ICT in teaching<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-308 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about how information and communications technology (ICT) can support inclusive practice in schools.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_12_ict_suport.pdf'\/>What the research says about  ICT supporting special educational needs (SEN) and inclusion<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, SEN, Inclusion, Teaching and Learning, Professional Practice, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-309 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research for ICT support for schools.    It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_13_about_ict.pdf'\/>What the research says about  ICT support in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, LEA<\/td>\n<\/tr>\n<tr class=\"row-310 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about the use of ICT with home-school links.   It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_14_ict_home.pdf'\/>What the research says about  ICT and home-school links<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Parents, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-311 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of digital video (DV) in teaching and learning.   It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_15_digital_video.pdf'\/>What the research says about  digital video in teaching and learning <\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Visual Learning, Literacy<\/td>\n<\/tr>\n<tr class=\"row-312 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about how primary and secondary teachers are using ICT in the English curriculum.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_16_english.pdf'\/>What the research says about  using ICT in English<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Primary, Secondary, Collaboration, Personalised Learning, Literacy, Assessment<\/td>\n<\/tr>\n<tr class=\"row-313 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about primary and secondary teachers’ use of ICT in maths. It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_17_maths.pdf'\/>What the research says about  using ICT in Maths<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, STEM, Teaching and Learning, Collaboration, Mobile, Numeracy, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-314 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of current research about the use of ICT in the teaching and learning of science.  It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_18_science.pdf'\/>What the research says about  using ICT in Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, STEM, Teaching and Learning, Mobile, Visual Learning, Professional Practice<\/td>\n<\/tr>\n<tr class=\"row-315 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report is based on an analysis of available research about ICT and whole-school improvement. It summarises the key findings and suggests resources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_19_whole_school.pdf'\/>What the research says about ICT and whole-school improvement<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Parents, Leadership<\/td>\n<\/tr>\n<tr class=\"row-316 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of available research about ICT support for schools. It summarises the key findings and suggests sources for further reading. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_aboutict.pdf'\/>What the research says about ICT support for schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Support, LEA<\/td>\n<\/tr>\n<tr class=\"row-317 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of current research about the barriers to the effective use of information and communications technology (ICT) in teaching. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_barriersinteach.pdf'\/>What the research says about barriers to the use of ICT in teaching<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Barriers<\/td>\n<\/tr>\n<tr class=\"row-318 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of current research about the use of digital video (DV) in teaching and learning.   It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_digitalvideo.pdf'\/>What the research says about digital video in teaching and learning.<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Visual Learning, Literacy<\/td>\n<\/tr>\n<tr class=\"row-319 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of current research about how primary and secondary teachers are using ICT in the English curriculum. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_english.pdf'\/>What the research says about using ICT in English<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Literacy, Primary, Secondary, Collaboration, Assessment<\/td>\n<\/tr>\n<tr class=\"row-320 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about the use of ICT with home-school links. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_icthome.pdf'\/>What the research says about ICT and home-school links <\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Parents, Teaching and Learning, Mobile<\/td>\n<\/tr>\n<tr class=\"row-321 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about how information and communications technology (ICT) can support inclusive practice in schools. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_ictsupport.pdf'\/>What the research says about ICT supporting special educational needs (SEN) and inclusion<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Inclusion, SEN, Teaching and Learning, VLE, Communities, Personalised Learning<\/td>\n<\/tr>\n<tr class=\"row-322 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of available research into the use of ICT within initial teacher training (ITT). It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_initteachtrain.pdf'\/>What the research says about ICT and initial teacher training<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Professional Practice, VLE<\/td>\n<\/tr>\n<tr class=\"row-323 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This briefing is based on an analysis of available research about primary and secondary teachers’ use of ICT in maths. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_maths.pdf'\/>What the research says about using ICT in Maths<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, STEM, Numeracy, Collaboration, Professional Practice, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-324 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of available research about the motivational effects of Information and Communications Technology (ICT) on students’ commitment to and engagement in learning. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_motivation.pdf'\/>What the research says about ICT and motivation<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Personalised Learning, VLE<\/td>\n<\/tr>\n<tr class=\"row-325 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of available research about the uses made of network technologies and their impacts on teaching and learning.  It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_network.pdf'\/>What the research says about network technologies in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Teaching and Learning, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-326 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of current research about the use of ICT in the teaching and learning of science. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_science.pdf'\/>What the research says about using ICT in Science<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, STEM, Teaching and Learning, Visual Learning, Mobile<\/td>\n<\/tr>\n<tr class=\"row-327 odd\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of available research about school leadership and the effective integration of ICT in schools. It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_stratleaders.pdf'\/>What the research says about strategic leadership and management of ICT in schools<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, Leadership, Management, Professional Development<\/td>\n<\/tr>\n<tr class=\"row-328 even\">\n\t<td class=\"column-1\">2003<\/td><td class=\"column-2\">This report based on an analysis of research into the use of video conferencing and its impact on teaching and learning. . It summarises the key findings and suggests sources for further reading.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/wtrs_vidconf.pdf'\/>What the research says about video conferencing in teaching and learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Research, VLE, Teaching and Learning, Collaboration<\/td>\n<\/tr>\n<tr class=\"row-329 odd\">\n\t<td class=\"column-1\">2002<\/td><td class=\"column-2\">ImpaCT2 is one of a number of projects commissioned by the Department for Education and Skills (DfES) and managed by Becta with the aim of evaluating the progress of the ICT in Schools Programme. This summary reports primarily on the outcomes  of Strand 3.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact2_case_studies.pdf'\/>ImpaCT2: Learning at home and school: Case studies<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Professional Development, Literacy, SEN<\/td>\n<\/tr>\n<tr class=\"row-330 even\">\n\t<td class=\"column-1\">2002<\/td><td class=\"column-2\">ImpaCT2 is one of the most comprehensive investigations into the impact of information and communications technology (ICT) on educational attainment so far conducted in the UK. This summary reports on the key findings from Strand 1 of the ImpaCT2 study.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact2_pupil_learning_attainment.pdf'\/>ImpaCT2: The Impact of Information and Communication Technologies on Pupil Learning and Attainment<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Attainment, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-331 odd\">\n\t<td class=\"column-1\">2002<\/td><td class=\"column-2\">ImpaCT2 is one of a number of projects commissioned by the Department for Education and Skills and managed by Becta with the aim of evaluating the progress of the ICT in Schools Programme. This summary reports primarily on the outcomes of Strand 2.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/impact2_school_community.pdf'\/>ImpaCT2: Pupils’ and Teachers’ Perceptions of ICT in the Home, School and Community<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Learner Voice, Primary, Secondary<\/td>\n<\/tr>\n<tr class=\"row-332 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the leadership and management element of the Self-review framework. The descriptors will help you decide where you are in your ICT development.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/leadershipandmanagement.pdf'\/>Leadership and Management: Self-review framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Management, Self-Review Framework, ESafety, Evaluation<\/td>\n<\/tr>\n<tr class=\"row-333 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the professional development element of the Self-review framework. The descriptors will help you decide where you are in your ICT development.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/professionaldevelopment.pdf'\/>Professional development: Self-review framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Professional Development, Collaboration, Evaluation<\/td>\n<\/tr>\n<tr class=\"row-334 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the assessment of ICT capability element of the Self-review framework. The descriptors will help you decide where you are in your ICT development<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/assessment.pdf'\/>Assessment of IT Capability<\/a><\/td><td class=\"column-4\">ICT, Assessment, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-335 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">With literally billions of pages of information, the internet can sometimes appear overwhelming. So it’s important to help your children understand how best to find the information they want so they don’t waste time or become frustrated.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/e8485399-c140-4a5c-8403-c8e4be183f55.pdf'\/>Here’s how….to search smartly for information<\/a><\/td><td class=\"column-4\">Search<\/td>\n<\/tr>\n<tr class=\"row-336 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">The internet is an instant source of valuable information on subjects children study, or take an interest in. It is impossible, however, to ensure everything on the internet is good quality.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/evaluate_online_information.pdf'\/>Here’s how...to evaluate information online (Leaflet)<\/a><\/td><td class=\"column-4\">Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-337 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">Encouraging your children to follow up their favourite hobbies and interests with online activities has several benefits.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/expand_child_interests.pdf'\/>Here’s how….. to expand your child’s interests (Leaflet)<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Literacy<\/td>\n<\/tr>\n<tr class=\"row-338 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the leadership and management element of the Self-review framework. The descriptors will help you decide where you are in your ICT development<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/leadershipandmanagement.pdf'\/>Leadership and Management: Self-review framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Leadership, Management, Self-Review Framework, ESafety<\/td>\n<\/tr>\n<tr class=\"row-339 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the learning element of the Self-review framework. The descriptors will help you decide where you are in your ICT development<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/learning.pdf'\/>Learning: Self-Review Framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Teaching and Learning, Critical Evaluation, Self-Review Framework<\/td>\n<\/tr>\n<tr class=\"row-340 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">You know the excitement and educational value of visiting museums and how they can inspire young minds. But it isn’t always possible to go and visit them in person. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/museum_visit.pdf'\/>Here’s how...to visit a museum without leaving home (Leaflet)<\/a><\/td><td class=\"column-4\">Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-341 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This pack suggests a variety of simple ways for you to: • get more involved in your child’s learning; • engage more with their school ; • help Next Generation Learning become a reality for every child. The choice is yours. Try what suits you.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/ngl_how_to_pack.pdf'\/>Here’s how…you can support your child’s learning with technology: Next Generation Learning<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, Mobile, ESafety, Teaching and Learning<\/td>\n<\/tr>\n<tr class=\"row-342 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the planning element of the Self-review framework. The descriptors will help you decide where you are in your ICT development<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/planning.pdf'\/>Planning: Self-review framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Teaching and Learning, Parents, Inclusion, ESafety, Leadership<\/td>\n<\/tr>\n<tr class=\"row-343 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This PDF provides an overview of the resources element of the Self-review framework. The descriptors will help you decide where you are in your ICT development.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/resources.pdf'\/>Resources: Self-Review Framework<\/a><\/td><td class=\"column-4\">ICT, Technology, Self-Review Framework, Learning Environments and Spaces, Sustainability, VLE, Management, ESafety, Evaluation<\/td>\n<\/tr>\n<tr class=\"row-344 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">This pack suggests a variety of simple ways for you to: • get more involved in your child’s learning; • engage more with their school; • help Next Generation Learning become a reality for every child.; The choice is yours. Try what suits you.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/share_the_success.pdf'\/>Here’s how…. to share the success of Next Generation Learning in school (Leaflet)<\/a><\/td><td class=\"column-4\">Technology, Parents<\/td>\n<\/tr>\n<tr class=\"row-345 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">The internet offers unlimited resources to support your child’s learning – from written information to images to music. It is important, however, that they understand how to use the content they find responsibly<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/use_content_responsibly.pdf'\/>Here’s how...to teach your child to use online content responsibly (Leaflet)<\/a><\/td><td class=\"column-4\">ICT, Technology, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-346 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">Being safe online and behaving responsibly are important aspects of using the internet effectively.  Your children may seem ultra-confident with using technology, but there’s still a lot you can teach them.<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/use_internet_responsibly.pdf'\/>Here’s how...to help your child use the internet responsibly (Activity Pack)<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Parents<\/td>\n<\/tr>\n<tr class=\"row-347 odd\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">Online communities offer children varied opportunities for developing knowledge and interests as well as important social and communication skills.  As with most things, however, children need to behave appropriately, be aware of potential issues and know how to deal with them. This card gives you a quick overview<\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/make_most_of_online_communities.pdf'\/>Here’s how...to make the most of online communities<\/a><\/td><td class=\"column-4\">ICT, Technology, Communities, Parents, ESafety<\/td>\n<\/tr>\n<tr class=\"row-348 even\">\n\t<td class=\"column-1\">nd<\/td><td class=\"column-2\">Being safe online and behaving responsibly are important aspects of using the internet effectively.  Your children may seem ultra-confident with using technology, but there’s still a lot you can teach them. <\/td><td class=\"column-3\"><a href='\/wp-content\/uploads\/2019\/06\/use_internet_responsibly(leaflet).pdf'\/>Here’s how...to help your child use the internet responsibly (Leaflet)<\/a><\/td><td class=\"column-4\">ICT, Technology, ESafety, Parents<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<!-- #tablepress-9 from cache --><\/div>\n","protected":false},"excerpt":{"rendered":"<p>Reassembled MirandaNet Fellows were often involved in research projects funded by Becta (British Educational Communications and Technology Agency), a public body funded by the Department for Education in the United Kingdom to oversee the procurement and use of computers in &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/becta-reassembled\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10749","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10749"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10749"}],"version-history":[{"count":4,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10749\/revisions"}],"predecessor-version":[{"id":12447,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10749\/revisions\/12447"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10749"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}