{"id":10742,"date":"2015-04-11T00:00:00","date_gmt":"2015-04-10T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/testimonials\/"},"modified":"2019-07-10T13:48:00","modified_gmt":"2019-07-10T12:48:00","slug":"testimonials","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/testimonials\/","title":{"rendered":"Testimonials"},"content":{"rendered":"<div id=\"x-section-1\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: o 0px 0 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" style=\"padding-bottom:0;\">\n<h5 style=\"margin-top:0;\">Roger Turner<br \/>\nLightspeed Technologies Associate<\/h5>\n<p>Often teachers and academics do not want to hear from companies. I get rather bored when on an exhibition stand and teachers pass me by – even though I have had prestigious jobs in education in the past. In MirandaNet, however, Fellows know that Lightspeed Technologies has a strong commitment to education and we like the fact that we are treated as equals and our opinions are respected.<\/p>\n<p>I enjoy most the networking dinners where MirandaNet brings together academics, companies and teachers at the table to discuss current education issues. We also value our participation in the events that MirandaNet runs. We bring a pull-up and we are given a table where we can give demonstrations. Fellows also help us to develop presentations that show how our product has been well researched and this really adds to the quality of our networking with educators when we can speak on an equal footing about education issues. We are now building on some research into the value of our soundfield equipment, in particular a new system that supports small group collaborative teaching and learning. MirandaNet Fellows have given considerable help in the design of the research model and will be participating in the roll out of the school-based action research programme and the analysis of data collected.<\/p>\n<p>My company is based in Oregon, USA and its Executive Board appreciate the opportunities that The MirandaNet Fellowship gives them to make contacts in England and to understand how educators think. The highlight for the Board was BETT13 where they talked to some very interesting Fellows and heard their presentations in the conference that ran alongside BETT13.<\/div><\/div><\/div><\/div><div id=\"x-section-2\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: 0 0px 0 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" >\n<h5 style=\"margin-top:0;\">Mike Sharples<br \/>\nProfessor of Educational Technology, The Open University, UK<\/h5>\n<p>Over the past 20 years there have been changes in Government and considerable shifts in education policy, not only in the UK, but worldwide. With this comes an inevitable loss of memory and a failure to build on previous successes. Throughout this time, MirandaNet has provided incalculable benefit to education by providing policy briefings, case studies and evaluations on learning with digital technologies. Its vibrant network of expert researchers and practitioners has informed the development of policies on new methods of classroom teaching, connections between formal and informal learning, learning with personal and mobile technologies, appropriate use of social network technologies for learning, and many other topics. The great strength of MirandaNet is that it is a loose alliance of professionals with many affiliations, sitting outside the influence of any government, yet working alongside governments and agencies throughout the world to offer wise advice and support for effective educational innovations. I am honoured to be a MirandaNet Fellow and I continue to benefit from engagement with the MirandaNet community.<\/div><\/div><\/div><\/div><div id=\"x-section-3\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: 0 0px 0 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" >\n<h5 style=\"margin-top:0;\">Graham Newell<br \/>\nIRIS Connect Associate<\/h5>\n<p>Being a MirandaNet associate has given us marketing opportunities that our company would not other wise enjoy. MirandaNet has 800 members in 80 countries but in addition, members have worked with governments and institutions in approximately 25 countries and can give us valuable contacts. Recently Christina Preston did a speaking tour of universities and schools in Australia and Poland, for example, and has provided us with leads from these countries.<\/p>\n<p>Knowledge about us is spread because Fellows mention our products in their research presentations but they also find us leads when they are networking with colleagues. These recommendations are the strongest we receive in terms of potential sales. MirandaNet Fellows are also very well informed about education systems in the countries where they have worked which can be useful in knowing how to approach new markets.<\/p>\n<p>Being an Associate of the MirandaNet Fellowship is also prestigious as they are known only to accept applications from companies with products and services that are valuable to teachers. &nbsp;We are also gaining from MirandaNet’s reputation in research since 1992 which is outstanding: They have done studies for governments, companies and a range of institutions. We like the writing style as well which appeals to teachers. We also like the advice that is given to teachers that is a practical outcome from the research.<\/p>\n<p>As a&nbsp; result of our respect for the quality of MirandaNet research, we are in the middle of a research project with MirandaNet&nbsp; Fellows that promises to be a useful addition to our portfolio.<\/div><\/div><\/div><\/div><div id=\"x-section-4\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: 0 0px 0 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" >\n<h5 style=\"margin-top:0;\">Rachel Jones<br \/>\nSteljes Associate and Director of the Elliot Academies<\/h5>\n<p>Steljes have now been associates of MirandaNet for nearly 10 years and in that time we have had staff training from Fellows about working with teachers online as well as conducting research into interactive whiteboards. We learn the inside story in policy in the networking dinners and the conferences and have been advised on access to government agencies.<\/p>\n<p>The research report we collaborated to produce increased our international profile and gave a useful boost to sales. With MirandaNet we are now considering ways other than print of disseminating research findings that make them more instantly interesting to teachers: talking heads, mind maps and national newspaper campaigns.<\/p>\n<p>A key value of MirandaNet is that the organisation able to introduce a company&nbsp; in a way that companies cannot do themselves: in professional organisations, in professional journals and on conference platforms.&nbsp; Exposure in the MirandaNet newsletter, on the website and in targeted workshops and focus groups has worked well as we are linked with a prestigious organisations. Teachers and government agencies trust the recommendations of MirandaNet Fellows as a key influencer in the community.<\/p>\n<p>In my role of Education Director at the Elliot Foundation Academies Trust, I am keen to have our staff test out new products if they are relevant. This is such a good way of working with Fellows to develop Continuing Professional Development for our teachers in the use of digital technologies in teaching and learning. We are particularly keen also to put in some joint bids that can underpin our teacher development programme.<\/div><\/div><\/div><\/div><div id=\"x-section-5\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: 0 0 0 0;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" >\n<h5 style=\"margin-top:0;\">David Fuller<br \/>\nTrainingtotheFull.com Associate<\/h5>\n<p>Where do I start? I have had such a long and fruitful relationship as part of the MirandaNet community it is difficult for me to separate it from any part of my teaching career. I have been part of MirandaNet since the mid 1990s and have found it a most useful organisation and body of people to ask for advice or take part in various avenues when exploring how the use of technology in education can be used for the benefit of all involved.<\/p>\n<p>Christina is without doubt the heart and soul of MirandaNet and her dedication, energy and enthusiasm, as well as being such a wonderful person has been a huge draw for a lot of people to become part of this global community. Over the years this has grown and developed into a resource that can be tapped into via the MirandaLink network. Topics come up regularly where contributions from a wide range of people connected in education turn it into an interesting piece of knowledge in its own right.&nbsp; In the past I have been involved in academic studies around e-learning and attended a number of seminars in the UK and abroad which have helped me understand the technology world and its impact on education. I count my time with MirandaNet as invaluable and it really does help me update my knowledge and keep me informed in a number of important areas of education.<\/p>\n<p>MirandaNet has helped me in my various job roles as Head of ICT at Framlingham College, Oundle School and the Thomas Deacon Academy. I am now working as a director and consultant in education IT and am involved with a number of companies (ISQ International, &nbsp;Novatia plc, the Tablet Academy) in planning and running events for teachers across the country. I am also training teachers in the use of tablets. All these activities have been partially helped by what I read, hear about and see within the MirandaNet community.<\/p>\n<p>MirandaNet is a unique community as far as I can see, it is free to enter as a teacher. It provides a base of support for people involved in education, either at the chalk face or in supporting roles providing services or products to help schools. It has an established base of members with considerable experience across the globe. It meets both online and in person throughout the year, and is am amazingly useful network for me to tap into when I need it or when I feel I can contribute in a small manner to a debate.<\/p>\n<p>The day I joined MirandaNet helped me to shape my knowledge and understanding or education in a broader manner and I am most grateful to Christina Preston for her active encouragement and support over these years.<\/div><\/div><\/div><\/div><div id=\"x-section-6\" class=\"x-section\" style=\"margin: 0px 0px 0px 0px; padding: 0 0 0 0px;  background-color: transparent;\" ><div id=\"\" class=\"x-container max width\" style=\"margin: 0px auto 0px auto; padding: 0px 0px 0px 0px; \" ><div  class=\"x-column x-sm x-1-1\" style=\"padding: 0px 0px 0px 0px; \" ><div  class=\"x-columnize\" >\n<h5 style=\"margin-top: 0;\">Doug Brown<br \/>\nFormer Head of ICT in Schools, DfE<\/h5>\n<p>I can honestly say that although I do not often personally contribute to a debate or discussion, I have found MirandaNet a very useful barometer of what is concerning the Educational Technology community and have a great deal of respect for the members – both those I have met and comments from those I only know virtually.<\/p>\n<p>I&nbsp; listened to MirandaNet colleagues when I led the ICT in Schools section at the Department of Education, and although I cannot say that any communication directly affected policy, I know that I was often influenced in my thinking by discussions I observed.<\/p>\n<p>Now as a consultant to multinationals and international governments, I still note MirandaNet topics with interest and am very glad to be a Fellow.<\/div><\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10742","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10742"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10742"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10742\/revisions"}],"predecessor-version":[{"id":12006,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10742\/revisions\/12006"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10742"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}