{"id":10809,"date":"2015-10-05T00:00:00","date_gmt":"2015-10-04T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/learning-with-mobile-and-handheld-technologies-a-david-foulton-book-routledge\/"},"modified":"2015-10-05T00:00:00","modified_gmt":"2015-10-04T23:00:00","slug":"learning-with-mobile-and-handheld-technologies-a-david-foulton-book-routledge","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/learning-with-mobile-and-handheld-technologies-a-david-foulton-book-routledge\/","title":{"rendered":"Learning with Mobile and HandHeld Technologies"},"content":{"rendered":"<p><span style=\"font-size: 14pt;\"><strong>Learning with Mobile and Handheld Technologies.<\/strong><\/span><\/p>\n<p class=\"p1\"><span style=\"font-size: 14pt;\">John Galloway, Merlin John and Maureen McTaggart.<\/span><\/p>\n<p class=\"p1\"><span style=\"font-size: 14pt;\">2014. Routledge.<\/span><\/p>\n<p class=\"p1\"><em>Review by Christina Preston. Published: 10 May 2015.<\/em><\/p>\n<p class=\"p4\"><span class=\"s1\"><a href=\"\/wp-content\/uploads\/2019\/06\/learning-with-mobile.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-5757 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/learning-with-mobile-212x300.jpg\" alt=\"learning with mobile\" width=\"212\" height=\"300\" \/><\/a><\/span><span class=\"s1\">As the authors promise, <i>Learning with Mobile and HandHeld Technologies<\/i> helps to provide a clearer picture of the field from the practitioners’ viewpoint. It offers some expert views on the topic and provides some reflections on what might unfold in the future for schools engaging with these technologies. <\/span><\/p>\n<p class=\"p4\"><span class=\"s1\">The introduction aims to give some insight into the reality of mobile learning <em>in situ<\/em> and quotes the most reliable research evidence and cites new studies that are underway. In addition the background to the projects in the case studies is supplied within a timeline that captures the ways in which ownership of devices has grown and changed and some valuable insights into the costs and the commercial interests. An interesting prediction is that developing countries may soon forge ahead, as free from much of our past techno-baggage, they may be able to take a fresher approach to the potential of devices to promote deeper learning. <\/span><\/p>\n<p class=\"p4\"><span class=\"s1\">Senior managers with responsibility for buying personal devices will find the first chapter on implementation particularly valuable as the authors have a long experience in this field and no commercial affiliation; a concentration on the implications for special educational needs is welcome as this area is often neglected.  Practical advice about what to buy and which technical issues to consider are informative especially for a teacher who does not have the opportunity to study practice in other schools.  The section on e-safety is a welcome reminder about the need for professionals to help students to make critical judgements about the information they find and its validity, rather than allowing devices to become a ‘digital sedative.’<\/span><\/p>\n<p class=\"p4\"><span class=\"s1\">Although the first chapter on implementation is very practical, it is made clear that the most important question at the beginning should be: ‘How will you use these devices in teaching and learning?’ In terms of introducing devices into schools the authors observe three main approaches that ring true whether implemented by senior managers or computing coordinators across clusters. The approaches to initial project installation range from the laissez-faire, ‘What do you think this does?’ through to a more structured, ‘Give it a go and tell us what you find out’, to the more directive, ‘We are now using this’. The reader is left to decide which approach will be the most effective in their own context. This professional ownership of strategic decisions is underpinned by the advice to set up an evaluation system that covers the impact on learning as well as the technology. This encourages leaders to take charge of evaluating their decisions.<\/span><\/p>\n<p class=\"p4\"><span class=\"s1\">The authors claim that the case studies are based in a variety of settings including primary, secondary, and special schools, and in contexts where learning is taking place beyond their boundaries. There is great value in sharing these stories with other professionals. Throughout the studies the themes mentioned are: pedagogy, communication and affordances, collaborative learning, individual creativity and expression, self-directed and informal learning and outdoor education. The studies are rich with data and an extra paper commenting on these themes in detail and exploring them further would be a valuable next step. However, that would represent a more systematic research approach, as the authors state clearly, their strategy has been to take a journalistic view of the area telling stories and canvassing expert opinion. <\/span><\/p>\n<p class=\"p4\"><span class=\"s1\">As a result of the journalist leanings of the authors the conclusion is particularly lively, wide-ranging and accessible to the non-specialist reader. For those who are interested in the history of the introduction of digital technologies in education in the UK a well-informed narrative is provided. Finally the authors advocate the agency of teachers themselves in the maelstrom of innovation in order to be quite sure that technologies serve the needs of education rather than overwhelming the educators. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Learning with Mobile and Handheld Technologies. John Galloway, Merlin John and Maureen McTaggart. 2014. Routledge. Review by Christina Preston. Published: 10 May 2015. As the authors promise, Learning with Mobile and HandHeld Technologies helps to provide a clearer picture of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/learning-with-mobile-and-handheld-technologies-a-david-foulton-book-routledge\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10809","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10809"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10809"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10809\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10809"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}