{"id":10828,"date":"2019-06-29T23:22:55","date_gmt":"2019-06-29T22:22:55","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/recommended-reports\/"},"modified":"2020-01-04T12:31:10","modified_gmt":"2020-01-04T12:31:10","slug":"recommended-reports","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/recommended-reports\/","title":{"rendered":"Recommended Reports"},"content":{"rendered":"<h3 style=\"text-align: center;\">&#8212; Recommended Reports &#8212;<\/h3>\n<div style=\"margin-left: 20px; margin-right: 20px; font-size: 13pt;\">\n<p style=\"text-align: left;\">MirandaNet Fellows often quote reports that they have found valuable in debates that take place on MirandaLink. Our researchers also recommend reports. Some of the authors are MirandaNet members. Here are some recent recommendations.<\/p>\n<h3 style=\"text-align: center;\">•<\/h3>\n<\/div>\n<ul id=\"lcp_instance_0\" class=\"lcp_catlist\">\n<li>\n<h5>System Failure. Why EdTech needs a critical update<\/h5>\n<p>The executive summary begins: Today, there are more computers in schools than ever before. For decades, governments around the world have invested in ICT and EdTech. However, there is still little to no evidence that learning technologies have had a positive impact on learning outcomes at the national level. As a sector, EdTech is still struggling to make its mark on education systems. However, experts who spoke to the Atlantis Group for this report can also point to success stories in classrooms around the world. <a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/ag-system-failure.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Read the report here.<\/a><\/li>\n<li>\n<h5>ECatalysts: The Cultural Levers of Growth in the Digital Age &#8211; A Global Research Report<\/h5>\n<p>From the executive summary: Managing organizational culture to drive digital transformation is no easy task. It requires more of everything: more planning, more flexibility and more empowerment for employees.<br \/>\nEven in the new millennium, as technology drives the fastest rate of change the business world has ever seen, businesses are still run by humans. Businesses don&#8217;t change. Humans change and then humans change the business.&nbsp; <a href=\" https:=\" \"=\"\" mirandanet.ac.uk=\"\" wp-content=\"\" uploads=\"\" 2019=\"\" 08=\"\" prophet_cultural_growth_levers_report.pdf\"=\"\"><br \/>\n&#8230;Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"EdTech Strategy marks ‘new era’ for schools – Press release\" href=\"\/edtech-strategy-marks-new-era-for-schools-press-release\/\">EdTech Strategy marks ‘new era’ for schools – Press release<\/a><\/h5>\n<p>Education Secretary Damian Hinds will say: We are living in a digital world with technology transforming the way we live our lives – both at home and in the workplace. But we must never think about technology for its own sake. Technology is an enabler and an enhancer. For too long in education, technology has been seen as something that adds to a teacher’s workload rather than helps to ease. This strategy is just the first step in making sure the education &#8230;&nbsp;<a href=\"\/edtech-strategy-marks-new-era-for-schools-press-release\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"How can edtech professionals use digital technologies to improve teacher recruitment and teacher retention (R&amp;R)?\" href=\"\/how-can-edtech-professionals-use-digital-technologies-to-improve-teacher-recruitment-and-teacher-retention-rr\/\">How can edtech professionals use digital technologies to improve teacher recruitment and teacher retention (R&amp;R)?<\/a><\/h5>\n<p>The title question arose from a panel session at the recent ITTE\/Mirandanet Conference, ‘Raising Digital Aspirations’ during which our DfE colleague, Jen Halshaw, asked conference to think about how computing technology could be deployed to alleviate some of the professional difficulties in both the initial recruitment of new teachers and longer-term career stability and satisfaction, i.e. recruitment and retention (R&amp;R). Following the conference a discussion ensued on the MirandaLink mailing list in response to the question and a number of &#8230;&nbsp;<a href=\"\/how-can-edtech-professionals-use-digital-technologies-to-improve-teacher-recruitment-and-teacher-retention-rr\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"Drawing The Future\" href=\"\/9319-2\/\">Drawing The Future<\/a><\/h5>\n<p>This report represents the results of a collaboration between the charity Education and Employers, TES, UCL Institute of Education (IOE), the National Association of Head Teachers (NAHT) and the Organisation for Economic Cooperation and Development Education and Skills(OECD). Education and Employers careers charity. Download Report (pdf)&nbsp;<a href=\"\/9319-2\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"People Power and Technology Doteveryone Digital Attitudes Report 2018\" href=\"\/people-power-and-technology-doteveryone-digital-attitudes-report-2018\/\">People Power and Technology Doteveryone Digital Attitudes Report 2018<\/a><\/h5>\n<p>This new research from Doteveryone looks beyond internet usage and explores how the British public thinks and feels about the internet technologies shaping our world and changing our lives. It is based on a nationally representative survey of 2,000 people online and 500 by phone, backed by in-depth conversations in focus groups, which are quoted in this report. Download Report (pdf)<a href=\"\/people-power-and-technology-doteveryone-digital-attitudes-report-2018\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"Tomorrow’s Learning – The World Conference on Computers in Education (WCCE17 Dublin 3rd – 6th July 2017)\" href=\"\/tomorrows-learning\/\">Tomorrow’s Learning – The World Conference on Computers in Education (WCCE17 Dublin 3rd – 6th July 2017)<\/a><\/h5>\n<p>Chris Shelton,&nbsp;University of Chichester This year, the World Conference on Computers in Education (WCCE 17) was held in Dublin, 3rd – 6th July 2017 and organized by IFIP and the Irish Computer Society. The conference theme was “Tomorrow’s Learning: Involving Everyone” and over 200 presenters from across the world shared their work at the conference. As you would expect from an international conference, the keynote sessions were very varied: Francesco Avvisati from OECD (with a recorded contribution from Andreas Schleicher) opened &#8230;&nbsp;<a href=\"\/tomorrows-learning\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"Bringing together researchers, practitioners and policy makers interested in Technology Enhanced Learning\" href=\"\/bringing-together-researchers-practitioners-policy-makers-interested-technology-enhanced-learning\/\">Bringing together researchers, practitioners and policy makers interested in Technology Enhanced Learning<\/a><\/h5>\n<p>Margaret J. Cox (Co-Founder of Edusummits) During the writing of the International Handbook for Information Technology in Primary and Secondary Education in 2008 by Springer, the 18 Section Editors considered ways in which the reported research which would be published in the handbook might also reach policy makers and practitioners. Everyone agreed at the final editors’ meeting in Paris in 2007 that a follow-on World Summit bringing together researchers, practitioners and policy makers could help broaden the global impact of the &#8230;&nbsp;<a href=\"\/bringing-together-researchers-practitioners-policy-makers-interested-technology-enhanced-learning\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"After the reboot: computing education in&nbsp;UK schools\" href=\"\/reboot-computing-education-uk-schools\/\">After the reboot: computing education in&nbsp;UK schools<\/a><\/h5>\n<p>This report from The Royal Society addresses the state of computing education in UK schools and finds it “patchy”. The report reiterates the importance of computing saying, “The demand for computing skills and knowledge is growing – the&nbsp;nation’s economy depends on it, and young people must be equipped with the necessary skills for the future. Data and digital technologies promise revolutionary transformational changes across the full range of industry sectors and spheres of life. This unprecedented digital revolution will impact everyone. It &#8230;&nbsp;<a href=\"\/reboot-computing-education-uk-schools\/\">Read more &#8230;<\/a><\/li>\n<li>\n<h5><a title=\"BESA: ICT in schools 1991-2015\" href=\"\/besa-ict-in-schools-1991-2015\/\">BESA: ICT in schools 1991-2015<\/a><\/h5>\n<p>The digital revolution has changed our world and, among other things, has focused attention on education, just as the industrial revolution did before it. In the UK, computer technology has played a central part in the drive to raise standards in schools to meet the new challenges posed by the new kind of economy and culture brought on by the shift to digital media and digital tools. The British Education Suppliers Association (BESA), a MirandaNet Partner,&nbsp; provides a longitudinal study of &#8230;&nbsp;<a href=\"\/besa-ict-in-schools-1991-2015\/\">Read more &#8230;<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>&#8212; Recommended Reports &#8212; MirandaNet Fellows often quote reports that they have found valuable in debates that take place on MirandaLink. Our researchers also recommend reports. Some of the authors are MirandaNet members. Here are some recent recommendations. • System &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/recommended-reports\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10828","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10828"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10828"}],"version-history":[{"count":5,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10828\/revisions"}],"predecessor-version":[{"id":12473,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10828\/revisions\/12473"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10828"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}