{"id":10822,"date":"2015-12-05T00:00:00","date_gmt":"2015-12-05T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/iris-connect-research-into-web-based-video-in-professional-development\/"},"modified":"2019-09-08T16:20:39","modified_gmt":"2019-09-08T15:20:39","slug":"iris-connect-research-into-web-based-video-in-professional-development","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/about-associates\/associates-research\/iris-connect-research-into-web-based-video-in-professional-development\/","title":{"rendered":"IRIS-Connect: research into web-based video in Professional Development"},"content":{"rendered":"<div style=\"overflow: hidden;\">\n<img loading=\"lazy\" decoding=\"async\" class=\"alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/iris-logo-300x170-300x170.jpg\" alt=\"IRIS Logo\" width=\"300\" height=\"170\"><\/p>\n<h4>Innovation in teaching and learning: using web-enabled video technology to build professional capital through reflective practice, coaching and collaboration.<\/h4>\n<h4>Innovation in Professional Development: collaborative classroom coaching with web-video and web-audio.<\/h4>\n<p><span style=\"font-size: 14pt;\"><a href=\"http:\/\/www.irisconnect.co.uk\/\">http:\/\/www.irisconnect.co.uk\/<\/a><\/span><\/p>\n<\/div>\n<p>Live remote coaching found to be ‘transformative’ for teachers<\/p>\n<p>MirandaNet Fellows have undertaken a quantitative and qualitative study of&nbsp;IRIS Connect’s video technology surveying and interviewing more than 100 teachers who had been using the video system for more than half a term.<br \/>\nThe research found overall that using IRIS Connect’s video technology can enhance teacher practice and help reduce attrition rates. More detailed results included the observations that:<\/p>\n<ul>\n<li>Deep learning, which is replicable and sustainable over time, can be achieved through providing immediate and contextualised feedback that the teacher can instantly put into practice;<\/li>\n<li>Using the platform ensures that the deep learning is replicable and sustainable across and between schools;<\/li>\n<li>Pupils are cooperative and not disruptive when this approach is used;<\/li>\n<li>The focus on classroom practice in real-time strengthens not just the confidence and capability of early career teachers but of any teacher keen to actively support their performance;<\/li>\n<li>Innovation may be resisted if not managed by senior managers with sensitivity;<\/li>\n<li>Sustainability can be of concern if those who set up the programme leave without training others to make use of the investment.<\/li>\n<\/ul>\n<p>Further research is recommended to develop and consolidate what has been learnt here about the potential to transform teaching and learning.<\/p>\n<p>Powerful CPD through video and web-based tools: enhancing teachers’ professional practice<\/p>\n<p>High rates of attrition amongst early career teachers indicate that practice in the classroom is challenging and that current professional development models are not meeting their needs. The initial quantitative stage of this IRIS and MirandaNet Fellowship research was conducted with ninety-nine teachers who had been using IRIS Connect web-based audio and video tools for at least one month. The results suggest that in a positive, reflective learning culture, coaching teachers using offers an opportunity for the profession to enhance practice.<\/p>\n<p>This research builds upon an initial MirandaNet study which surveyed 100 teachers who had been actively using the IRIS Connect web-based video system for professional learning for at least 4 months. In brief, the results of that survey were that:<\/p>\n<ul>\n<li>94% of teachers using the system said their teaching had improved;<\/li>\n<li>88% said their confidence had risen;<\/li>\n<li>88% felt there had been a positive impact on collaboration;<\/li>\n<li>96% felt they were willing to take more risks;<\/li>\n<li>99% felt there were more conversations between teachers about teaching in their school.<\/li>\n<\/ul>\n<p>This small study on web-based video illustrates how this kind of system can have an impact on the effectiveness of professional development programmes. Impressive results were observed by teachers themselves in the following key areas: a sense efficacy; confidence; professional collaboration; sharing; developing professional capital through communities of practice. Most importantly, the teachers were expressing, almost unanimously, pride in taking ownership of their own learning agenda.<br \/>\n<img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7086 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/IRIS-Stage-2-300x239.png\" alt=\"IRIS Stage 2\" width=\"272\" height=\"217\">&nbsp;<\/p>\n<p>The second stage of the research, that used qualitative methodology, concentrates on an aspect of web-based video coaching called ‘in-ear’ coaching. In this model, the teacher wears an ear-piece so that the coach who is not in the classroom (or even from some more remote location) is observing through a video link and can make suggestions about the teacher’s practice in real time. Research into in-ear coaching has already reported positive impact in Australia, the Netherlands and the United States.<\/p>\n<p>This qualitative UK study begins to set a European standard by outlining contexts in which in-ear coaching is effective. The qualities mentioned in this research as paramount in facilitating human interaction are manifest. These include trust, sensitivity, reflection, empathy and ownership, as well as humour, and, sometimes, chocolate can help too. One can only admire those teachers who have the courage to invite others to critique their classroom practice and to learn how to enhance their practice. The sheer volume of the sharing of video clips on the platform is witness to teachers’ keenness to learn with and for each other. They deserve rewards for enduring the positive stress that accompanies such adventure. These committed experts felt that the use of videos and synchronous coaching in authentic situations should be standard practice in teacher training. Indeed, it appears that, at its best, in-ear coaching in the classroom has the potential to be transformational for teachers and pupils alike. It is hoped that larger scale studies will endorse these professional observations.<\/p>\n<ul>\n<li><span style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Innovation-in-Teaching-and-Learning-IRIS-Connect.pdf\">Report of the First Stage of the Research<\/a> (2015, PDF)<\/span><\/li>\n<li><span style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Innovations-in-PD-V9-1final-9th-Dec-2016.pdf\">Final Report of the Second Stage of the Research<\/a> (2016, PDF)<\/span><\/li>\n<li><span style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/2017-ITTE-conf-HULL-Uni-IRIS.pdf\">See the presentation relatted to the report given at the ITTE 2017 conference<\/a> (PDF)<\/span><\/li>\n<li><span style=\"font-size: 14pt;\"><a href=\"\/wp-content\/uploads\/2019\/06\/Iris-Real-Time-in-ear-coaching-April-2015.pdf\">See the EApril conference presentation<\/a> (PDF)<\/span><\/li>\n<li><span style=\"font-size: 14pt;\"><a href=\"http:\/\/www.irisconnect.co.uk\/who-we-are\/research\/\">See the research pages at IRIS Connect<\/a><\/span><\/li>\n<li><span style=\"font-size: 14pt;\"><a href=\"\/about-associates\/iris\/\">About IRIS<\/a><\/span><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Innovation in teaching and learning: using web-enabled video technology to build professional capital through reflective practice, coaching and collaboration. Innovation in Professional Development: collaborative classroom coaching with web-video and web-audio. http:\/\/www.irisconnect.co.uk\/ Live remote coaching found to be ‘transformative’ for teachers &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/about-associates\/associates-research\/iris-connect-research-into-web-based-video-in-professional-development\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":10816,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10822","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10822"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10822"}],"version-history":[{"count":3,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10822\/revisions"}],"predecessor-version":[{"id":12251,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10822\/revisions\/12251"}],"up":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10816"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10822"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}