{"id":10848,"date":"2019-06-29T23:23:43","date_gmt":"2019-06-29T22:23:43","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/mirandanet-fellowship-submission-to-dfe\/"},"modified":"2019-06-29T23:23:43","modified_gmt":"2019-06-29T22:23:43","slug":"mirandanet-fellowship-submission-to-dfe","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/mirandanet-fellowship-submission-to-dfe\/","title":{"rendered":"A World-Class Teaching Profession: MirandaNet Fellowship response to DfE Consultation."},"content":{"rendered":"<p>From December 2014 to February 2015 the DfE consulted the education profession and the public on how to improve professional standards and the quality of professional leadership based on the idea that teaching is a learning profession. A specific element of the consultation was the proposal to create an independent &#8220;College of Teaching&#8221;. <\/p>\n<p>The consultation document is <strong><a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/383987\/DfE_cons_overview_document_template_for_World_Class_Teachers_Consultation_voo3BR.pdf\">here<\/a><\/strong> and the government response to the consultation is <strong><a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/430227\/150319_WCTP_response.pdf\">here<\/a><\/strong>.<\/p>\n<p>This page sets out the contribution of the MirandaNet Fellowship to that consultation which set out seven questions:<\/p>\n<ol>\n<li>What are the greatest impediments teachers and schools face in regularly undertaking high-quality professional development?<\/li>\n<li>To what extent, and how, do teachers currently evaluate their professional development? What would support more rigorous evaluation?<\/li>\n<li>Where should the balance of responsibility lie between teachers, schools and Government for ensuring that appropriate professional development is undertaken? How, in the longer term, might responsibility sit with a new independent professional body?<\/li>\n<li>Despite the growing reach of the Teaching Schools network, are there areas where coverage of schools would remain a concern? How could any gaps be addressed?<\/li>\n<li>What should the funding criteria be for Teaching Schools wishing to draw on the new funding pot for professional development? Should there, for example, be a requirement for Teaching Schools to work with a predetermined proportion of schools which are not already “good” or “outstanding”?<\/li>\n<li>Will teachers benefit from an online platform that collates and presents evidence-based best practice?<\/li>\n<li>In addition to the proposals outlined here, what other approaches would help schools to remove barriers and incentivise effective professional development for teachers?<\/li>\n<\/ol>\n<p><b>Q1. What are the greatest impediments teachers and schools face in regularly undertaking high-quality professional development?<\/b><\/p>\n<p>MirandaNet was founded in 1992 and has specialised in research and practice in the use of digital technologies in education. There are more than 1,000 members in 80 countries who join for free in order to contribute and participate in regular high quality continuous professional development (CPD).<\/p>\n<p>In terms of the history of CPD, the MirandaNet Fellowship’s first key publication was the evaluation of the National Opportunities Fund (NOF) ICT training for teachers in 2004. This programme was the first national ICT programme for teachers in the world and much was learnt by the international community. Although the aims were much to be commended in intending to teach teachers about the pedagogy of ICT this never materialised  because there were not enough trainers who were trained in higher level thinking. In addition, so few teachers had experience of computers. As a result the two commercial companies who had the greatest slice of the funding had very little impact on ICT in schools and possibly some negative effects:they also lost money in this national initiative (Preston 2004).<\/p>\n<p>Our 2004 research indicates that teachers wanted more about classroom management, greater flexibility in the programmes, with varied teaching styles and differentiated learning, more ideas for lesson preparation, time to explore new ideas, and more meeting and sharing with colleagues. Time for learning was an issue. Other complaints from teachers being taught by advisers paid for by companies who won the government training contracts included:<\/p>\n<ul>\n<li>inadequate needs identification;<\/li>\n<li>rush to completion;<\/li>\n<li>accreditation being too easy or too hard;<\/li>\n<li>questions about the value of online courses;<\/li>\n<li>content irrelevant to the classroom;<\/li>\n<li>inadequate access and technical failures.<\/li>\n<\/ul>\n<p>Later re-analysis of the NOF statistics based on results of the smaller providers showed that they had done a better job because they had good longstanding relationships in general with local groups. In this way the ICT training had had some impact and been embedded in the school system  (Davis, Preston and Sahin, 2009a and 2009b).<\/p>\n<p>Since then MirandaNet has specialised in research into ICT CPD as the landscape has become more and more fragmented. The challenges have remained much the same, the most important on being a lack of high level or Masters training for the trainers who tend not to have access or funding for university courses. As a result advisors from outside a school  tend to develop a specialism and keep repeating it: so do some trainers in training schools.<\/p>\n<p>In our research core impediments remain:<\/p>\n<ul>\n<li>fragmented provision across the country;<\/li>\n<li>lack of trainers accredited in higher level thinking;<\/li>\n<li>lack of time allocation so that teachers can study deeply;<\/li>\n<li>absence of differentiated learning programmes;<\/li>\n<li>lack of relevance to classroom practice;<\/li>\n<li>no  accreditation or variability of standards;<\/li>\n<li>lack of evidence of impact on learning and embedding of change.<\/li>\n<\/ul>\n<p>One significant section of the Landscape of ICT CPD study was  research into why some teachers who were well considered to be excellent by their colleagues were reluctant to use computers. Their professional reservations, that were carefully considered and well articulated, covered a range of issues:<\/p>\n<ul>\n<li>threatening e-safety considerations;<\/li>\n<li>anger about the futility of much unused data collection coupled with security fears;<\/li>\n<li>poor quality of equipment and internet support;<\/li>\n<li>unreliable administrative systems;<\/li>\n<li>lack of support when new systems are adopted;<\/li>\n<li>draconian and illogical filtering systems;<\/li>\n<li>lack of details and demonstrable pedagogical benefit;<\/li>\n<li>clashes between interoperable systems;<\/li>\n<li>the lack of explicit pedagogical principles which promote deep learning in educational software design;<\/li>\n<li>the lack of availability of time to experience with new ICT tools;<\/li>\n<li>lack of appropriate formal or informal CPD;<\/li>\n<li>the difficulty of finding the networks of colleagues working on similar issues.<\/li>\n<\/ul>\n<p>(Pachler, Preston, Cuthell, Allen and Pinheiro Torres, 2011)<\/p>\n<p>As a result of MirandaNet research we have developed an action research ICT CPD programme called <A href=\"\/icatalyst\/\">iCatalyst <\/a>designed for collaborative professional learning and publication for peers (described in more detail in our answer to question 7).<\/p>\n<p><b>Q2. To what extent, and how, do teachers currently evaluate their professional <\/b><b>development? What would support more rigorous evaluation?<\/b><\/p>\n<p>Some MirandaNet group leaders chose to take their action research to Masters level with includes higher level thinking and theory. Others measure their efforts against  Guskey’s (2002) ‘Five Levels of Engagement’ model to measure the impact of CPD with the stakeholders.<\/p>\n<p>The five levels are:<\/p>\n<ul>\n<li>Participants’ reactions<\/li>\n<li>Participants’ learning<\/li>\n<li>Organizational support and change<\/li>\n<li>Participants’ use of new knowledge and skills<\/li>\n<li>Students’ learning outcomes particularly for Pupil Premium and Pisa ratings.<\/li>\n<\/ul>\n<p><b>Q3. Where should the balance of responsibility lie between teachers, schools and <\/b><b>Government for ensuring that appropriate professional development is undertaken? <\/b><b>How, in the longer term, might responsibility sit with a new independent professional <\/b><b>body?<\/b><\/p>\n<p>The standards for Masters courses in Universities are rigorously maintained. In our view some of the leaders of training schools and local trainers should be funded by government grants to complete a Masters course or equivalent so that higher order thinking and references to existing knowledge are maintained. This would include study expenses and meeting expenses contributed by the school as well as study time.<\/p>\n<p>Digital technology companies also have a role in CPD. In this context, UNESCO has described MirandaNet as the ‘Robin Hood’ of ICT CPD because through MirandaNet companies now pay for ICT CPD programmes that provide the teachers will the opportunity to research effective digital technologies. Companies gain credible marketing copy that also helps them to develop products in line with what schools really want (Preston, 2013).<\/p>\n<p><b>Q4. Despite the growing reach of the Teaching Schools network, are there areas where <\/b><b>coverage of schools would remain a concern? How could any gaps be addressed?<\/b><\/p>\n<p>This is a concern. The best model that we found over the years was when the DfE offered Best Practice Research Scholarships at between £1,000 and £2,000 for the expenses and time to do a Masters Module (30 points). Many UK MirandaNet members applied for action research bursaries which they undertook with MirandaNet colleagues on two residential two days course at the Institute of Education, University of London at each end of the course. They presented their work to each other and published their results on the MirandaNet website (Preston 2009).<\/p>\n<p><strong>Q5. What should the funding criteria be for Teaching Schools wishing to draw on the <\/strong><strong>new funding pot for professional development? Should there, for example, be a <\/strong><strong>requirement for Teaching Schools to work with a predetermined proportion of schools <\/strong><strong>which are not already “good” or “outstanding”?<\/strong><\/p>\n<p>There is no point in forcing Training Schools to work on improving other schools until the best schools have an opportunity to learn the best ways to improve the progress of the others. Using OfSTED scores as a means of forcing schools to engage in training will not promote a collegiate atmosphere conducive to embedding change.<\/p>\n<p><b>Q6. Will teachers benefit from an online platform that collates and presents evidence based <\/b><b>best practice?<\/b><\/p>\n<p>All current research suggests that a platform funded by government to collate and present evidence based best practice will not be trusted by professionals. Goverment sites tend to be unwieldy. In fact, it seems that no UK government would promise that professionals’ publications, paid for by the taxpayer, will be protected since the Becta site was dismantled.<\/p>\n<p>In this context MirandaNet Fellows believe that there should be many international,  independent websites distributing professional knowledge for different  purposes such as <a href=\"mirandanet.ac.uk\">MirandaNet <\/a>that encourages various kind of teacher centred publications, <a href=\"meshguides.org\" MESH<\/a> that promotes the publication of established research pathways similar to the model of <a href=\"http:\/\/uk.cochrane.org\/\">Cochrane UK<\/a>.<\/p>\n<p><b>Q7. In addition to the proposals outlined here, what other approaches would help <\/b><b>schools to remove barriers and incentivise effective professional development for <\/b><b>teachers?<\/b><\/p>\n<p>The best model that we found over the years was when the DfE offered Best Practice Research Scholarships at between £1,000 and £2,000 for the expenses to do a Masters Module(30 points). MirandaNet members applied for action research bursaries and they undertook these with MirandaNet colleagues working at the Institute of Education and published their results on the MirandaNet website. In this way they had ownership of their learning.<\/p>\n<p>It is this sense of ownership that we think is crucial in effective CPD. Working with all key stakeholders, the <a href=\"\/icatalyst\/\">iCatalyst <\/a>participants identify what they want to gain from their investment in digital technologies in terms of evidence of learning. Crucial to iCatalyst’s success is the methodology of collecting of evidence of learning in the classroom and the ability to measure the impact of implementation.<\/p>\n<p>iCatalyst embeds change and give the participants the ability to track and measure change for internal analysis and reporting for Pupil Premium and Ofsted. Using this knowledge to impact positively on their policies and work practices collaboratively.<\/p>\n<p>The programme is designed to achieve consensus amongst the participants about what needs to be changed, and more importantly, why and how. In this context participants in iCatalyst are often asked to draw individual and collaborative maps about their progress through the programme rather than write an essay. This map creation often results in more honesty about the challenges of professional learning and the emotional impact of embedding change that the iCatalyst programme aims to acknowledge.<\/p>\n<p>Teachers are empowered to publish their peer-reviewed case studies and articles internationally on the MirandaNet website that has 62,000 readers international readers,  growing at 12% per year.  Visitors read up to 11 pages and some stay one hour.<\/p>\n<p>In addition, Leaders of iCatalyst  projects are also encouraged to develop a collaborative research pathway for the MESH website (<a href=\"http:\/\/www.meshguides.org\">www.meshguides.org<\/a>). Those in the group who choose to can take their iCatalyst  action research to Masters level through a DMU qualification.<\/p>\n<p>The results in terms of embedding change have been pleasing not just in the UK but also in China, Czech Republic, india, Mexico and South Africa. You can find more <a href=\"\/consultancy\/case-studies\/\">here<\/a>.<\/p>\n<p class=\"p1\" style=\"text-align: center;\">\n<h2><b>MirandaNet publications<\/b><\/h2>\n<p>ICT teacher training: evidence for multilevel evaluation from a national initiative. British Journal of Education Technology (BJET). Volume 40. Issue 1 (January 2009 ) (Published Online: Feb 5 2008 12:00AM): 135–148.DOI: 10.1111\/j.1467-8535.2007.00808.x<\/p>\n<p>Davis, N., C. Preston, and I. Sahin (2009a).Training teachers to use new technologies impacts multiple ecologies: Evidence from a national initiative’. British Educational Research Journal (BJET). Volume 40. Issue 5 (September 2009)<\/p>\n<p>Davis, N. E., C. Preston and I. Sahin (2009b).<\/p>\n<p>Continuing professional development in ICT for teachers: A literature review, Becta. http:\/\/eprints.ioe.ac.uk\/3183\/ last accessed 230514<\/p>\n<p>Daly, C, Pachler N. and Pelletier, C. (2009)<\/p>\n<p>Continuing Professional Development in ICT for teachers. http:\/\/eprints.ioe.ac.uk\/3184\/ last accessed 230514<\/p>\n<p>Daly, C., Pachler N., and Pelletier, C. (2009) Continuing Professional Development in ICT for teachers. Becta Report two  http:\/\/eprints.ioe.ac.uk\/3184\/ last accessed 230514<\/p>\n<p>Pachler, N, C. Preston, J. Cuthell,  A. Allen and Pinheiro Torres (2011) The ICT CPD Landscape in England Becta. http:\/\/dera.ioe.ac.uk\/1769\/ last accessed 230514<\/p>\n<p>Preston, C (2013) Innovation in teaching and learning: using web-enabled video technology to build professional capital through reflective practice, coaching and collaboration.<a href=\"\/researchexchange\/wp-content\/uploads\/2009\/04\/IRIS-leaflet-101013.pdf\"> The value of web-based video in Professional Development<\/a>. Braided Learning Journal in MirandaNet Publications in association with IRIS Connect.<\/p>\n<p>Preston, C. (2009). Exploring semiotic approaches to analysing multidimensional concept maps using methods that value collaboration. Handbook of Research on Collaborative Learning Using Concept Mapping. P. Torres and R. Marriott. Hershey, Pennsylvania\/USA, Information Science Reference.<\/p>\n<p>Preston, C. (2004). Learning to use ICT in Classrooms: teachers’ and trainers’ perspectives: an evaluation of the English NOF ICT teacher training programme (1999-2003): summary, full evaluation report and emergent trends for teacher educators and staff-trainers. London, funded by the Teacher Training Agency<a href=\"\/tta\"> mirandanet.ac.uk\/tta<\/a><\/p>\n<p class=\"p1\" style=\"text-align: center;\"><strong><br \/>\nMore MirandaNet publications are <a href=\"\/researchexchange\/publications\/\">here<\/a><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>From December 2014 to February 2015 the DfE consulted the education profession and the public on how to improve professional standards and the quality of professional leadership based on the idea that teaching is a learning profession. A specific element &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/mirandanet-fellowship-submission-to-dfe\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10848","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10848"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10848"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10848\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10848"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}