{"id":10850,"date":"2019-06-29T23:23:53","date_gmt":"2019-06-29T22:23:53","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/learning-re-imagined-graham-brown-martin\/"},"modified":"2019-06-29T23:23:53","modified_gmt":"2019-06-29T22:23:53","slug":"learning-re-imagined-graham-brown-martin","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/learning-re-imagined-graham-brown-martin\/","title":{"rendered":"Learning Re-imagined"},"content":{"rendered":"<p><span style=\"font-size: 16pt;\"><strong>Learning Reimagined: how the connected society is transforming learning<\/strong><\/span><\/p>\n<p><span style=\"font-size: 14pt;\">Graham Brown-Martin with <\/span><span style=\"font-size: 14pt;\">Photographs by Newsga Tavakolian<\/span><\/p>\n<p><span style=\"font-size: 14pt;\">2014. Bloomsbury Academic<\/span><\/p>\n<p><em>Review by Christina Preston. Published: 27 Jul 2015.<\/em><\/p>\n<p>We all know Graham Brown-Martin <strong><a href=\"\/wp-content\/uploads\/2019\/06\/learning-reimagined.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-5751 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/learning-reimagined-300x266.jpg\" alt=\"learning-reimagined\" width=\"300\" height=\"266\" \/><\/a><\/strong>as a self-styled provocateur in the world of education technology &#8211; always taking an extreme view about what kind of education innovation he would like to see in and out of school. When I first saw Learning Reimagined I was surprised, therefore, that Brown-Martin had chosen to publish a conventional book, moreover a coffee table book of the best quality, beautifully presented with stylish photographs by Newsha Tavakolian. It is so large and thick at 328 pages that that it is actually more than a coffee table book – with four legs added it would itself make a coffee table!<\/p>\n<p>However, we should not judge a book by its cover or its furniture potential. Graham has produced a lavishly illustrated book supported by a range of textual material from interviews and articles to case studies. It offers glimpses of  educational technology in ten countries around the world and helps to show how the connected society is transforming learning and explores, with concrete examples, ideas and innovations that might transform the traditional approach to schooling and thus meet the needs of tens of millions of very different students around the globe.<\/p>\n<p>He claims to write for &#8220;anyone – educator, learner, parent, interested in the future of learning.&#8221; Funded by the Qatar Foundation Graham has masterminded a dream trip across the globe describing innovative policy and practice: Brazil, China, Ghana, India, Jordan, Lebanon, Qatar, Singapore, United Arab Emirates, and the USA. He interviews as many gurus in education innovation as he can fit into his programme: Keri Facer, Noam Chomsky, Seth Godin, Michael Resnick, Ken Robinson and Sugata Mitra to name a few. Videos of many of the interviews can be found on the accompanying website.<\/p>\n<p>Navigating through the book is somewhat like attacking a volume of the Encyclopedia Britannica without a clear index so I turned to his conclusions to understand what he had made of this journey. His writing is lively and challenging. He explains that his initial idea was &#8220;to document the ways in which the global society is reflecting on the way we learn, and perhaps more importantly, why we learn.&#8221; He raises here some interesting challenges for the connected society such as the rise of leaderless, self organizing groups on the Internet and borderless projects that put resources into the hands of the masses. What is useful here too is his summary about the innovations he has seen in his chosen countries where they have introduced new pedagogies underpinned by technology even if this is not much more than a mobile phone.<\/p>\n<p>However he worries too that these technologies may be used only to reinforce 19th century teaching and assessment processes. He wants to see learners encouraged to design and create rather than merely consume. Most of all he applauds the teacher at the centre of the re-imagination process &#8220;not as an information delivery system but as a guide and human compass to what is important and ultimately, to what is right.&#8221;<\/p>\n<p>This is a huge and fairly expensive tome  in hardback that readers will dip into and return to time and again if they can afford to buy it jointly for the staff room coffee table. It is lengthier than a doctorate but not so objective, yet very entertaining, and very beautiful. Graham sets out to engage, stimulate and provoke his readers and in this task he succeeds.<\/p>\n<p><a href=\"http:\/\/learning-reimagined.com\">learning-reimagined.com<\/a>        <a href=\"http:\/\/wise-qatar.org\">wise-qatar.org<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Learning Reimagined: how the connected society is transforming learning Graham Brown-Martin with Photographs by Newsga Tavakolian 2014. Bloomsbury Academic Review by Christina Preston. Published: 27 Jul 2015. We all know Graham Brown-Martin as a self-styled provocateur in the world of education &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/learning-re-imagined-graham-brown-martin\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10850","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10850"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10850"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10850\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10850"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}