{"id":10856,"date":"2019-06-29T23:23:56","date_gmt":"2019-06-29T22:23:56","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/etag-mirandanet-submissions\/"},"modified":"2019-06-29T23:23:56","modified_gmt":"2019-06-29T22:23:56","slug":"etag-mirandanet-submissions","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/etag-mirandanet-submissions\/","title":{"rendered":"ETAG: Mirandanet submissions"},"content":{"rendered":"<p>This short report is an overview and summary of submissions from members of the MirandaNet Community to the consultation by the the Education Technology Action Group (ETAG). The detailed contributions from MiradaNet can be found here <a href=\"http:\/\/mirandanetetags.wordpress.com\"> http:\/\/mirandanetetags.wordpress.com<\/a>.<\/p>\n<p>At the beginning of 2014 the Education Technology Action Group (ETAG) was formed in response to a request from Ministers at the <a href=\"https:\/\/www.gov.uk\/government\/organisations\/department-for-education\">DfE<\/a>DfE and <a href=\"https:\/\/www.gov.uk\/government\/organisations\/department-for-business-innovation-skills\">BIS<\/a>. The group was chaired by Stephen Heppell and was asked to advise on how digital technology might empower teachers and learners by enabling innovation across schools, further education and higher education sectors for the benefit of students, employers and the wider economy. The final report from ETAG is available <a href=\"http:\/\/etag.report\"> here<\/a>. To inform its deliberations ETAG consulted on a range of questions and topics (the consultation website is <a href=\"http:\/\/www.heppell.net\/etag\"> here<\/a>).<\/p>\n<p><!--more--><\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Connected Institutions<\/strong> <\/span><\/p>\n<p><em>Education in the connected world <\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> Government policy should be supporting a holistic approach to the uses of digital technologies in education institutions that include but are not restricted to these areas: assessment, business, collaboration, communication, CPD, curriculum, planning, procurement, Teaching &amp; Learning, Technology Enhanced Learning. Policy must be set in the context of current legislation and best practice and designed to inspire teachers and learners to be engaged and empowered.<\/p>\n<p><strong>What caused you to suggest this policy?<\/strong> Learning institutions need support and guidance in areas such as ‘what technology’ (for example, functional specifications, standards and procurement processes), ‘why technology’ (for example, enlightenment regarding what might be possible pedagogically), and, ‘how to’ (for example, CPD or evidence from best practice research).<\/p>\n<p><em>Sharing Research<\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> Government recognition, with funding, for all the bodies who are trying to improve access to and the visibility of UK research on digital technologies in learning. Legislation to prevent successive governments ceasing the maintenance of valuable websites with resource collections that have already been funded by the tax payer.<\/p>\n<p><strong>What caused you to suggest this policy? <\/strong>The impact of closing of the websites linked to the quangos by the Coalition may not have been foreseen at the time &#8211; now that this is known the democratic government of the UK should be prepared to put laws in place to ensure that professional research is always accessible and to prevent such arbitrary changes. There is a evidence of a keenness from the profession to rebuild such a knowledge repositories: for example, <a href=\"www.meshguides.org\">MESH <\/a> and the<a href=\"https:\/\/buildingcommunityknowledge.wordpress.com\/learning-designer\/\"> Learning Designer Community <\/a> both of which have international reach.<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Servers and Infrastructure<\/strong> <\/span><\/p>\n<p><em>Cloud Service for All Education<\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> Creating a sustainable national infrastructure as a service, that is to develop a national, if not an international Cloud Service Hub for education. This would encompass a big data teaching and learning platform with analytic tools to work with real-time big data for all stakeholders from industry to academia to researchers and students. The aim would be to position the UK as a critical leader in delivering the interdisciplinary thought leadership at all levels of management and education to support the socioeconomic change in the digital knowledge sphere.<\/p>\n<p><strong>What caused you to suggest this policy?<\/strong> The use of Big Data is an important tool and if we are to make use of it to advance education it needs to be accessible and usable by teachers and learners. The benefits of infrastructure as a service are that it eliminates the need for local servers and their management. Everything from keeping applications up to date to backups is eliminated and managed remotely. It makes information more universally accessible and requires minimal on-site technical support (thus reducing the cost of such items as salaries). In line with creating a research and development exercise to understand the process, we should develop a similar framework to JANET network and EDUROAM that supports a national effort for a UK Education Cloud service that is supported by government and industry but regulated by an independent body.<\/p>\n<p><em>E-Safety at school and home<\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> With cloud services as infrastructure we need to develop social policies that provide the right type of guidelines for parents and for schools&#8217; access to the broader range of services now available using a community wide approach. Schools are often well equipped but further support is required at home. Thus improved advice and guidance from a SINGLE website (DFE) where parents can access the information and guidance needed to help them setup access to the internet at home or on children’s devices in a pain free manner.<\/p>\n<p><strong>What caused you to suggest this policy?<\/strong> It is recognised that schools are safe places for children to use the internet but can the same be said for homes? Tools to enable a safe use of the Internet can be complex and can require technical support. What is needed is an education resource for parents where they can gain advice and guidance as well as be shown various manageable solutions to help them with Internet access at home, in particular dealing with different needs for different ages of child. This is a major issue for a lot of schools and has to be addressed as more and more children are online and their access to and use devices diversifies<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Understanding and Accrediting Learning<\/strong> <\/span><\/p>\n<p><em>How to value knowledge and experience<\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> The policy implications are less about the creation of new or separate policies and more about ensuring greater emphasis on self and peer assessment within existing policies and making the relationships with existing policies more explicit. Essentially, we need to value and credit community knowledge and construction and the sharing and re-use of knowledge and foster collaborative feedback and peer assessment.<\/p>\n<p><strong>What caused you to suggest this policy?<\/strong> There is a growing trend for intensive traditional assessment but this takes time away from the opportunity for deep creative and innovative collaborative learning to take place. Although technology can help in easing in certain traditional assessment formats such as multiple choice style questions we need to move towards creative learning through assessment and especially through peer assessment and feedback. Technology can assist in this transition. We need to attend collaboratively to the well-being and growth of the learner as a person within a community and to build on the Children Act (DFES 2004) and Children Plan (DCSF 2007). The five themes they espouse represent a range of factors and outcomes that should be attended to if learners are to take responsibility for themselves as lifelong learners. This should form part of the drivers for policy development in Education.<\/p>\n<p><span style=\"font-size: 18pt;\"><strong>Wild cards<\/strong> <\/span><\/p>\n<p><em>Continuous Professional Development<\/em><\/p>\n<p><strong>Policy suggestion for the future:<\/strong> Policy must tuned to promote CPD frameworks based on teacher inquiry and teachers as learning designers or, preferably, both. CPD offerings promoting a specific tool, technology or resource should be minimised, as these can be transient and context specific.<\/p>\n<p><strong>What caused you to suggest this policy?<\/strong> A review by the EPPI-Centre at the Institute of Education, University of London (<a href=\"http:\/\/eppi.ioe.ac.uk\/cms\/Default.aspx?tabid=274\">see here<\/a>) found that continuous and collaborative professional development was linked with a positive impact upon teachers’ repertoire of teaching and learning strategies, their ability to match these to their students’ needs, their self-esteem and confidence, and their commitment to continuing learning and development. They also found evidence that such professional development was linked with a positive impact upon student learning processes, motivation and outcomes. Studies by Laurillard, Kali, Voogt and McKenney and others have highlighted the value of training teachers as learning designers.<\/p>\n<p><span style=\"font-size: 14pt;\"><strong>Summary <\/strong><\/span><\/p>\n<p>If we do nothing else but start the process of creating, supporting and participating in the creation of a large scale data hub for education based on the principles of data management services for advancing teaching and learning, this would be a huge contribution to advancing the access to and the sharing of education resources. This critical paradigm shift will enable the UK to maintain and become a leading nation in education. However, this decision requires putting education, learners and teaching professionals centre stage. Building around such decisions, such as the provision of CPD and sharing knowledge and practice through the large communities and networks that exist, will be essential. Any systems set in place must work beyond a particular government. Education and its needs are long term and if nothing else is possible then resources built by society should be accessible by society if they are to bring national and international benefit. Such a change in policy setting will require privacy and citizen rights of access and protection of use to be placed at the foundation. Companies and governments making inappropriate use of the data should be held to the highest accountability.<\/p>\n<p><em><strong>For specific and detailed recommendations see the MirandaNetETAG site<\/strong><\/em>:<\/p>\n<ol>\n<li> <a href=\"https:\/\/mirandanetetags.wordpress.com\/connected-institutions\/\" target=\"_blank\" rel=\"noopener noreferrer\">Connected Institutions<\/a><\/li>\n<li> <a href=\"https:\/\/mirandanetetags.wordpress.com\/servers-and-infrastructure\/\" target=\"_blank\" rel=\"noopener noreferrer\">Servers and Infrastructure<\/a><\/li>\n<li> <a href=\"https:\/\/mirandanetetags.wordpress.com\/understanding-and-accrediting-learning\/\" target=\"_blank\" rel=\"noopener noreferrer\">Understanding and Accrediting Learning<\/a><\/li>\n<li> <a href=\"https:\/\/mirandanetetags.wordpress.com\/wild-cards\/\" target=\"_blank\" rel=\"noopener noreferrer\">Wild Cards<\/a><\/li>\n<\/ol>\n","protected":false},"excerpt":{"rendered":"<p>This short report is an overview and summary of submissions from members of the MirandaNet Community to the consultation by the the Education Technology Action Group (ETAG). The detailed contributions from MiradaNet can be found here http:\/\/mirandanetetags.wordpress.com. At the beginning &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/etag-mirandanet-submissions\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10856","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10856"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10856"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10856\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10856"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}