{"id":10909,"date":"2015-06-10T00:00:00","date_gmt":"2015-06-09T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/professional-development-approach\/"},"modified":"2019-07-10T14:42:24","modified_gmt":"2019-07-10T13:42:24","slug":"professional-development-approach","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/professional-development-approach\/","title":{"rendered":"The iCatalyst Approach"},"content":{"rendered":"<p class=\"p1\" style=\"text-align: left;\"><a href=\"\/wp-content\/uploads\/2019\/06\/icatalyst_red_med.jpg\"><img loading=\"lazy\" decoding=\"async\" class=\" wp-image-6903 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/icatalyst_red_med-300x106.jpg\" alt=\"iCatalyst Logo\" width=\"317\" height=\"112\"><\/a>MirandaNet has a unique reputation in the market for independence, credibility and market leading research into technology and innovation. Fellows offers an innovative qualitative research programme, iCatalyst, working with teachers as co-researchers to define, measure and report on the impact of innovation on learning. Working with all key stakeholders, the MirandaNet Fellows identify what they want to gain from their investment in digital technologies in terms of evidence of learning. Crucial to success is the methodology of collecting of evidence of learning in the classroom and the ability to measure the impact of implementation.<\/p>\n<p class=\"p1\"><span class=\"s1\">&nbsp;<\/span>As co-researchers the participants build a professional community in order to amass the evidence they need to underpin the changes they want to make. Publishing case studies on the MirandaNet website continue to build our knowledge hub where professionals can share and drive knowledge to a global audience of like-minded professionals<\/p>\n<p>iCatalyst consists of two programmes: <i>Sprint <\/i>and <i>Insight<\/i>. Participants in <i>Sprint<\/i> work towards a short research report, developed in about one term, focusing on the value of one product or service. The study is undertaken by key teachers as co-researchers with the support of selected advisors and researchers from the professional communities. <i>Insight <\/i>&nbsp;is a longer project where school leaders collaborate over a &nbsp;year to look in depth at how they are using digital products and services and how they can boost achievement.&nbsp; A group of staff leaders define innovation strategy, review implementation and measure the impact on learning over the long term.<\/p>\n<p>All those involved benefit from a well-organised programme:<\/p>\n<ul>\n<li>&nbsp; <b>teachers and senior managers<\/b> gain a deeper and shared understanding strategies they might adopt to introduce systemic change and improve pupil achievement. Our action research methodology gives the school time to reflect of the use of technology and analyse its use, effectiveness and impact. Using this knowledge schools can see a positive&nbsp; impact on their policies and work practices collaboratively. This offers the school a rare chance to review best practice and the way they deploy innovation to enhance learning. The agenda is generated by the staff and they can use the results in their strategic planning as well as their reports to governors, Pupil Premium and OFSTED; teachers also gain accreditation and can publish for a global audience in a range of modes;<\/li>\n<li><b>leaders, trainers and advisers<\/b> are also supported &nbsp;in developing these action research programmes that draw on theory as well as practice. Accreditation provides evidence of their effectiveness as teacher mentors;<\/li>\n<li><b>company representatives<\/b> who also join the projects as co-researchers gain professional development and valuable research and development information. A learning company uses this knowledge to improve their understanding of education as well as for marketing their product and for evidence of their learning in entering for awards. For these associates, it gives them valuable feedback on their products, product feedback and quantified evidence of learning.<\/li>\n<\/ul>\n<p>Finally all the participants who publish in the MirandaNet Knowledge Hub receive a MirandaNet Fellowship and pupils are awarded a World Ecitizen certificate for sharing their achievements internationally.<\/p>\n<p>Teacher leaders can follow up with a 30 point Masters module with De Montfort University by expanding on the evidence they have collected. Mentoring about the analysis and reporting of evidence takes place face to face and online. Members of associate companies can also elect to join the programmes and gain accreditation for effective research&nbsp; and development with teachers.<\/p>\n<p>iCatalyst can be adapted to effect change at school level, or at regional or national level.  Three examples of the iCatalyst professional development programme follow using collaborative learning  that illustrate the different levels.<\/p>\n<p>The following detail about three exemplar project  cover:<\/p>\n<ul>\n<li>the challenges for the funders and the participants;<\/li>\n<li>the ways in which the iCatalyst process helped to define the issues and create the solution;<\/li>\n<li>the methods used to collect evidence;<\/li>\n<li>the results.<\/li>\n<\/ul>\n<p>The first project is <b>Elapa: Digital Technologies in South Africa.<\/b> Building a learning community in Free State province: 2001-2004 in order to train advisors to introduce digital technologies into schools and colleges in order to upskill the population of the region.<\/p>\n<p>The second is <b>the Bodhi Project <\/b>funded by the Podar charity who were expanding their schools into the rural areas of India,  MirandaNet was invited to run a  programme for forty principals who meet termly over two years from 2010-2012 to identify ways of improving teaching methods and sharing them with new staff.<\/p>\n<p>The third is <b>ICT tools for Future Teachers<\/b>, a 2009 Becta funded programme. This  government agency for information and Communications Technology (ICT), decided that they required research-based advice to support effective ICT use by teachers now and in the future. Christina Preston and Marilyn Leask, both members of the MirandaNet Fellowship, were asked to undertake this research. They worked with fifty expert teachers and advisers focusing on five questions:<\/p>\n<ul>\n<li>What in the views of practitioners, are the characteristics of effective technology-based tools and resources and how do they help teachers do their work well?<\/li>\n<li>What are the characteristics of effective non-technology based tools and resources and how to they help teachers do their work well?<\/li>\n<li>Where do practitioners go to find out about and access new tools for learning and teaching?<\/li>\n<li>What are the key challenges faced by practitioners in doing their job well?<\/li>\n<li>The future – what ICT tools would help? What digital solutions are needed? If these solutions do not exist, could they be created? What would their characteristics be, and how and when would they be used?<\/li>\n<\/ul>\n<p><a href=\"\/icatalyst\/examples-of-icatalyst\/\">You can find more about these projects here.<\/a><\/p>\n<p><b>iCatalyst can be undertaken at certificate, diploma and Masters level even in the same study group.<\/b><\/p>\n<h3 class=\"p1\"><strong>Web references<\/strong><\/h3>\n<ul>\n<li>Additional information about how we are making both research and professional development accessible to schools through industry and education partnership can be found <a href=\"\/innovation-in-cpd\/\">here<\/a>.<\/li>\n<li>Examples of Associate-funded iCatalyst publications are <a href=\"\/about-associates\/associates-research\/\">here<\/a>.<\/li>\n<li>Examples of iCatalyst projects are <a href=\"\/icatalyst\/examples-of-icatalyst\/\">here<\/a>.<\/li>\n<li>MirandaNet publications relating to professional development can be found <a href=\"\/knowledgehub\/publications\/\">here<\/a>.<\/li>\n<li>Some examples of the pedagogical models that the teachers use to measure their progress in systemic change at Master&#8217;s level can be found <a href=\"\/knowledgehub\/pedagogical-models\/\">here<\/a>.<\/li>\n<li>More on innovation in CPD may be found <a href=\"\/blog\/2015\/11\/18\/mirandanet-education-innovation-through-cpd\/\">here<\/a>.<\/li>\n<\/ul>\n<p class=\"p1\"><span class=\"s1\">&nbsp;<\/span><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: center;\">\n","protected":false},"excerpt":{"rendered":"<p>MirandaNet has a unique reputation in the market for independence, credibility and market leading research into technology and innovation. Fellows offers an innovative qualitative research programme, iCatalyst, working with teachers as co-researchers to define, measure and report on the impact &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/professional-development-approach\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10909","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10909"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10909"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10909\/revisions"}],"predecessor-version":[{"id":12025,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10909\/revisions\/12025"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10909"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}