{"id":10904,"date":"2015-03-10T00:00:00","date_gmt":"2015-03-10T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/the-ian-lynch-award\/"},"modified":"2015-03-10T00:00:00","modified_gmt":"2015-03-10T00:00:00","slug":"the-ian-lynch-award","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/the-ian-lynch-award\/","title":{"rendered":"The Ian Lynch Award"},"content":{"rendered":"<h2 style=\"text-align: center;\">The Ian Lynch Award<\/h2>\n<p style=\"text-align: center;\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-medium wp-image-3132\" src=\"\/wp-content\/uploads\/2019\/06\/Ian1-243x300.jpg\" alt=\"Ian Lynch\" width=\"211\" height=\"260\" \/><\/p>\n<div style=\"margin-left: 50px; margin-right: 50px; background-color: #eeeeea;\">\n<p style=\"text-align: center;\">─  <a href=\"http:\/\/www.mirandanet.org.uk\/profiles\/1266\">MNet Archive: Ian&#8217;s Professional Bio<\/a> ─ ─ <a href=\"https:\/\/theingots.org\">The Learning Machine (TLM)<\/a> ─<\/p>\n<\/div>\n<div style=\"margin-left: 75px; margin-right: 75px;\">\n<p style=\"text-align: justify;\">The Ian Lynch Award is named in honour of Ian Lynch, a much valued member of the MirandaNet community, who died too soon. Ian is the first recipient of the Award.<\/p>\n<p style=\"text-align: justify;\">The Award is given annually in recognition of <i><strong><span style=\"color: #b64d61;\">Outstanding engagement in democratic debate<\/span><\/strong>.<\/i><\/p>\n<p style=\"text-align: justify;\">The award is made to a participant in online MirandaLink debates and discussions whose posts demonstrate knowledge, wisdom, thoughtfulness and reason in pursuit of a passionate vision for education.<\/p>\n<hr \/>\n<p style=\"text-align: justify;\"> Here are three examples of the quality of Ian&#8217;s written contributions to MirandaLink discussions:<\/p>\n<div style=\"font-family: Courier New;\">\n<p><span style=\"font-size: 10pt;\"><strong>20<sup>th<\/sup> October 2014:<span style=\"font-size: 10pt;\"> <\/span><\/strong><strong>Is Digital Literacy no longer Important?<\/strong><\/span><\/p>\n<p><span style=\"font-size: 10pt;\">It seems that Digital Literacy is being changed in the curriculum to mean e-safety. We need to resist this strongly. It&#8217;s like saying literacy is about not talking to strangers. If you really want to know the state of the nation&#8217;s children&#8217;s digital literacy take a look at the outcomes here &lt;<u><a href=\"http:\/\/goo.gl\/pozZPw\">http:\/\/goo.gl\/pozZPw<\/a><\/u>&gt; . This is based on more than 2 million empirical data points from questions across a broad range of digital technologies from abstractions and algorithms to copyright and licensing. To me it provides evidence that we don&#8217;t necessarily need more coding, we need people that are digitally literate in a far wider sense than e-safety but including it. Sure e-safety is part of it so we should be worried when a lot of kids would respond to an e-mail telling them they had won a prize but so is understanding copyright and licensing and what file types to use and when. Coding might be nice for its political symbolism and there is nothing at all wrong in teaching it but there seems to me a danger here of &#8220;fur coat&#8221; and &#8220;no knickers&#8221;, trying to run before we can walk etc.<\/span><\/p>\n<p><span style=\"font-size: 10pt;\"><strong>14<sup>th<\/sup> June 2014, 1.30PM GMT: <\/strong><\/span><span style=\"font-size: 10pt;\"><strong>The demise of the book is imminent<\/strong><\/span><\/p>\n<p><span style=\"font-size: 10pt;\">I think it is down to economics. One thing that could kill the paper book as a delivery technology is cost. If publishers passed on the full savings from not having to print and distribute the paper to customers most people would migrate to electronic readers as they have with music. Who buys Music on discs, tape or other physical media now? In a school if all children have an e-reader device and say a physics text book is £10 to buy in paper form and was £1 in e-reader form it would save £9 a pupil &#8211; multiply that across say 10 subjects and it is a very significant saving. How much does it cost to write a physics text book? I reckon I could do it in a year easily. So let’s say £50k. Let’s share that cost between 500,000 users in a cohort. What should the cost of each book be? 10p? Physics is international so if it was globalised, the cost of production is negligible compared to the usage and these books could be given away and free to edit. The big losers are publishers because they are no longer needed. All that is needed is a distribution site which is what Amazon has but it doesn&#8217;t even have to be an established player if everyone knows where to find the books to download. But for books we do seem to be behind the music industry.<\/span><\/p>\n<p><span style=\"font-size: 10pt;\">The enabling changes will be that the e-reader technology will continue to fall in cost so everyone has one. iPads are still too expensive, some other tablets are getting down to the sort of sub £50 price that will tip things though and this sort of technology is much more likely to be non-vendor specific. From a practical point of view it might have to be one device rather than iPads, kindle, mobile phone etc. etc. or it’s going to be too complicated to manage apart from costs. These technologies do become commoditised over time so that is the likely outcome. So when the delivery device cost + the content to go on it get to be a lot less than buying one or two paper books, and especially if the e-versions added value such as Creative Commons Licensing so that teachers and pupils can freely re-use the content, books in schools will largely be for aesthetic or historical effect. How long that will take is a little difficult to tell but I would sell any shares in any companies dependent on selling paper based content if I had any ;-)<\/span><\/p>\n<p><span style=\"font-size: 10pt;\"><strong>14<sup>th<\/sup> June 2014, 4.30PM GMT: <\/strong><\/span><span style=\"font-size: 10pt;\"><strong>The demise of the book is imminent (follow-up)<\/strong><\/span><\/p>\n<p><span style=\"font-size: 10pt;\">No doubt all formats will survive, we still see the odd typewriter around. Some people are still using CDs. Question is what will dominate? The potential advantages from electronic books are not currently realised because of all the complications of copyright and it&#8217;s a very young medium, less than 10 years in mainstream use so many limitations are just down to lack of time to get the applications to the required functionality. Even so I can search an electronic text and re-use and edit the content creatively, things that are not at all easy in a book. We separate text books and exercise books but most of this is simply entrenched workflows of most adults that will take time to change, possibly decades, exacerbating the digital divide. Personally I haven&#8217;t worked much on paper like that for years and I definitely wouldn&#8217;t want to revert back to it. I find it pretty irritating when I&#8217;m forced to by e.g. government departments that are still operating like they did at school.  I&#8217;d say at least 95% of what I read is from a screen, my children the same and they are now in their 30s so I doubt this is going to get less with each generation. The fact that you can enlarge text is a significant advantage, or get a speech synthesisers to read it to you. For measurement it is easy to get the dimensions calculated instantly and if you want to measure physical objects why bother doing that on a piece of scaled paper when you can do it for real or get the computer to do it for you? For an exam? Then that begs the question of the relevance of the exam questions in a modern world. It is not that difficult to scale measurements to any particular screen resolution if you know that is what you want to do. I think the health side of things is not really much of an argument. After all, when reading first started by candlelight it was probably a lot more damaging to young eyes than reading from a screen. And obesity, alcohol, tobacco, recreational drugs and lack of exercise are bigger risks and I don&#8217;t see them dying out any time soon. If there is a &#8220;benefit&#8221; people will do it. If it’s easier or more satisfying people will do it. Especially young people.<\/span><\/p>\n<p><span style=\"font-size: 10pt;\">The main thing paper books have going for them is that a) they are low cost and b) require limited skills to use. The latter is by virtue of the fact there is not much you can do with them except read them. That&#8217;s why I say economics is a key issue and of course education because the skill level to get the most out of electronic information is far more demanding than from fixed text. On the flip side the electronic version can be enriched far more to enable greater understanding and insight into its content. It&#8217;s a shift in the type of learning needed and that is a big challenge for education.<\/span><\/p>\n<p><span style=\"font-size: 10pt;\">Whole buildings are now designed using Buildings Information Management software. Schools are already doing it. How will the training of quantity surveyors change when the entire bill of quantities is generated directly from the design software? Put on an Oculus Rift headset and &#8220;walk through&#8221; the building looking all around in a 3D virtual world £400. It might be nice to think drawing boards and 2D paper diagrams would persist but now even 2D CAD is obsolete. It’s not just the drawings, but the entire building, materials costings and facilities management, the lot.<\/span><\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>The Ian Lynch Award ─  MNet Archive: Ian&#8217;s Professional Bio ─ ─ The Learning Machine (TLM) ─ The Ian Lynch Award is named in honour of Ian Lynch, a much valued member of the MirandaNet community, who died too soon. &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/the-ian-lynch-award\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10904","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10904"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10904"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10904\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10904"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}