{"id":10920,"date":"2015-12-10T00:00:00","date_gmt":"2015-12-10T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/pakistan-chapter\/news-from-the-pakistan-chapter\/"},"modified":"2015-12-10T00:00:00","modified_gmt":"2015-12-10T00:00:00","slug":"news-from-the-pakistan-chapter","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/pakistan-chapter\/news-from-the-pakistan-chapter\/","title":{"rendered":"News from the Pakistan Chapter"},"content":{"rendered":"<p><strong>News from Pakistan, October 2015<br \/>\n<\/strong><\/p>\n<p><em>Lubna Malik, MirandaNet Senior Fellow<\/em><\/p>\n<p>Thank you MirandaNet, for putting the feather of a Senior Fellowship Award in my hat. The articles I published on the Mirandanet website are about my technology related research in the <strong>Primary Schools in Pakistan<\/strong>. The publication of my research further motivates me as a researcher and I hope it will inspire many others to be technology users and researchers. I shared my articles with my colleagues in the education department of my organization who appreciated the efforts made by MirandaNet for providing a valuable global platform for technology-savvy educationists.<\/p>\n<p>I am also very proud to share that I secured 3.88 CGPA in my Master degree in Education in Leadership and Management … Bravo girl!<\/p>\n<p>I work as an educational technology trainer in my school system. I introduced MirandaNet as a collaborative and research network to my students and shared a demo with them about being members of MirandaNet. My next move is to continue this strategy in upcoming training. I share the MirandaNet news\/events on the social page related to educational technology created for teachers to share their experiences and students’ work.<\/p>\n<p>We have taken the initiative of providing e-facilities in a few of the early year’s schools in my organization. These facilities include tablets, EyeRIS, multimedia and other gadgets. My plan is to involve teachers in action research activity as a catalyst of change in their own professional growth.<\/p>\n<p>Technology in Pakistan, as any other country in the world, has major use in all fields of life. Thus technology is taking its place in the field of education in public and private schools in Pakistan. Children here are digitally smart and sharp in technology literacy.<\/p>\n<p>During my visit to England last year, I spent a day with trainee teachers at Brunel University to witness how to use the new software Scratch as a teaching and learning resource. This insightful session helped me to view the pedagogical value of the software. Now, as a curriculum developer for educational technology in my school system I have added Scratch to the software for Class 6, 7 and 8 across the network (around 200 schools). I am planning to share the Scratch related research on the MirandaNet platform soon.<\/p>\n<p>Hope to see you at Bett in 2016, <em>Insha Allah.<\/em><\/p>\n<p><em>Lubna’s papers are <\/em><a href=\"\/blog\/2015\/09\/the-role-of-the-principal-in-promoting-technology-integration-in-pedagogical-practices\/\">The role of the principal in promoting technology integration into the pedagogical practices<\/a><strong> and <\/strong><a href=\"\/blog\/2015\/05\/assesment-though-ict\/\">Assessment through ICT<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>News from Pakistan, October 2015 Lubna Malik, MirandaNet Senior Fellow Thank you MirandaNet, for putting the feather of a Senior Fellowship Award in my hat. The articles I published on the Mirandanet website are about my technology related research in &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/pakistan-chapter\/news-from-the-pakistan-chapter\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":10733,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10920","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10920"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10920"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10920\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10733"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10920"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}