{"id":10961,"date":"2015-07-12T00:00:00","date_gmt":"2015-07-11T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/gaia-research\/"},"modified":"2020-03-05T11:30:30","modified_gmt":"2020-03-05T11:30:30","slug":"gaia-research","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/about-associates\/associates-research\/gaia-research\/","title":{"rendered":""},"content":{"rendered":"\n<hr style=\"color: #9e152c; border-top: dotted 5px;\" \/>\n<center><h1>Stop Press!<\/h1><\/center>\n<p> <font size=\"+1\">2Simple have been selected as finalists for the 2020 Education Resources Awards (ERA) in four categories, including Supplier of the Year (£1m &#8211; £10m).<a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/2020-education-resources-awards\/\"> For more information click here!<\/font><\/a><\/p>\n<hr style=\"color: #9e152c; border-top: dotted 5px;\" \/>\n\n<img decoding=\"async\" class=\" wp-image-4533 alignleft\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/02\/bjdeducation.png\" alt=\"BJDEducation\" width=\"150\"><h5>Four cases for education technology across the curriculum: improving reading standards using e-readers; a practice based approach to innovation; innovation in teaching and learning; inspiring tomorrow’s leaders of creativity: moving from a computing to a digital media curriculum<\/h5>\n<p>&nbsp;<\/p>\n<h5>‘Reading is my passion’ Exploring the use of e-readers as an intervention strategy for boys who are struggling to read.<\/h5>\n<p>Gaia Technologies and MirandaNet Fellows have been working in four schools where teachers have become co-researchers on practice based research projects.<\/p>\n<p>The first project, at Cranford College near Heathrow airport, Kerry Mulhair, an English teacher, has been awarded a MirandaNet Fellowship as a co-researcher. The practice base research study was a pilot of e-readers used to support boys who are reluctant readers called: &#8216;Reading is my passion&#8217;: Exploring the use of e-readers as an intervention strategy for boys who are struggling to read. Gaia Technologies supplied the e-readers and provided the support and training in order to gain knowledge for other schools about the value of e-readers. In the report you will see that the impact on the boys was significant in this short, small-scale pilot and we think it is worth sharing. There was not a clear impact on the Salford reading scores at this stage, but we decided that teachers undertaking small pilots in their classrooms cannot expect reliable quantitative measures of impact. However, this should not prevent them from undertaking practice-based research. Although enthusiasm is not quantifiable or expressed in scores it was pleasing for the teacher and the researcher to observe that this pilot had made a difference to the boys’ willingness to overcome the reading challenges they faced when they used an e-reader. The fact that they enjoyed the multimodal experience of pictures and sound in understanding a book indicated that this method of transmission accorded with their wider experience of story in the digital age.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/2017-1205-Cranford-Reading-is-my-passion.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">The full report is here.<\/a><\/p>\n<hr>\n<h5>From visioning to impact &#8211; A practice based research approach to innovation<\/h5>\n\n<p>The second project was set up as part of an established relationship between Gaia and Denbighshire County Council, Wales, Bodnant Community Primary, employed Gaia Technologies as experienced education consultants in digital technology to support forward development. The aims of this partnership were to drive future procurement and deployment decisions and to develop a framework to inform planning of progressive educational technology skills development and application use as pupils grow through the school.<\/p>\n<p>This multi-project programme of support took eighteen months to complete and had three components:<\/p>\n<ul>\n<li>development of an educational edtech vision and skills progression model to drive future decision-making re procurement, deployment and user training;<\/li>\n<li>boosted interactive use of interactive Whiteboards (IWBs), specifically Smart Notebook, across the school and curriculum;<\/li>\n<li>developing and deploying a virtual workspace using Google Apps for Education (GAFE) and integrated on-line software services.<\/li>\n<\/ul>\n<p>In those three areas, the first impact on Bodnant school policy is that there is now an informed basis for moving forward <img loading=\"lazy\" decoding=\"async\" class=\"alignright wp-image-7081\" src=\"\/wp-content\/uploads\/2019\/06\/Bodnant.png\" alt=\"Bodnant Gaia project\" width=\"280\" height=\"210\"><br>and key steps have been taken in meeting early objectives i.e. increased use of interactive classroom presentation technology, demonstration of project-based learning enriched by information and communication technology (ICT) and establishment of the Google platform.<\/p>\n<p>As a result of their contribution as co-researchers both Tristan Hughes, the deputy head and Caroline van Niekerk, the staff trainer, were awarded a MirandaNet Fellowship. Tristan Hughes is now using his experience to develop a similar project in the school where he has now taken up a headship.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/200916-Bodnant-From-visioning-to-impact-Final.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">The full report is here.<\/a><\/p>\n<hr>\n<h5>Innovation in teaching and learning<\/h5>\n\n<p>The third school, St Philip Howard Catholic Voluntary Academy is a Roman Catholic secondary school located in Glossop in northern Derbyshire. It provides secondary education for children in the Glossopdale and Longdendale valleys. Substantial across-the-board investment is allowing the Academy to significantly improve facilities, helping ensure that St. Philip Howard, its students and staff, can look forward to a bright and successful future. This includes renewal of the ICT infrastructure, a task undertaken by Gaia Technologies in the summer of 2015. As part of the package of services offered by Gaia the Academy was offered training, professional development and project support. After an initial review of requirements Gaia agreed to support three pieces of work:<\/p>\n<ul>\n<li>Consultancy to help rationalise the approach to use of Cloud services (Office 365 and Google Apps for Education) and the virtual learning environment (VLE) – My Learning UK1;<\/li>\n<li>Facilitation of a teaching and learning project to explore the use of the new technology with a small group of Y7 students during their literacy support lessons (the subject of this research);<\/li>\n<li>Delivery of a transition project making use of green screen video technology.<\/li>\n<\/ul>\n<p>Professor Christina Preston worked with the teachers to capture the outcomes of the literacy project through a short piece of practice-based research. The aim was to:<\/p>\n<ul>\n<li>see if the students would be more motivated to write and produce better quality writing when using ICT;<\/li>\n<li>test different software and see which works to effect in this context;<\/li>\n<li>identify the ICT trip wires that might prevent staff and students making use of ICT as a tool for teaching &amp; learning.<\/li>\n<\/ul>\n<p>This small intervention has been valuable in identifying issues for the school and for Gaia about how the whole school system can be optimised to make full use of the investment in technology. Firstly, a tribute must be paid to the students who were such an important element of this pilot. <img loading=\"lazy\" decoding=\"async\" class=\"alignright wp-image-7081\" src=\"\/wp-content\/uploads\/2019\/06\/StP.png\" alt=\" St Philip Howard Gaia project \" width=\"280\" height=\"210\"><br>The group were responsive and tolerant of the experimental nature of lessons and instances of failure. Students were enthusiastically talking about the project in their breaks amongst each other and to the staff. They were motivated by knowing that this was an experiment although the intervention did not proceed perfectly they remained engaged and there is evidence of achievement.<\/p>\n<p>Unexpected outcomes were achieved by allowing the students to choose their own themes. For one pupil, this approach produced an enthusiasm for learning that she had not displayed before. This was seen as a result of allowing her to learn within a subject context of her own choice.<\/p>\n<p>The second research consideration has been staff involvement. Teachers who had had some involvement spoke of their enjoyment in the project and wished that teachers and teaching assistants had been able to see more. Overall this has created an atmosphere where teachers can feel free to explore literacy in new ways.<\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/200916-Master-St-Philip-Howard-Final.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">The full report is here.<\/a><\/p>\n<hr>\n<h5>Inspiring Tomorrow’s Leaders: moving from a computing to a digital\nmedia curriculum<\/h5>\n<p>The fourth project at Ormiston Maritime Academy in Grimsby a practice based study was designed to reflect on the challenges the school faced in Computing and to work with the teachers to find solutions. Grimsby is a coastal town is looking to replace the fishing industry with new businesses. Computing skills are much prized as a route to employment. The Academy has an intake of about 1,000 students, aged 11 to 16. An Ofsted report in 2010 indicated that the school had a larger proportion of students with disabilities or special learning requirements than is found on average nationally. Although the school was in a new building and had technology status they were struggling to staff the new Computing curriculum that had replaced the Information and Communications Technology curriculum in 2012. But the £12 million given to the British Computing Society to train teachers in Computing Science had not produced enough teachers to cover the need. At the core of this study is one school’s strategy to deal with this problem by deciding whether to change from the imposed Computing curriculum to Digital Media. As an independent academy, the leaders did not have to follow government guidelines on curriculum subjects. The reasons for considering this change was the lack of popularity of Computing with the students and the problems of staffing this new course as so few teachers had experience of Computing Science.<\/p>\n<p>Overall the Digital Media pilot across four subject, drama, design and technology, art and music went much as planned although the complexity of what was requested was very challenging and demanded significant planning input and coordination from the company team. In this context the digital media project was highly ambitious and carried a significant risk of failure. It did, however, succeed because of the immense commitment of the individuals involved, including the students.<\/p>\n<p>Reasons for the comparative success of the Digital Media project were several. The project was collaboratively co-planned by the company’s lead professional working with a group of teachers. The project design was based upon an analysis of how content, pedagogy and technology might interact to provide students with an innovative learning experience. In addition, all participants, including company’s on-site engineers, were well briefed and the sharing of information was good, primarily because of the internal school leadership of the project. The adaptability of the team and response to needs was also crucial.<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/www.youtube.com\/embed\/Dz7r4Ighqgs\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n<p><a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/02\/Inspiring-Tomorrow.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">The full report is here.<\/a><br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Stop Press! 2Simple have been selected as finalists for the 2020 Education Resources Awards (ERA) in four categories, including Supplier of the Year (£1m &#8211; £10m). For more information click here! Four cases for education technology across the curriculum: improving &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/about-associates\/associates-research\/gaia-research\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":10816,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10961","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10961"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10961"}],"version-history":[{"count":18,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10961\/revisions"}],"predecessor-version":[{"id":12750,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10961\/revisions\/12750"}],"up":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10816"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10961"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}