{"id":10986,"date":"2019-06-29T23:25:55","date_gmt":"2019-06-29T22:25:55","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/making-a-difference-in-education-what-the-evidence-says\/"},"modified":"2019-06-29T23:25:55","modified_gmt":"2019-06-29T22:25:55","slug":"making-a-difference-in-education-what-the-evidence-says","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/making-a-difference-in-education-what-the-evidence-says\/","title":{"rendered":"Making a difference in Education: What the evidence says"},"content":{"rendered":"<p><span style=\"font-size: 14pt;\">Robert Cassen, Sandra McNally and Anna Vignoles. (2015. <a href=\"https:\/\/www.routledge.com\/products\/9780415529228\">Routledge<\/a>.)<\/span><\/p>\n<p><em>Review by Terry Freedman, published 19 Feb 2016 (<a href=\"http:\/\/www.ictineducation.org\/home-page\/what-ive-been-reading\">re-published from ICT &amp; Education<\/a>)<\/em><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignleft wp-image-7280\" src=\"\/wp-content\/uploads\/2019\/06\/making_a_difference-200x300.jpg\" alt=\"Making a difference cover\" width=\"200\" height=\"300\" \/>I&#8217;ve been reading a very interesting book about educational research. I&#8217;m very much of the opinion that decisions in school generally, and in the classroom specifically, should be based on research evidence. Unfortunately, many academic books and articles border on the unreadable, but &#8220;<strong>Making a difference in Education: What the evidence says<\/strong>&#8221; breaks the mould.<\/p>\n<p>This volume by Robert Cassen, Sandra McNally and Anna Vignoles covers a broad range of topics: a history of educational policy in the UK, Early Years, parents, school organisation, what makes a good teacher, reading and writing, numeracy, special educational needs, ICT in the classroom and vocational education.<\/p>\n<p>It covers each of these topics from the standpoint of what educational research has to say about them. So, if you read the whole book, you will have a very good overview of what, according to academic research, works and what doesn&#8217;t over the whole general gamut of education in the UK. By &#8220;academic&#8221;, I mean using randomised control trials and other characteristics generally associated with scientific research.<\/p>\n<p>Of course, control trials are only feasible and useful to a certain extent when it comes to education. Nevertheless, it&#8217;s nice to read a book that, for the most part, draws its conclusions from research rather than conjecture or anecdote.<\/p>\n<p>Having said that, it&#8217;s disappointing that unfounded assertions are sometimes made. For instance, in the chapter on ICT, the author states that:<\/p>\n<p>&#8220;By 2012 it was openly recognised that teaching of [ICT] in schools was mostly dismal&#8230;&#8221;.<\/p>\n<p>Although I would agree that many people thought the teaching of ICT in schools wasn&#8217;t great, as far as I can tell that was largely based on the flimsiest of &#8220;evidence&#8221;. For example, I attended a conference in, I think, 2009, in which just about every speaker stood up and said &#8220;ICT is boring, and I know this because my 12 year old daughter told me.&#8221;<\/p>\n<p>It&#8217;s understandable that when enough people say the same thing it comes to be accepted as fact, but I should have thought that a book specifically dealing with educational research would not do so unless it had been proven (insofar as such things can be proven).<\/p>\n<p>The author also states that &#8220;it seems axiomatic that the younger generation are&#8230;&#8217;digital natives'&#8221;. Well, some of us have been saying for years that it is simply not true. See, for instance, The myth of the digital native, in which I report on a talk by Professor Angela McFarlane.<\/p>\n<p>Still on the subject of ICT, it is a drawback of this type of book that, notwithstanding my earlier comments, it can only report on what is, not what should be. In this context, the author makes clear that the teaching of ICT was thought to be pretty awful, and so a new curriculum was brought in. This is true, but it&#8217;s a pity that the sleight of hand remains unremarked upon. That is to say, if the teaching of ICT was dreadful, then the logical solution would have been to improve the teaching rather than change the curriculum.<\/p>\n<p>Occasionally, the word &#8220;obviously&#8221; appears in the book, which I find irritating, because it seems out of place in the context of reporting research.<\/p>\n<p>Despite these niggles, I have found the book to be hugely informative and, perhaps surprisingly for a book of this nature, highly readable. It provides a veritable romp through hundreds of research studies in dozens of areas over several decades. It does indeed report what the evidence says. For instance, in the chapter on ICT the author recognises that there has been no definitive evidence of the efficacy of teaching ICT per se, though the use of education technology in other subjects has apparently been more successful.<\/p>\n<p>I loved reading the chapter on what makes a good teacher. A few months ago I was looking into this myself, for a talk I was due to give, and spent hours trawling through reports from all over the world. It was a useful exercise, but I could have done with this book back then!<\/p>\n<p>Should you, as a Computing or ICT teacher, buy this book? From the point of view that there is only one chapter on ICT (and which mentions the new Computing curriculum), I&#8217;d say a cautious &#8220;yes&#8221; – cautious because although the chapter is very interesting and useful in presenting evidence from several studies, it would be a relatively costly purchase if you read no other chapter.<\/p>\n<p>But as an educational professional, you should definitely buy the book. I think it&#8217;s important to have a broad knowledge of other areas of education besides one&#8217;s own specialism. I also think the chapter on history is very useful: nothing that is happening today in education just popped up out of the blue. Knowing a little about the past provides a context for the present, and an explanation of how, as the authors put it, we got here.<\/p>\n<p>Click to purchase from Amazon: <a href=\"http:\/\/www.amazon.co.uk\/gp\/product\/0415529220\/ref=as_li_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=0415529220&amp;linkCode=as2&amp;tag=itineducati02\">Making a Difference in Education: What the evidence says<\/a>.<\/p>\n<p><em>Please note: I was sent a review copy of this book, and the link above is an Amazon affiliate link.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Robert Cassen, Sandra McNally and Anna Vignoles. (2015. Routledge.) Review by Terry Freedman, published 19 Feb 2016 (re-published from ICT &amp; Education) I&#8217;ve been reading a very interesting book about educational research. I&#8217;m very much of the opinion that decisions in &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/making-a-difference-in-education-what-the-evidence-says\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-10986","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10986"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=10986"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/10986\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=10986"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}