{"id":11059,"date":"2019-06-29T23:27:42","date_gmt":"2019-06-29T22:27:42","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/review-negotiating-neoliberalism\/"},"modified":"2019-06-29T23:27:42","modified_gmt":"2019-06-29T22:27:42","slug":"review-negotiating-neoliberalism","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/review-negotiating-neoliberalism\/","title":{"rendered":"Review: Negotiating Neoliberalism"},"content":{"rendered":"<p><span style=\"font-size: 14pt; color: #9e152c;\">Negotiating Neoliberalism: Developing Alternative Educational Visions<\/span> <br \/>\n Tim Rudd and Ivor F. Goodson  (eds)<br \/>\n <span style=\"font-size: 14pt;\"><span style=\"font-size: 12pt;\"> 2017. SensePublishers. <\/span><br \/>\n <\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><em>Review by <a href=\"\/bp-members\/john-galloway\/\">John Galloway<\/a>. Published: 14 May 2017.<\/em><\/span><\/p>\n<p><a href=\"https:\/\/www.amazon.co.uk\/Negotiating-Neoliberalism-Developing-Alternative-Educational\/dp\/9463008535\/ref=sr_1_1_twi_har_2?ie=UTF8&amp;qid=1494770791&amp;sr=8-1&amp;keywords=Negotiating+Neoliberalism\"><img loading=\"lazy\" decoding=\"async\" class=\" wp-image-8560 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/neoliberalcover.jpg\" alt=\"\" width=\"161\" height=\"254\" \/><\/a><\/p>\n<p>You could take this to be a rather gloomy book, one that lays bare the dominance of Neoliberalism as the hegemonic political, economic and social philosophy of our age, and its penetration into all aspects of our lives. It’s influence has been growing in the UK since the 1970s and accelerated by the ‘austerity’ agenda – rolling back the state, increasing the role of markets, privatising public services, increasing personal choice. In education, amongst other things,  we see it in the promotion of academies and free schools, establishments outside of the structure of the local authority, designed to create surplus pupil places and thus stimulate a market between schools.<\/p>\n<p>It is an idea that, like a virus, has infected not just our commercial and public service structures, but our attitudes and approaches to our professional and working lives. It is a GERM, a Global Education Reform Movement, that has monetized education, at every level, making it a product to be sold rather than a developmental experience to be had.<\/p>\n<p>Whilst ostensibly promoting decentralisation and innovation its reliance on set metrics for judgement and evaluation drives all providers – schools and universities &#8211;  down a narrow channel, limiting their offer, and their worth to what can be easily measured, and thereby valued.<\/p>\n<p>It is the sort of approach that technology can be conscripted to support through data collection and analysis that demonstrates achievement against pre-determined outcomes, but that is blind to incidental learning and personal development along the way. As Hayler makes clear when quoting a Master’s account of discussions with a head teacher about why his year 6 SATs results were not as good as colleagues’, that he “couldn’t use that excuse anymore,” when pointing out the degree of learning difficulties in the class. The discussion ignored the progress in learners’  “growing confidence, motivation and enthusiasm.”<\/p>\n<p>But, this book suggests, it doesn’t have to be like it, and all of us in education, wherever we are and whatever we do, can do something about it.<\/p>\n<p>So, you could also see this book as a call to arms, denouncing the appropriation of a fundamental human activity – learning &#8211; for narrow, selfish, financial, gains. By shedding light on the penetration of Neoliberal approaches into all aspects of our lives, but especially our schools, colleges and universities, it seeks to alert us to the dangers, and to our own collusion in its growth,  and asks us to not only to resist, but to push back.<\/p>\n<p>The infiltration and acceptance of Neoliberalism is shown to be an international issue, with examples from Nepal, Norway and Ireland. Sugrue uses the latter as a case study – its growth as the Celtic Tiger then its near financial collapse following the 2008 banking crisis &#8211; to demonstrate how policies of austerity and economic imperatives are used to make the case for practices that strip creativity from the curriculum to give a narrow focus on “basics,” policies that “get under the skin of teachers and learners where they sap vital energy, commitment, motivation and morale.”<\/p>\n<p>There are reminders that other approaches are possible. Schostak writes about the principles of co-operative education and a curriculum developed through “motivations, curiosities and interests aroused by exploring together,” rather than one “imposed by authorities over the needs and interests of young people and adults.”<\/p>\n<p> Deborah Philips, in a thoroughly researched chapter, lays bare the sneaking privatisation of schools, the blurring of the distinction between public and private interests that allows commercial organisations connected to the charitable trusts replacing local authorities as organisational entities across England, to mop up lucrative contracts. With mechanisms of local accountability disassembled in order to allow market forces to operate.<\/p>\n<p>Elsewhere, Stephen O’Brien decries our ready adoption of reductionist practices and associated language embodied in our use of ‘Learning Outcomes,’ that these “represent a particular knowledge type,” one that allows us to, “measure it, claim ownership over it, test it for inadequacies.” This approach shifts the focus of learning from personal interest and development to the generation of data. Instead he urges “Resistance for Freedoms Sake,” with a call to rediscover education’s “more authentic soul.” <\/p>\n<p>The editors offer us a framework for educational research of Five Rs – remembering, regression, reconceptualization, refraction, and renewal – but ask us also to look for instances of <em>resistance<\/em> (their italics). Their conclusion, however, is that the basis of such resistance is not based on analysis, on the narrow, data driven, reductive approach of Neoliberalism, but rather of humanity: in “’the question of the meaning of life’” which “continues to elude the neo-liberal market society,” which has “failed to win ‘hearts and minds.’” In refusing to accept the de-humanising approach to education implicit in Neoliberalism we can “begin a ‘long march’ in the opposite direction.”<\/p>\n<p>An unashamedly polemic book, who’s perspective can help all of us, regardless of our own position, to reflect on, re-examine, and understand education systems globally, and our opportunities to influence their future.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Negotiating Neoliberalism: Developing Alternative Educational Visions  Tim Rudd and Ivor F. Goodson  (eds) 2017. SensePublishers.  Review by John Galloway. Published: 14 May 2017. You could take this to be a rather gloomy book, one that lays bare the dominance of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/review-negotiating-neoliberalism\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11059","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11059"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11059"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11059\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11059"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}