{"id":11064,"date":"2017-02-07T00:00:00","date_gmt":"2017-02-07T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/using-digital-tools-primary-school\/"},"modified":"2017-02-07T00:00:00","modified_gmt":"2017-02-07T00:00:00","slug":"using-digital-tools-primary-school","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/using-digital-tools-primary-school\/","title":{"rendered":"Using Digital Tools in the Primary School"},"content":{"rendered":"<p><strong><em>Christina Preston, Professor of Education, MirandaNet Fellowship, interviews Robyn Suthayalai, Computing Lead at Grange Primary School, Ealing about her approach to teaching with ICT<\/em><\/strong><\/p>\n<p><strong><em> <\/em><\/strong><strong><em>June 2017<\/em><\/strong><\/p>\n<p>At a time when numbers of Computing teachers are falling, schools need dedicated leads like Robyn Suthayalai who has been working at  the Grange School, Ealing, for the past two years. Like many teachers in this field, Robyn was not trained in Computing during her BA in Primary education or her NQT year but developed an interest before university at school when she used to provide the sight and sound for presentations and school productions. Since she started leading the Computing curriculum she has had the advantage of support from Mark Robinson, an Ealing Local Authority adviser, although this support may not be available next year as a result of the national funding cuts.<\/p>\n<p>All schools are different in their makeup and require particular skills from their teachers. Robyn is now experienced in the context in which she works. Grange is a large school with 4-form entry from reception to year 6.  The children number about 700 but there is a significant turnover as the families in this inner London Borough are very mobile. The proportion of pupils known to be eligible for free schools, looked after child and parents with a parent or carer in the armed forces is above average whereas the proportion of pupils who are of minority ethnic heritage is well above average: just under half the children speak English as an additional language.<\/p>\n<p>Professional development in Computing is difficult to sustain because of staff turnover. A key cause is that young teachers move out of London to buy a house. The staff numbers are made up by teachers who are recruited from overseas’ but generally only stay for couple of years.<\/p>\n<p style=\"margin-left: 50px; margin-right: 50px;\"><em><strong> <\/strong>“It is, therefore, more difficult and time consuming to ensure that all staff are adequately trained to teach using the up to date software,” Robyn explains. “In addition, Computing is not a core subject. As a result, because the demands of the English and maths curriculum must be met, Computing is not always the priority it used to be”.<\/em> <\/p>\n<p><strong>Moving to laptops<\/strong><\/p>\n<p style=\"margin-left: 50px; margin-right: 50px;\"><em>“The increasing numbers of children coming into school in all years has also had an effect as we’ve had to make room for more whole classes. As a result we lost our computing suite that we used to enable back-to-back Computing classes. The solution was sets of Nova laptops. The best quote for the laptops came from the chair of our PTA, but it is not easy to get reliable advice about buying hardware. However, the laptops were a challenge for me as I had to get them out at the beginning of the lesson and collect them in at the end for every class &#8211; on top of the teaching. Then we came up with the idea of pupil monitors who take out the laptops ready for the class in break time and recharge when the lesson is finished. This solution is working well”.<\/em><\/p>\n<p>Mark Robinson, the Ealing advisor, has experience of working in many schools with varied computer set ups and Robyn has been able to draw on his advice to decide which software will work best in her school. Robyn had looked at several alternatives to cover the curriculum. Conversations with Mark led her to chose <a href=\"http:\/\/www.just2easy.com\">Just2easy<\/a> for curriculum delivery because all varied tools are in one space under a single login.  Browsers can also be used on laptops or mobile phones out of school to access the tools.<\/p>\n<p>The management of laptop is notoriously difficult which has been highlighted by many MirandaNet teachers (Fuller 2016 :Preston 2016). In the case of Grange school, a single login for all tools is a great benefit for children who also want to use the package at home to continue their work in Computing. After 2 years many children now know their login off by heart. However, to help the parents the guided reading journal that is sent home from the school has the password on the inside cover.<\/p>\n<div id=\"attachment_8811\" style=\"width: 414px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8811\" class=\"wp-image-8811 size-large\" src=\"\/wp-content\/uploads\/2019\/06\/sp1.png\" alt=\"\" width=\"404\" height=\"300\" \/><p id=\"caption-attachment-8811\" class=\"wp-caption-text\"><center><b>Example one<\/b><\/center><\/p><\/div>\n<p>The first task Robyn set herself was to make coding accessible to children when she began to teach computing. Robyn was reluctant to move from Scratch that she knew well as a programming tool on the London Grid for Learning.  However, she soon saw the benefits for learning about coding in phases of increasing difficulty, all within j2code, starting with JIT for years 2 and 3, moving onto Visual in years 4 and 5 followed by Logo. “The keen children” she said, “can access examples in more detail from the new Just2easy packages with content to try out. So over the years pupils are introduced to more and more sophisticated languages presented seamlessly in the same environment. Robyn’s next step is to consider using JIT for the reception class in a more structured way.<\/p>\n<p>Robyn also worked out how to tackle data handling using J2data.”This has proved valuable because it is an easy way for young children to display data in different forms and create sorting diagrams. These can be easily published which allows other pupils to comment on the data presented with statements and questioning which develops maths skills” (see example one)<\/p>\n<p>Robyn suggests Just2easy across the curriculum to promote digital literacy, digital citizenship and e-safety. “J2webby has been popular as a communication tool in other subjects.” Robyn comments, “Grange teachers use J2e5 to write and publish information that they would like to share with pupils and parents (see example 2).<\/p>\n<div id=\"attachment_8812\" style=\"width: 498px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8812\" class=\"wp-image-8812 size-large\" src=\"\/wp-content\/uploads\/2019\/06\/sp2.png\" alt=\"\" width=\"488\" height=\"300\" \/><p id=\"caption-attachment-8812\" class=\"wp-caption-text\"><center><b>Example 2<\/b><\/center><\/p><\/div>\n<p>The sports coordinator, for example, likes to publish reports and photos on the web of all the completed sports fixtures and the ones that are soon to come. Writing for an audience makes the pupils much more dedicated to finding the right angle and quicker to find mistakes in their own grammar and punctuation and in their fellow pupils work. The discussions over work to be published can become quite intense”.<\/p>\n<p>Pupils develop their literacy skills by editing their work in the breaks and publishing the work on the J2webby website. The teacher also photographs the front cover of a book and asks the pupils to review this in the Reading Zone. J2e5 has proved more useful as a learning tool for younger children than Word because there are fewer clicks and the pupils can publish their work directly onto the website for the teacher to approve. Grange website has an ‘Our Work’ button which links directly onto ‘J2webby’ website. On here, Robyn has created tabs in order to organise information that can be published by children and staff. Grange’s J2webby includes a tab for each class along with Maths Challenges, PE and Sport, Rights Respecting News and Live Book Corner. Any child in the school can use j2e to complete a piece of work whether it is Maths, English or Computing related and request for their work to be published online. In Maths, the co-ordinator has begun to publish problems for the pupils to solve (see example 3).<\/p>\n<div id=\"attachment_8810\" style=\"width: 498px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8810\" class=\"wp-image-8810 size-large\" src=\"\/wp-content\/uploads\/2019\/06\/sp3.png\" alt=\"\" width=\"488\" height=\"300\" \/><p id=\"caption-attachment-8810\" class=\"wp-caption-text\"><center><b>Example 3<\/b><\/center><\/p><\/div>\n<p>Robyn explains, “They not only post their answers, but also have to explain how the solved the problem. Pupils like the content in J2blast as well. They enjoy challenging their maths skills, competing against their peers and earning points to enable them to upgrade their alien characters. Now that the pupils are publishing to the website they are also interested in developing blogs using J2bloggy. Teachers are also planning to develop a Humanities and a Music tab.”<\/p>\n<p>All these enthusiasms have a natural cycle of popularity and can be interrupted by a concentration on another activity like SATs but overall use is growing. Robyn spends time helping her staff and Mark comes in from the local authority to work with the teachers. The teachers struggle most with the coding and find the best help can be found from the video tutorials. These are also an effective use of teachers’ time. Enthusiastic pupils also help their teachers. Most of the teachers are relaxed in being supported by their pupils and applaud the active learning opportunities that come from the pupils’ access.<\/p>\n<p><strong>Safeguarding issues<\/strong><\/p>\n<p>The staff observe the general rules about the security of children&#8217;s published work and share these rules with the children as part of the digital literacy agenda. In fact the website provides an excellent opportunity to discuss these issues from the perspective of actual website publication.<\/p>\n<p>Although the primary Toolsuite is intrinsically e-safe, Robyn is keen that pupils understand the details. For example, pupils may want to publish videos of their kittens, but in the process reveal a messy bedroom that upsets the parents. She is considering tested ways of engaging the pupils and their parents in safeguarding strategies by developing collaborative Codes of Conduct that the whole community plan and sign up to.<\/p>\n<p>However, communication is made more difficult when parents are unable to speak English and, therefore, require forms to be translated when permission to include pupils in schools pictures and videos is required. The staff are working on resolving this issue.<\/p>\n<p><strong>Innovative ideas<\/strong><\/p>\n<p>Robyn is most pleased by the responses of motivated and driven pupils who are very keen on Computing, and rather good at it. Robyn explained that pupils had asked some interesting questions and come up with some innovative ideas like working collaboratively on coding which is the default setting in the Just2easy tools. They already take roles as helpers, advisers, demonstrators and digital prefects so Robyn is considering appointing some of these young learners as Digital Leaders to celebrate their contribution to the learning of others.<\/p>\n<p>In discussion with Just2easy developers Robyn suggested some ways to help teachers. She thought that short videos and simulations about e-safety would be valuable. In addition, simulations for the older pupils might help them to understand bullying and grooming processes and how to protect themselves.<\/p>\n<p>Meanwhile like all good teachers Robyn will continue to develop her practice to ensure that all the pupils achieve well in Computing and also across the curriculum in digital literacy, digital citizenship and e-safety.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Christina Preston, Professor of Education, MirandaNet Fellowship, interviews Robyn Suthayalai, Computing Lead at Grange Primary School, Ealing about her approach to teaching with ICT  June 2017 At a time when numbers of Computing teachers are falling, schools need dedicated leads &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/using-digital-tools-primary-school\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11064","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11064"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11064"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11064\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11064"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}