{"id":11063,"date":"2017-02-07T00:00:00","date_gmt":"2017-02-07T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/role-blogging-digital-literacy\/"},"modified":"2019-07-25T22:12:41","modified_gmt":"2019-07-25T21:12:41","slug":"role-blogging-digital-literacy","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/role-blogging-digital-literacy\/","title":{"rendered":"The role of blogging in Digital Literacy"},"content":{"rendered":"<p><em><strong>Christina Preston, Professor of Education, MirandaNet Fellowship, interviewing Steve Gillan, head teacher of Thurlbear Church of England Primary School&nbsp;<\/strong><strong>about his approach to digital literacy with blogging.<\/strong><\/em><\/p>\n<p><strong><em>&nbsp;<\/em><\/strong><strong><em>June 2017<\/em><\/strong><\/p>\n<p><strong>&nbsp;<\/strong>Steve Gillan is the head of Thurlbear Church of England Primary School with just seven classes in the idyllic hamlet of Thurlbear on the outskirts of Taunton, Devon.<\/p>\n<p>The children at Thurlbear are supported in their learning by a dedicated team of staff, governors and parents who work as a team in partnership with the parents. The principal aim of the school is to provide an excellent education for the children in an atmosphere of mutual respect, confidence and celebration.<\/p>\n<p>There is a strong bias towards constructive and independent learning. The staff work as a team to provide the children with high quality and meaningful first-hand experiences that aim to develop the children into enthusiastic and dedicated learners. Children of all abilities are encouraged to enjoy what they do and each achievement is valued regardless of the national standards.<\/p>\n<p>The new and enthusiastic head of this small one form entry school has a vision “… to create an irresistible church school; a beacon for learning experiences which lead to great life achievements.” With infectious humour, Steve expresses his overall philosophy as, ‘<em>Eyes to the horizon and feet on the floor’.<\/em> His concern is that the pupils should be having valuable learning experiences all the time but points out the lack of professional updating that is available.<\/p>\n<p>His particular interest as a head is educational technology (edtech). He observes that teachers are expected to know about the latest developments including safeguarding and yet there is so little reliable information. With the lack of government funding for upgrading systems he would like to approach companies for sponsorship but worries that a company might take advantage of the selling opportunity rather than helping with the learning.<\/p>\n<p><strong>Seamless computing<\/strong><\/p>\n<p>Steve came across Just2easy at one of the South West Grid for Learning conferences held at a time when Information and Communications Technology (ICT) was still on the curriculum. Later in 2010 in England the Coalition decided to dis-apply ICT and bring in Computing in 2014. This changed the emphasis from Digital Literacy, Citizenship and E-safety to Computer Science. This emphasis has actually reduced the importance of the subject and made it difficult to staff because so few teachers have been trained in this new approach. Added to the recent funding challenges, this has created a situation where many children in England are not getting the kind of access to digital technologies that will prepare them for life rather than just a job in a technical department.<\/p>\n<p>Of course, there are many creative jobs in the computing industry but many school leaders think that children should be learning to use Microsoft Office even in the primary school to prepare them for the world of work. Steve does not agree.<\/p>\n<p style=\"margin-left: 50px; margin-right: 50px;\"><em>“I realised that using Just2easy the pupils could just click and drop images onto the digital paper. Word looks very constrained compared with the features of Just2easy. In fact, I cannot remember the last time Microsoft Word was opened in school. Our primary pupils need to understand the concept of computing and how tools can be used. Our Year 6 digital leaders are even helping Year 1 infant to use the tools. No better way to learn than when teaching others. Sophisticated skills for work can come later.”<\/em><\/p>\n<p>Steve also approves of the trend at Just2easy to provide more content. But for himself, Steve, who is a highly competent computer user, likes the purity of the first Just2easy tools: he is an aficionado of the blank page.<\/p>\n<p><strong>A career in Computing<\/strong><\/p>\n<p>Steve is typical of many teachers who end up running the Computing Department without a first degree in the subject. He started his teaching career as a PE teacher and won a National Teaching Award in 1999. For a short time he became an advisor at the South West Grid for Learning but found that he missed the classroom. Although he now runs the school he continues to teach Year 6 in order to keep his hand in.<\/p>\n<p>He is delighted now to be a head although he feels the responsibility, “Becoming a head has been an amazing journey. I feel the exciting buzz of a pilot flying high, but I’m not forgetting the potential for a bumpy landing if I don’t keep my eyes on all the dashboard indicators. There is so much to keep in mind!”<\/p>\n<p><strong>&nbsp;<\/strong><strong>Blogging is effective in developing media literacy<\/strong><\/p>\n<p><strong>&nbsp;<\/strong>Steve’s greatest concern is the impact of the press and social media, on parents’ and pupils’ view of the world, “The press often twists the truth and it is hard for the audience to know which voice on social media to believe and which journalist to trust. I fear most the constant diet of sound bytes where the reasoning behind the idea is not clear, or not available at all. Parents and children soak up everything, good and bad, that is said about education in particular,” says Steve, “The staff often have to convince parents that the school are taking decisions for the right reasons. Leading parents, children and staff through the forest of fake news and false information is a major responsibility that I feel keenly”.<\/p>\n<p>Steve’s passion is blogging &#8211; an important tool in developing pupils’ digital literacy and media awareness. He encourages the pupils to express their own passions using J2webby. He has found this tool from Just2easy, requires fewer clicks before the pupils get to the creative interface than comparative packages.<\/p>\n<p>“My view is that when the pupils publish themselves they learn so much intuitively about how information arrives on the web and become more curious about who the author is. Blogging is also an excellent way to teach responsibility and safeguarding because the system is robust”.<\/p>\n<p>On the <a href=\"http:\/\/thps.j2webby.com\/\">Thurlbear<\/a> website are safeguarding warnings like ‘Be bloggable and be safe.’&nbsp; A code of conduct is sent to parents as well as guidelines about getting online. Pupils and parents must sign an agreement before they are permitted to blog and to comment on blogs. In the last resort, they know that the teachers are moderating and the head can sanction bloggers who misbehave so they cannot blog again. The system works because there have in fact been no transgressions of the rules on good communication.<\/p>\n<p style=\"margin-left: 50px; margin-right: 50px;\"><em>“About three quarters of the staff are competent in blogging as well” says Steve, “which helps to build the creative energy in sharing safely with the world. All the pupils have a blog title that highlights their main talent … for example: Phoebe’s Dance Life, Melissa’s Musical Blog and Electra’s All about drawing. Communicating an expertise is a valuable step in building confidence. Sarah, for example, blogs about her role as a member of the national synchronised swimming squad outside the school which many of the pupils would not have known about otherwise”. <\/em><\/p>\n<p>Comments from others on the blogs build confidence too. Her Granny in the North East often says, ‘Well done.’ Of course, she could ring Sarah to tell her, but this public recognition is a great boost. Granny, of course, wants everyone to know how good Sarah is. Not only the pupil authors but the parents who comment on the blogs have to think carefully about the audience.&nbsp; Positivity is an important contrast to the general tone of depression and accusation from the media”.<\/p>\n<p>Steve explains that the blog has great value for the community because parents also are motivated to comment not forced. Comments like, ‘Great blog Cameron. I like this’, encourage the pupils.&nbsp; By using the code of conduct the whole community understand the need for rules and police themselves reliably. This is by far the greatest protection against the dangers of grooming and radicalisation that lie in wait for children who are not educated effectively in digital literacy and safeguarding. In order to extend his work he is going to investigate the work in tackling radicalism and child sexual exploitation that <a href=\"https:\/\/www.kent.ac.uk\/sspssr\/staff\/academic\/n-r\/reeves-jane.html\">Jane Reeves,<\/a> Professor of Teaching, Learning and Innovation in Child Protection, is undertaking at the University of Kent. But blogging, in general, is a good start for considering the issues of e-safety and safeguarding the community where it is needed (Allen et al. 2011).<\/p>\n<p>“In terms of social networking”, says Steve, “the school’s Facebook page is well supported because most of the parents are the Facebook generation. But the blog site has already generated 14,000 posts and 3,500 comments &#8211; a real sign of popularity. In fact Year 8, in secondary school, are still commenting on posts of Yr 6 and Yr 5 so the blogging culture has survived the transfer”.<\/p>\n<p><strong>Making time for professional development<\/strong><\/p>\n<p>Steve knows though that busy teachers must be awarded time to get to grips with the curriculum implications. This is not easy to organise. However, the Just2easy Toolsuite need very little introduction and, as far as possible, Steve and his team of Digital Leaders, chosen from the pupils, provide training and support for the rest of the staff. The resource also provides a space where each pupil can store their own research and reflections.<\/p>\n<p>Now Steve is looking at J2code series because he would like his staff to be able to deliver a set of coding projects using JIT, Visual and Logo. Indeed, the digital leaders might be able to support the teachers using J2videos.<\/p>\n<p>In response to the request for more support for coding which is now an essential aspect of the Computing curriculum the Just2easy designers are providing more content for teachers who have had few opportunities for training &#8211; lesson plans and resources are offered. Whereas Just2easy is a tool, Steve acknowledged the quality of the new content tool like J2blast and would like to test the new product J2spell. He could see the point of J2blast providing number games and lesson plans and plan for teaching code: deliverable lesson for example that might be useful for a supply teacher. In fact, children who use J2blast have been asking for more reasoning questions in the section on cognitive thinking.<\/p>\n<p>In fact, about 90% of the staff are competent with Just2easy which indicates the power of the tool as many very good teachers are reluctant to use technology in the classroom. A study in 2010 suggests that these reluctant teachers’ should be listened to as their reasons for being wary of using computers are reasonable (Pachler et al. 2011). Some of the comments that effective teachers made in this research were that: the computers could be unreliable; inappropriate ‘reward’ and ‘failure’ noises interrupted the learning atmosphere and draconian and restrictive web filters.<\/p>\n<p>Steve acknowledged teachers concerns but says that he expects the staff to use computers in the classroom, but because Just2easy is reliable and encourages creativity this expectation is not unreasonable.<\/p>\n<p><strong>&nbsp;<\/strong><strong>Edtech remains important in teaching and learning.<\/strong><\/p>\n<p>Steve’s leadership in edtech proves that digital literacy is a vital element in primary learning no matter how much it has been neglected in recent government curriculum policy (Preston, 2017; Younie and Preston, 2017a and 2017b) .<\/p>\n<p>Of course mistakes have been made.&nbsp; Like many teachers in the field Steve has seen many fads come and go. He talked about iPads, in particular, that were bought before their purpose had been decided (Preston, 2016; Fuller, 2016; Younie and Preston, 2017). He knows the profession has wasted money on fashionable software and hardware so Steve’s mantra is, “If this device is not advancing what we do already why do we want it&#8230;what kind of learning is it enhancing? “<\/p>\n<p>In his view the essential digitals tools that pupils’ need are communication tools that enhance literacy. He would also like to see more support for learners who cannot reach conventional literacy standards but have much to offer like Dyslexics. Just2easy is one of the tools he knows will help all children to be the best they can despite their limitations.<\/p>\n<p><strong>Further reading<\/strong><\/p>\n<div style=\"line-height: 1em;\">\n<p><strong>Allen, A. Preston, C. Payton, M. and Pickering, S.<\/strong> (2011) <em>Safeguarding learners in a digital world:<\/em> e-Safety module information for Further Education &amp; Skills providers &amp; learners. Becta Coventry. Drop Box <a href=\"http:\/\/bit.ly\/1RwD0Wy\">link<\/a><\/p>\n<p><strong>Fuller, D. (2016)<\/strong> Keeping things simple with tablets <a href=\"\/about-associates\/associates-research\/tablet-academy-research-page\/pop-up-classroom\/\">\/about-associates\/associates-research\/tablet-academy-research-page\/pop-up-classroom\/<\/a><\/p>\n<p><strong>Pachler, N, Preston, C., Cuthell, J.P., Allen, A. and Torres, P. <\/strong>(2011) <em>The ICT CPD Landscape in England<\/em> Becta download <a href=\"http:\/\/dera.ioe.ac.uk\/1769\/\">here<\/a>.&nbsp; This report contains a section about teachers who are reluctant to use learning technologies in classrooms that you can download <a href=\"\/wp-content\/uploads\/2019\/06\/Paper-reluctant-teachers-copy.pdf\">here.<\/a><\/p>\n<p><strong>Preston C.(2016)<\/strong> <a href=\"\/about-associates\/associates-research\/tablet-academy-research-page\/taking-the-tablets\">Taking the Tablets: Has a revolution in teaching and learning finally arrived?<\/a> <a href=\"\/about-associates\/associates-research\/tablet-academy-research-page\/taking-the-tablets\/\">\/about-associates\/associates-research\/tablet-academy-research-page\/taking-the-tablets\/<\/a><\/p>\n<p><strong>Preston, C. (2017) <\/strong><em>Hardwired to Learn<\/em> Education Executive, 27th April 2017 <a href=\"\/blog\/2017\/04\/30\/children-hardwired-learn\/\">\/blog\/2017\/04\/30\/children-hardwired-learn\/<\/a><\/p>\n<p><strong>Preston, C. and Younie, S.<\/strong> (2016) <em>Taking the Tablets: Transforming teaching, liberating learners and engaging the community<\/em> inL: Eds. A. Quinn and T. Hourigan, Springer <a href=\"\/about-associates\/associates-research\/tablet-academy-research-page\/\">\/about-associates\/associates-research\/tablet-academy-research-page\/<\/a><\/p>\n<p><strong>Younie, S and C.Preston (2017a)<\/strong> ‘<em>A curriculum faux pas<\/em>‘. Education Executive,&nbsp; 2 March 2017. <a href=\"https:\/\/flickread.com\/edition\/html\/58bd5a273e887#45\">https:\/\/flickread.com\/edition\/html\/58bd5a273e887#45<\/a><\/p>\n<p><strong>Younie S., and Preston, C. (2017b) <\/strong>‘<em>Don’t lose the essence of what it means to teach’<\/em>&nbsp; TES 17th March 2017. <a href=\"\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/\">\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/<\/a><\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Christina Preston, Professor of Education, MirandaNet Fellowship, interviewing Steve Gillan, head teacher of Thurlbear Church of England Primary School&nbsp;about his approach to digital literacy with blogging. &nbsp;June 2017 &nbsp;Steve Gillan is the head of Thurlbear Church of England Primary School &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/role-blogging-digital-literacy\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11063","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11063"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11063"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11063\/revisions"}],"predecessor-version":[{"id":12132,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11063\/revisions\/12132"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11063"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}