{"id":11068,"date":"2017-02-07T00:00:00","date_gmt":"2017-02-07T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/managing-computing-primary-school\/"},"modified":"2017-02-07T00:00:00","modified_gmt":"2017-02-07T00:00:00","slug":"managing-computing-primary-school","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/managing-computing-primary-school\/","title":{"rendered":"Managing Computing in a primary school"},"content":{"rendered":"<p><strong><em>Christina Preston, Professor of Education, MirandaNet Fellowship, interviews Dr Ben Williams, Computing Lead at St Mark’s CE Junior School, Somerset about his approach to looking after the computing curriculum <\/em><\/strong><\/p>\n<p><strong> <\/strong><strong>June 2017<\/strong><\/p>\n<p>Dr Ben Williams is the Computing subject leader at St Mark’s CE Junior School, one of three schools making up Somerset Road Education Trust. There are around 350 pupils in this three form entry junior school.  Ben is an experienced teacher of 18 years and has been at this school and leading Computing for 13 years.  Ben is well qualified for this post, especially the more logical and analytical aspects of Computing like programming as he has both a first degree and PhD in Mathematics.<\/p>\n<p>Because of his own degenerative visual impairment, Ben began to struggle as a traditional primary class teacher, especially with the marking load. Nevertheless, he was greatly valued and the school suggested a solution that was to teach Computing throughout the school &#8211; a decision he is very happy with.  Ben is also a champion of thinking skills and has led training on Growth Mindset and Learning to Learn skills.  He loves to teach maths too, especially stretching the more able, when there is time and opportunity.<\/p>\n<p>The school is affected by the general lack of funding that has impacted on computing. There are 32 machines in a network room and a set of 16 mini iPads which can be booked out and used in classrooms. Classrooms also have desktops, but replacement has slipped from 3 years to 5 years and Ben fears this process will grind to a halt. “We hope the projectors do not blow too soon as we won’t be able replace them either. Anyway I’m not a great fan of the interactive features of boards mainly because I do not think they warrant the cost. In my view more devices in the hands of pupils is a better way to ensure interactivity”.<\/p>\n<p>There has been little opportunity for Ben to run professional development for Computing.  However, by implementing Google Apps for Education, the teachers and pupils can sign in with one password and this has increased teachers’ involvement because the system is easier to access.<\/p>\n<p><strong>Looking for software to promote creativity.<\/strong><\/p>\n<p>In Computing lessons, children have the opportunity to explore a wide range of creative uses of technology, build skills and use a variety of online tools.  E-safety ideas and scenarios are embedded in the curriculum, both in Computing lessons and through PSHE. Ben is concerned, however, that class teachers do not have the time to learn how to use technology creatively.  In a sense, he has become a victim of his own success because the children are enjoying his lessons, so that the other teachers think they can take a step back. <\/p>\n<p>He also feels that that the system is inhibiting expression through creative uses of technology because the current OFSTED demands, real or perceived, seem to require linear textual responses that gain scores.<\/p>\n<p><strong> <\/strong>As a new Computing subject leader, Ben got to grips with leading the subject and which products to invest in through local shows and subject leader courses and conferences.  More recently, he keeps up with current ideas mostly online, for example on Twitter, South West Grid for Learning updates and Computers at Schools as well as some local networking.<\/p>\n<p>During his PGCE training and first teaching post, Ben used TextEase and found out about the 2009 launch of J2easy, which was designed by the same team &#8211; an online version that promised much more. Even at this stage it was creativity he wanted to develop in computing.<\/p>\n<p><em>“As a new subject leader it was fantastic to be part of this new trend for online tools.   Children in all year groups 3-6 use the tools across the curriculum as a springboard to develop skills of creative presentation, including text, posters, websites, animation, bar charts and graphs. The tools live up to their name   “just too easy” as they are intuitive &#8211;  the technical skills needed are limited so children pick it up very quickly and so can concentrate on the thinking and creating process.”<\/em><\/p>\n<p>In the hour they have each week with Ben, they use a range of tools as well as the Just2easy Toolsuite, for example Prezi, Google Apps and Scratch.  “I encourage them to bring in ideas from the topics they are studying in their classes and would like to develop this approach more. The teachers are beginning to understand what can be done but more opportunities are there for the taking.”<\/p>\n<p>“The Just2easy Toolsuite has many uses in implementing the Computing curriculum and other curriculum areas because pupils can create files or posters, animations, booklets, databases, bar charts and line graphs useful for maths, science, geography or any other subject required.  Different media can also be combined easily on a j2e5 page which can act as a printable page or an interactive webpage.  The mix function on JIT can be used, for example, for writing an account of a trip, combining text, photos and bar charts.  J2data brings together graphing tools as well as a branching database.<\/p>\n<p><strong>Independent learning<\/strong><\/p>\n<p>Ben wants the children to learn as actively as possible and this intuitive set of tools certainly meets his agenda.  He has already created tutorial videos so that children can work out how to use the tools without asking him &#8211; the older children also create their own tutorial videos as part of Computing lessons using screencasting software. You will find LOGO video tutorials <a href=\"https:\/\/stmarks.j2bloggy.com\/Mr-Ws-ICT-blog\/logo-tutorial-videos\/\">here<\/a>.<\/p>\n<p>So like so many teachers, inventive and creative, Ben works on strategies to develop independent learners who are in command of their digital world.<\/p>\n<p>He has also given them plastic hands to put on their computers so he can see they need help. But while they are waiting they are encouraged to try to work it out for themselves. “They are not allowed to call my name but they do look at me longingly!  But I only help them, when I can see that they are trying to help themselves. You can see this feature on my <a href=\"https:\/\/twitter.com\/mrw608\/status\/402777643189538816\">Twitter account<\/a>”.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-8818 size-medium\" src=\"\/wp-content\/uploads\/2019\/06\/the-hand-290x300.png\" alt=\"\" width=\"290\" height=\"300\" \/><\/p>\n<p>Just2easy designers are now thinking about designing a virtual hand for the desktop instead of the physical hand as well as the facility to type up the problem even if this might be a little slow.<\/p>\n<p><strong>Parental involvement<\/strong><\/p>\n<p>Ben does a Computing newsletter three times a year that goes home showing a range of work that children have done and underlining key messages, for example about e-safety. Pupils can log in from home which means that Ben’s class can be just the start of an extended piece of work &#8211; children are often keen to continue or develop their work further at home. The Google single-sign-in now makes this easier because having 5 or 6 different passwords was troublesome in the past.<\/p>\n<p><strong>The future for edtech<\/strong><\/p>\n<p>Ben is pleased that he is able to offer a range of computer experiences: the computer room, the iPads and access from home but he would like to see more creative uses of technology embedded in the wider curriculum. Hurdles he faces are the perceived need for evidence written in books, time for training and time in the curriculum. The file storage capability in j2e along with J2review assessment grids and teacher-pupil learning conversations has great potential as a system for keeping pupils work in all subjects and engaging in meaningful assessment for learning as well as parental engagement.<\/p>\n<p style=\"text-align: center;\">~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~<\/p>\n<p style=\"text-align: center;\"><strong>8 activities that show the great benefit of the Just2easy tools to learners<\/strong><\/p>\n<h6>1: IT Academy<\/h6>\n<p>A group of children who set up their own j2bloggy blog to post links and resources for their own IT Academy lunchtime club.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-8807 size-medium\" src=\"\/wp-content\/uploads\/2019\/06\/Sample1-300x164.png\" alt=\"\" width=\"300\" height=\"164\" \/><\/p>\n<h6>2: Coding a face<\/h6>\n<p>One pupil went home after a lesson on j2code LOGO and worked “all night” coding a picture of a face.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-thumbnail wp-image-8808\" src=\"\/wp-content\/uploads\/2019\/06\/sample2-150x150.png\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p><em>Here’s his code:<\/em><\/p>\n<div style=\"font-size: 10px; line-height: 1em;\">\n<table width=\"0\">\n<tbody>\n<tr>\n<td width=\"135\">\n<p>reset<\/p>\n<p>setpensize 5<\/p>\n<p>pu setxy 140 150<\/p>\n<p>pd<\/p>\n<p>circle 40<\/p>\n<p>COLOUR &#8220;cyan<\/p>\n<p>circle 9<\/p>\n<p>COLOUR &#8220;black<\/p>\n<p>circle 5<\/p>\n<p>pu<\/p>\n<p>setxy -140 150<\/p>\n<p>pd<\/p>\n<p>circle 40<\/p>\n<p>COLOUR &#8220;cyan<\/p>\n<p>circle 9<\/p>\n<p>COLOUR &#8220;black<\/p>\n<p>circle 5<\/p>\n<p>pu setxy 15 -0<\/p>\n<\/td>\n<td width=\"143\">\n<p>pd<\/p>\n<p>arc 20 200<\/p>\n<p>rt 90<\/p>\n<p>pu<\/p>\n<p>fd 8<\/p>\n<p>pd<\/p>\n<p>bw 2<\/p>\n<p>pu setxy -100 -150<\/p>\n<p>fd 100<\/p>\n<p>pd<\/p>\n<p>circle 100<\/p>\n<p>pu lt 90<\/p>\n<p>fd 100<\/p>\n<p>COLOUR &#8220;white<\/p>\n<p>setpensize 50<\/p>\n<p>rt 90<\/p>\n<p>pd<\/p>\n<p>&nbsp;<\/p>\n<\/td>\n<td width=\"130\">\n<p>fd 100<\/p>\n<p>bw 200<\/p>\n<p>rt 90<\/p>\n<p>fd 50<\/p>\n<p>lt 90<\/p>\n<p>fd 200<\/p>\n<p>setpensize 4<\/p>\n<p>rt 90<\/p>\n<p>fd 28<\/p>\n<p>rt 90<\/p>\n<p>COLOUR &#8220;black<\/p>\n<p>fd 200<\/p>\n<p>rt 180<\/p>\n<p>fd 10<\/p>\n<p>repeat 9[<\/p>\n<p>rt 90<\/p>\n<p>fd 30<\/p>\n<p>lt 90<\/p>\n<\/td>\n<td width=\"108\">\n<p>fd 20<\/p>\n<p>lt 90<\/p>\n<p>fd 30<\/p>\n<p>rt 90<\/p>\n<p>]\n<p>pu setxy -0 -0<\/p>\n<p>pd<\/p>\n<p>circle 260<\/p>\n<p>pu<\/p>\n<p>lt 90<\/p>\n<p>fd 250<\/p>\n<p>rt 90<\/p>\n<p>pd<\/p>\n<p>arc 80 200<\/p>\n<p>pu rt 90<\/p>\n<p>pd<\/p>\n<p>&nbsp;<\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<h6>3: Page borders<\/h6>\n<p>Using Year 3 children&#8217;s page borders created in j2e5 to decorate my parents Computing newsletter.<\/p>\n<p><a href=\"https:\/\/stmarkswilts.files.wordpress.com\/2017\/06\/computing-newsletter-t34-2017.pdf\">https:\/\/stmarkswilts.files.wordpress.com\/2017\/06\/computing-newsletter-t34-2017.pdf<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-8809 size-medium\" src=\"\/wp-content\/uploads\/2019\/06\/sample3-214x300.png\" alt=\"\" width=\"214\" height=\"300\" \/><\/p>\n<h6>4: Spiral-off <\/h6>\n<p>Holding an impromptu &#8220;spiral off&#8221; challenging some Year 6 coders to produce the best spiral in LOGO<\/p>\n<p><a href=\"https:\/\/stmarks.j2bloggy.com\/Mr-Ws-ICT-blog\/bill-joe-and-mr-w-logo-spiral-off\/\">https:\/\/stmarks.j2bloggy.com\/Mr-Ws-ICT-blog\/bill-joe-and-mr-w-logo-spiral-off\/<\/a><\/p>\n<p><a href=\"https:\/\/twitter.com\/mrw608\/status\/677906973980024833\">https:\/\/twitter.com\/mrw608\/status\/677906973980024833<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-8804 size-medium\" src=\"\/wp-content\/uploads\/2019\/06\/sample4-300x96.png\" alt=\"\" width=\"300\" height=\"96\" \/><\/p>\n<h6>5: Home use<\/h6>\n<p>Scrolling through a list of most recent files on j2e, finding a whole range of creative posters and pages for homework, topic and their own interests.<\/p>\n<h6>6: MrW’s Computing Blog<\/h6>\n<p>Setting up my own Mrw’s Computing Blog <a href=\"https:\/\/st-marks-wilts-sch-uk.j2bloggy.com\/MrWs-Computing-Blog\/\">https:\/\/st-marks-wilts-sch-uk.j2bloggy.com\/MrWs-Computing-Blog\/<\/a> to share lessons, links and resources with learners.<\/p>\n<h6>7: JIT animations<\/h6>\n<p>Getting Pupil Premium children to design and create animations in JIT as buttons for the school website. Also creating colourful animations of positive words (see link).<\/p>\n<p><a href=\"https:\/\/stmarks.j2bloggy.com\/Mr-Ws-ICT-blog\/y3-animated-words\/\">https:\/\/stmarks.j2bloggy.com\/Mr-Ws-ICT-blog\/y3-animated-words\/<\/a><\/p>\n<h6>8: LOGO fractal<\/h6>\n<p>Daniel,  inspired by artwork created this fractal in LOGO.<\/p>\n<p><a href=\"https:\/\/twitter.com\/mrw608\/status\/678156529384742912\">https:\/\/twitter.com\/mrw608\/status\/678156529384742912<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-8805 size-medium\" src=\"\/wp-content\/uploads\/2019\/06\/sample5-300x278.png\" alt=\"\" width=\"300\" height=\"278\" \/><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Christina Preston, Professor of Education, MirandaNet Fellowship, interviews Dr Ben Williams, Computing Lead at St Mark’s CE Junior School, Somerset about his approach to looking after the computing curriculum  June 2017 Dr Ben Williams is the Computing subject leader at &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/managing-computing-primary-school\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11068","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11068"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11068"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11068\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11068"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}