{"id":11082,"date":"2019-06-29T23:28:39","date_gmt":"2019-06-29T22:28:39","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/eye-tracking-pupil-assessment\/"},"modified":"2019-06-29T23:28:39","modified_gmt":"2019-06-29T22:28:39","slug":"eye-tracking-pupil-assessment","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/eye-tracking-pupil-assessment\/","title":{"rendered":"Eye-tracking and pupil assessment"},"content":{"rendered":"<h5>Eye-tracking and pupil assessment<\/h5>\n<h5>Sophie Chalmers<\/h5>\n<p>Article from <a href=\"http:\/\/www.optimus-education.com\/sc236\">Special Children, June 2017<\/a> (with permission)<\/p>\n<p><strong> <\/strong><strong>When staff at Nether Hall School, Leicester, decided to investigate the use of eye-tracking technology to assess pupils with PMLD, their findings overturned all their assumptions.<\/strong><\/p>\n<p>The research, funded by Leicester City Council, was a collaboration between the school and De Montfort University’s Institute for Education Futures and used action research methodology. (See <em>Action research – a powerful tool for development, Special Children<\/em> 234.)<\/p>\n<p>Eye-tracking technology enables teachers to accurately assess what pupils are looking at on a computer screen. The researchers used Tobii PCEye Go in conjunction with Gaze Viewer. The former replaces the standard keyboard and mouse, allowing users to navigate and control laptop or computer using only their eyes. The latter records eye movements over a screen from any application, providing independent, measurable data on a pupil’s cognitive abilities and physical capabilities.<\/p>\n<p>Headteacher Erica Dennies and communication support coordinator Heather Woods conducted the research and targeted pupils making limited progress in speech and language (almost locked in). They hoped that the technology would help provide insight for teachers, parents and other professionals into how pupils were processing learning experiences when looking at a computer screen.<\/p>\n<div id=\"attachment_8891\" style=\"width: 310px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8891\" class=\"size-medium wp-image-8891\" src=\"\/wp-content\/uploads\/2019\/06\/eyegaze1-300x174.png\" alt=\"\" width=\"300\" height=\"174\" \/><p id=\"caption-attachment-8891\" class=\"wp-caption-text\"><em>The software generates a heatmap showing where the learner&#8217;s gaze is focused, for how long and in what orde<\/em>r.<\/p><\/div>\n<p>Heat maps and second camera observations delivered the most accurate assessment results. These provided data that demonstrated abilities in pupils not previously observed by teachers or parents. Crucially, although pupils’ P levels did not change after their assessment, the eye-tracking technology provided information about the learners’ interests, motivations, likes, dislikes and engagement levels on particular topics for the first time. The technology also provided evidence of pupils’ ability to understand different concepts, which completely overturned teachers’ assumptions about what they were seeing and processing when looking at a computer screen.<\/p>\n<p>‘For example, teachers used to put students in front of Disney films,’ says Professor Christina Preston of De Montfort University, who directed the research, ‘and were shocked to realise that, when they were able to enter a pupil’s mind, the children could not understand what was going on in the films – without language, everything is confusing. The teachers had thought that lots of movement, colour and animation would involve the children and keep them happy. Actually, this proved not to be the case. It was very exciting and moving for teachers and parents to understand what was going on in a child’s mind for the first time. It was pleasing that it was all the familiar things – home and the family themselves – that the children really valued.’<\/p>\n<div id=\"attachment_8892\" style=\"width: 220px\" class=\"wp-caption alignright\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8892\" class=\"size-full wp-image-8892\" src=\"\/wp-content\/uploads\/2019\/06\/eyegaze2.png\" alt=\"\" width=\"210\" height=\"176\" \/><p id=\"caption-attachment-8892\" class=\"wp-caption-text\">Assessing a learner&#8217;s comprehension of &#8216;bigger&#8217; and &#8216;smaller&#8217;<\/p><\/div>\n<p>The outcome is that teaching professionals at the school now provide different styles of visual images, such as photos or cartoons, to aid these pupils’ learning.<\/p>\n<p>Other important conclusions when working with pupils with complex needs include the following:<\/p>\n<ul>\n<li>The eye-tracking technology has more impact when simpler, personalised activities are used with the pupils rather than standard learning activities.<\/li>\n<li>Pupils respond better to uncluttered images that avoid confusion and distraction.<\/li>\n<li>Teachers must be thoroughly trained in the use of eye-tracking technology before attempting to assess pupils.<\/li>\n<li>A designated staff member must be given responsibility for overseeing the whole process to ensure that appropriate materials are created for pupils. This is because the generic learning activities and pictures that come with the software need to be adapted for pupils with complex needs. Once these materials are to hand, it is possible to use eye-tracking technology to gather reliable data to enhance personalised learning.<\/li>\n<\/ul>\n<p>‘Now that we are confident in our baseline data and know how best to work with these children,’ concludes Professor Preston, ‘we hope to see improvements in their ability to communicate.’<\/p>\n<p><em>The Tobii Dynavox PCEye Mini (which has replaced the PCEye Go) is £1,735 +VAT. Gaze Viewer is £617 +VAT. <a href=\"http:\/\/www.tobiidynavox.com\">www.tobiidynavox.com<\/a><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Eye-tracking and pupil assessment Sophie Chalmers Article from Special Children, June 2017 (with permission)  When staff at Nether Hall School, Leicester, decided to investigate the use of eye-tracking technology to assess pupils with PMLD, their findings overturned all their assumptions. The research, &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/eye-tracking-pupil-assessment\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11082","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11082"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11082"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11082\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11082"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}