{"id":11095,"date":"2019-06-29T23:28:44","date_gmt":"2019-06-29T22:28:44","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/research-in-progress\/"},"modified":"2019-07-10T14:45:44","modified_gmt":"2019-07-10T13:45:44","slug":"research-in-progress","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/research-in-progress\/","title":{"rendered":"Research in Progress"},"content":{"rendered":"<h4>A summary of our recent projects indicates the different ways in which practice based research can work for the school and the funder.<\/h4>\n<p>&nbsp;<\/p>\n<h6>New models for professional learning<\/h6>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/SAM.png\" width=\"200\"><\/p>\n<p>MirandaNet Fellows are embarking on a new model for our iCatalyst practice based research professional development with SAM Learning. SAM have already engaged teachers in collecting data about the value of a series of interventions in the classroom. After that they can choose to work with a MirandaNet Fellow to turn that data into a case study and be awarded a Fellowship.<\/p>\n<p>The process takes about six weeks following the process of guided data collection in the classroom. Here are the steps that a teacher will take as part of a team:<\/p>\n<ul>\n<li>Receive template for research write-up<\/li>\n<li>Spend half a day preparing a 2,000-word practice-based research paper<\/li>\n<li>Spend half an hour meeting with a MirandaNet professional (via Skype) discussing research and receiving feedback<\/li>\n<li>Submit draft version of research article<\/li>\n<li>Receive suggestions and comments to refine final submission<\/li>\n<\/ul>\n<p>Apart from being informative and enjoyable the project provides evidence to Ofsted that the school is research active. The resulting articles can be used by the school to inform policy and practice and for marketing purposes. Teachers can be accredited by MirandaNet, or by De Montfort for an extra fee.<\/p>\n<p>We’d be pleased to hear from any schools who would like to give this a try.<br \/>\nEnquiries to Professor Christina Preston: christina@mirandanet.ac.uk<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/icatalyst\/professional-development-approach\/\">To read more about iCatalyst click here<\/a><\/span><\/p>\n<hr>\n<h6>Making the most of a digital platform in a primary school<\/h6>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/j2e-logo.jpg\" width=\"200\"><\/p>\n<p>In the first stage of this project, Just2easy funded some practice-based research in order to learn more about how their platform supports learning in different types of primary school. Three teachers took up the role of co-researchers supported by MirandaNet Fellows in order to reflect on their practice and inform policy.<\/p>\n<p>Steve Gillian, head teacher of Thurlbear Church of England Primary School; Dr Ben Williams, Computing Lead at St Mark’s CE Junior School, Somerset and Robyn Suthayalai, Computing Lead at Grange Primary School, Ealing for investigating the value of the Just2easy platform for primary schools. They each took a different approach: Steve Gillan focused on the value of blogging in developing digital literacy; Robyn Suthayalai investigated the creativity of the tools, recorded the innovative ideas of her pupils and considered making some of them Digital Leaders; and Ben talked about the challenges of managing Computing and how the Just2easy platform appeals to his teachers who have had limited professional development opportunities because it is very simple as it says on the tin.<\/p>\n<p>Ben had a good idea of encouraging pupils to work out their own problems instead of waiting with their hand up for him to arrive. He gives them a little yellow hand to put on their computer to indicate they would like help so that they can keep working. However, when Just2easy developers heard about this they offered to add this facility to the teacher’s desk screen. Other changes have been made to the software in deference to teacher’s suggestions and they have all been awarded a MirandaNet Fellowship for their articles about the project. You can find these articles here.<\/p>\n<p>In the next stage the three teachers will be invited to design a questionnaire for schools using Just2easy. The answers will provide design suggestions for the developers and practice ideas for the users.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"http:\/\/www.just2easy.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Click here to go to the Just2easy website<\/a><\/span><br \/>\n<span style=\"font-size: 14pt;\"><a href=\"\/role-blogging-digital-literacy\/\">Steve Gillan: The Role Of Blogging in Digital Literacy<\/a><\/span><br \/>\n<span style=\"font-size: 14pt;\"><a href=\"\/managing-computing-primary-school\/\">Ben Williams: Managing Computing in a primary School<\/a><\/span><br \/>\n<span style=\"font-size: 14pt;\"><a href=\"\/using-digital-tools-primary-school\/\">Robyn Suthayali: Using Digital Tools in a Primary School<\/a><\/span><\/p>\n<hr>\n<h6>Using technology to enhance teaching and learning<\/h6>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/Gaia-Logo-EPS-Small.jpg\" width=\"200\"><\/p>\n<p>Gaia Technologies and MirandaNet Fellows have been working in four schools where teachers have become co-researchers on practice based research projects. Although all the schools have been working on different projects chosen by the teachers, the next stage is to see what results have been achieved overall by the use of practice based professional development largely funded by Gaia.<\/p>\n<p>The first project, at Cranford College near Heathrow airport, Kerry Mulhair, an English teacher, has been awarded a MirandaNet Fellowship as a co-researcher. The practice base research study was a pilot of e-readers used to support boys who are reluctant readers called: &#8216;Reading is my passion&#8217;: Exploring the use of e-readers as an intervention strategy for boys who are struggling to read. Although enthusiasm is not yet quantifiable or expressed in scores it was pleasing for the teacher and the researcher to observe that this pilot had made a difference to the boys’ willingness to overcome the reading challenges they faced when they used an e-reader. The fact that they enjoyed the multimodal experience of pictures and sound in understanding a book indicated that this method of transmission accorded with their wider experience of story in the digital age.<\/p>\n<p>The second project was set up as part of an established relationship between Gaia and Denbighshire County Council, Wales. Bodnant Community Primary, employed Gaia Technologies as experienced education consultants in digital technology to support forward development. The aims of this partnership were to drive future procurement and deployment decisions and to develop a framework to inform planning of progressive educational technology skills development and application use as pupils grow through the school. The key  impact on Bodnant school policy in the first year was that is that there is now an informed basis for moving forward and key steps have been taken in meeting to set early objectives i.e. increased use of interactive classroom presentation technology, demonstration of project-based learning enriched by information and communication technology (ICT) and establishment of the Google platform.<\/p>\n<p>The third school, St Philip Howard Catholic Voluntary Academy is a Roman Catholic secondary school located in Glossop in northern Derbyshire. It provides secondary education for children in the Glossopdale and Longdendale valleys. Substantial across-the-board investment is allowing the Academy to significantly improve facilities, helping ensure that St. Philip Howard, its students and staff, can look forward to a bright and successful future. In one of the projects, Professor Christina Preston worked with the teachers to capture the outcomes of the literacy project through a short piece of practice-based research. The aim was to:<\/p>\n<ul>\n<li>to see if the students would be more motivated to write and produce better quality writing when using ICT;<\/li>\n<li>to test different software and see which works to effect in this context;<\/li>\n<li>to identify the ICT trip wires that might prevent staff and students making use of ICT as a tool for teaching and learning.<\/li>\n<\/ul>\n<p>Unexpected outcomes were achieved by allowing the students to choose their own themes. For one pupil, this approach produced an enthusiasm for learning that she had not displayed before. This was seen as a result of allowing her to learn within a subject context of her own choice.The second research consideration has been staff involvement. Teachers who had had some involvement spoke of their enjoyment in the project and wished that teachers and teaching assistants had been able to see more. Overall this has created an atmosphere where teachers can feel free to explore literacy in new ways.<\/p>\n<p>The fourth project at Ormiston Maritime Academy in Grimsby a practice- based study was designed to reflect on the challenges the school faced. At the core of this study is the school’s strategy to deal with the problems of staffing the new Computing Curriculum by deciding whether to change to Digital Media. Overall the Digital Media pilot across four subject, drama, design and technology, art and music went much as planned although the complexity of what was requested was very challenging and demanded significant planning input and coordination from the company team. Reasons for the comparative success of the Digital Media project were several. The project was collaboratively co-planned by the company’s lead professional working with a group of teachers. The project design was based upon an analysis of how content, pedagogy and technology might interact to provide students with an innovative learning experience. In addition, all participants, including company’s on-site engineers, were well briefed and the sharing of information was good, primarily because of the internal school leadership of the project. The adaptability of the team and response to needs was also crucial.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/about-associates\/associates-research\/gaia-research\/\" rel=\"noopener noreferrer\" target=\"_blank\">You can find the full reports on the Gaia page.<\/a><\/span><\/p>\n<hr>\n<h6>Making the most of learning spaces<\/h6>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/trudynurserystraplinegreen.png\" width=\"200\"><\/p>\n<p>In this research study MirandaNet Fellows are working with the teachers in several nursery settings to explore how the design of furniture can impact on learning. The first issue that the teachers have raised is about procurement processes. Christina Preston and Marion Scott Baker have written the first article based on advice provided by the teachers and by the education representatives in the company.<\/p>\n<p><span style=\"font-size: 14pt;\">You can find a summary of this article here.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A summary of our recent projects indicates the different ways in which practice based research can work for the school and the funder. &nbsp; New models for professional learning MirandaNet Fellows are embarking on a new model for our iCatalyst &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/research-in-progress\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11095","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11095"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11095"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11095\/revisions"}],"predecessor-version":[{"id":12030,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11095\/revisions\/12030"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11095"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}