{"id":11097,"date":"2019-06-29T23:28:44","date_gmt":"2019-06-29T22:28:44","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/research-findings\/"},"modified":"2019-07-10T14:46:39","modified_gmt":"2019-07-10T13:46:39","slug":"research-findings","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/research-findings\/","title":{"rendered":"Research Findings"},"content":{"rendered":"<h4><span style=\"color: black;\">Powerful CPD through video and web-based tools: enhancing teachers’ professional practice<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/iris-280-1.jpg\" width=\"200\"><\/p>\n<p>This research both quantitative and qualitative identified ways in which teachers use web-based video to improve their classroom practice. However, these teachers also discovered techniques using this technology to improve pupil behaviour.<\/p>\n<p>The context of the research was that high rates of attrition amongst early career teachers were indicating that practice in the classroom is challenging and that current professional development models are not meeting their needs. The initial MirandaNet study surveyed 100 teachers who had been actively using the IRIS Connect web-based video system for professional learning for at least 4 months. In brief, the results of that survey were that:<\/p>\n<ul>\n<li>94% of teachers using the system said their teaching had improved;<\/li>\n<li>88% said their confidence had risen;<\/li>\n<li>88% felt there had been a positive impact on collaboration;<\/li>\n<li>96% felt they were willing to take more risks;<\/li>\n<li>99% felt there were more conversations between teachers about teaching in their school.<\/li>\n<\/ul>\n<p>This small study on web-based video illustrates how this kind of system can have an impact on the effectiveness of professional development programmes. Impressive results were observed by teachers themselves in the following key areas: a sense efficacy; confidence; professional collaboration; sharing; developing professional capital through communities of practice. Most importantly, the teachers were expressing, almost unanimously, pride in taking ownership of their own learning agenda.<\/p>\n<p>The second stage of the research, that used qualitative methodology, concentrated on an aspect of web-based video coaching called ‘in-ear’ coaching. In this model, the teacher wears an ear-piece so that the coach who is not in the classroom (or even from some more remote location) is observing through a video link and can make suggestions about the teacher’s practice in real time. This qualitative UK study begins to set a European standard by outlining contexts in which in-ear coaching is effective. The qualities mentioned in this research as paramount in facilitating human interaction are manifest. These include trust, sensitivity, reflection, empathy and ownership, as well as humour, and, sometimes, chocolate can help too. One can only admire those teachers who have the courage to invite others to critique their classroom practice and to learn how to enhance their practice. Indeed,it appears that, at its best, in-ear coaching in the classroom has the potential to be transformational for teachers and pupils alike. It is hoped that larger scale studies will endorse these professional observations.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/about-associates\/associates-research\/iris-connect-research-into-web-based-video-in-professional-development\/\">Read more here.<\/a><\/span><\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">Engaging pupils in learning: using interactive video, quizzes and games<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/BrainPop-e1447672119415.jpg\" width=\"200\"><\/p>\n<p>Visual learning, digital literacy and independent learning are high on the agenda of Oakdale Primary School in East London. As a professional development exercise, staff at Oakdale Junior School in East London have been reviewing these teaching and learning strategies with Professor Christina Preston who founded the MirandaNet Fellowship, a professional organisation of thought leaders in education innovation. The MirandaNet practice based research programme, iCatalyst, is designed to give teachers space to reflect on the ways in which they are currently using digital learning tools and to contribute ideas for improving their teaching and learning strategies. Pupils are also included in the reflection process and all the participants, as co-researchers, receive a MirandaNet award for their contribution to improving achievement in teaching and learning.<\/p>\n<p>What the research found was that the secret of the success of digital resources like games, videos and quizzes is the engagement in learning that they stimulate. Words and flat diagrams in a book do not have the same power to enliven the brain. Video, particularly animated models, enriches the exposition of complex topics: in the same way games and quizzes provide opportunities for an interactive learning experience in which visual learning is promoted, high-level thinking is stimulated and problem-solving skills can be exercised. Digital literacy is another valuable opportunity that the use of digital resources can develop.<\/p>\n<p>This research proved that the teachers in this school who chose to integrate digital resources into their teaching and learning strategies are encouraging pupils’ visual learning and digital literacy capabilities. Another advantage where pupils have access to their own device is the opportunity for independent learning: access to digital resources at home extends this learning autonomy still further.<\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">EyeGaze and Special Needs<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/leicester.jpg\" width=\"200\"><br \/>\nLeicester City Council<\/p>\n<p>Eye Gaze was used as assessment tool specifically for pupils who were difficult to assess because they suffered multiple barriers to effective learning. The project targeted pupils making limited progress with respect to their ICT, speech and language targets in order to understand what these pupils are learning and processing in classrooms and beyond.<\/p>\n<p>An article about the De Montfort University&#8217;s EyeGaze research has recently been published in Special Education in which Sarah Younie, Rajvir Cheema and Christina Preston outlined their conclusions about Eye-tracking technology.<\/p>\n<p>We find that Eyegaze is an an effective assessment tool to assess the understanding of pupils working at low P levels who have profound and multiple learning difficulties. The evidence provides about pupils’ demonstrable abilities to understand different concepts significantly altered the teachers views about what the pupils were seeing and processing, when looking at the computer screen. The teachers discovered that Eyegaze has more impact when personalised activities, which are simpler, are used with the pupils instead of the standard learning activities and that pupils with severe learning difficulties respond better to uncluttered background images that avoid confusion and distraction. Although though the P levels of pupils did not change after their assessment with eye-tracking technology, the information gathered on what the pupils liked\/disliked, what they were interested in, their cognitive understanding and what motivates them, was valuable in informing teachers’ practice and making their judgements more robust. Most importantly, in cases where previously only assumptions could be made regarding pupils cognitive abilities, eye-tracking technology provided data which could confirm the teachers’ judgements, as well providing additional information on pupils’ likes and dislikes, which could then help teachers to prepare more personalised learning activities in the future.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/eye-tracking-pupil-assessment\/\">You can read more about our study that was funded by Leicester City Council here<\/a><\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"http:\/\/my.optimus-education.com\/shop\/special-children\">The EyeGaze Special Children magazine<\/a><\/span><\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">Taking the tablets: has a revolution in teaching and learning finally arrived?<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/Tablet-Academy-Logo.jpg\" width=\"200\"><\/p>\n<p>MirandaNet Fellows have expressed the view that a tipping point has been reached in educational technology innovation. Why? Well, for the last twenty years keeping the school networks and computer rooms functioning has absorbed staff energy, consumed money and put control in the hands of the network manager.<\/p>\n<p>In contrast, MirandaNet Fellows are now observing a sudden change in practice because personal tablets and smart phones have put powerful and affordable tools in teachers’ personal control, 24\/7. Now that this technology is smoother, faster and more intuitive, its uses in everyday life have stimulated a much wider professional understanding about how this technology might be used in the classroom and at home.<\/p>\n<p>Four MirandaNet Fellows have reported on the use of tablets in their education context:<br \/>\nDavid Fuller, Fonthill Foundation School, Brighton<br \/>\nJim Fanning, Tideway School, East Sussex<br \/>\nDai Thomas, Warden Park School in West Sussex<br \/>\nDenis Lasdun, Forest School, Walthamstow<\/p>\n<h4><span style=\"color: black;\">Tablet Academy Microsoft Showcase Roadshow<\/span><\/h4>\n<p>Exploring with schools the impact of professional development programmes designed to help with the introduction of tablets into schools. Reports for the media including the TES. Discussions about a series of articles about MirandaNet research in the TES.<\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">The role of home school links in increasing pupil achievement<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/groupcall-logo-300x170-e1447934106199.jpg\" width=\"200\"><\/p>\n<p>This report showed how engagement with parents using mobile technology can improve pupil achievement and how this investment can be used in evidence for claiming Pupil Premium grants. The results indicate that improvements in achievement results when parents and teachers to make the most of digital home-school links. Parents are far more mobile than they used to be and many schools encourage outside activities not the least sports. With new mobile technology, the impact of quick and convenient communication with the home can clearly be increased when parents can access information on the move. Parental, pupil and teacher relationships should be carefully scaffolded and the professional knowledge underpinning engagement should be built into professional development programmes and resources for teachers who are concerned with improving pupil achievement. Where these relationships and training are respectfully and sensitively managed, parental engagement can only have a beneficial effect on pupil achievement, success and safety. The appearance of the Emerge app for mobile devices is, therefore, important in the continued drive to enhance the learning experience and the BATline will improve the safety of vulnerable children who will have the confidence to continue with their learning.<\/p>\n<p>A key way in which to involve parents in embracing the potential of home-school digital links might be to increase their technical competence through establishing a group for technical training. It was also found that where a school provided a supportive community where parents also wanted to share and build techniques for improving pupil achievement. Nevertheless, it will be important to ensure that another &#8216;digital divide&#8217; does not develop along with the assumption that &#8216;everyone has a smart phone these days. Only careful funding and investment by governments and companies will ensure that this divide is decreased.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/about-associates\/associates-research\/groupcall-helps-keep-kids-in-school\/\">You can read about Groupcall and see a video with its founder Sir Bob Geldof here<\/a><\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"http:\/\/39lu337z51l1zjr1i1ntpio4.wpengine.netdna-cdn.com\/wp-content\/uploads\/2019\/06\/Parents-pupil-achievement-home-school-links.pdf\">Read the report on The Relationship Between Parental Engagement, Digital Home-School Links And Pupil Achievement<\/a><\/span><\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">Homework can be a positive experience for parents as well as pupils<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/Show-My-Homework.jpg\" width=\"200\"><\/p>\n<p>This study focuses on the online homework package, Show my Homework (SMHW) designed by Assistant Headteacher, Naimish Gohil, who has experience of the traditional methods of setting and collecting homework in school. Show My Homework is a centralised resource where all the information on homework can be found. The product is designed to consolidate homework across a school. The task, assignment details, resources, timing and deadlines are clearly displayed to pupils, parents and other teachers.<\/p>\n<p>The small research study was conducted at the Phoenix Academy in Croydon where teachers, pupils and parents were interviewed. The benefits that were listed were that pupils and parents could see what homework they have to hand in and when. Most pupils enjoyed seeing the clear plan of what homework is due when and recognised that this was helping them organise their time. Teachers say the work is handed in more regularly and the ‘excuses’ culture has largely dissipated. Within a year the service had been embedded into the school culture and everyone interviewed wanted to extend the use of the online package. The detail in the report provided information about the issues that other schools should consider when they reach a higher level of maturity in the use of digital technologies. What emerges from the in-depth study of one school is that the provision of a well-designed product like SMHW can raise the confidence of the stakeholders in the value of online working across the school community. This is a catalyst to broader learning and a more positive conversation about school assignments in general.<\/p>\n<p>But there is a bigger picture too that re ects the ways in which schools are coordinating their practice with the wider world. SMHW counts here as one of the innovations that underpins a revolution in teaching and learning by bringing learning at home and school together. The package encourages the teaching method of ‘ flipped learning’, a version of independent learning where pupils nd out about a topic for homework and bring their knowledge into the classroom for debate with their peers and their teacher.<\/p>\n<p>Flipped learning is an example of how technology is contributing to changes in the school’s learning culture to meet the needs of a world where technology is ubiquitous. So SMHW is not just valuable in the school context but as one of the tools that encourages exploration of innovation in education.<\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">Listening to Learn: An Evaluation of Classroom Audio Distribution Technology for Enriching Teaching and Learning<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/Lightspeed-200x61.jpg\" width=\"200\"><\/p>\n<p>The research into the value of classroom microphones showed that about one third of mainstream children struggle to hear in the classroom at some point in their education. Most of the teachers taking part in this research project were unaware about how poor the sound field is for many learners in classrooms, not just those with hearing challenges. This report covers the findings from a research project designed to help teachers of professional development to promote teacher confidence and competence in developing strategies in both traditional and collaborative learning contexts. The aim is ultimately to assist schools in improving their achievement record by taking a fresh look at their professional practice based on teachers’ action research observations.In this study researchers have provided teachers and students with frameworks to help them explore the impact of two innovative technologies in the classroom and to draw their own conclusions about what works and what does not.<\/p>\n<p>The two audio distribution systems, REDCAT and FLEXCAT are developed by Lightspeed Technologies who commissioned this research from the MirandaNet Fellowship, an international professional organisation of educators and researchers who specialise in working with senior managers and teachers to effect the changes they want to see in education. REDCAT in the traditional classroom.<\/p>\n<p>The first stage of the report focused on the REDCAT. This CAD system was designed because research studies over the last twenty years have shown that the learning of a surprisingly high percentage of children is impaired because they cannot hear their teacher well enough. The need for such a system was validated by the observations of 58 teachers in schools where REDCAT systems had been installed for a year with:<\/p>\n<ul>\n<li>91% of teachers agreeing that their students are able to hear and understand instructions better;<\/li>\n<li>79% of teachers agreeing that their students learn faster;<\/li>\n<li>84% of teachers agreeing that their students’ attention increases;<\/li>\n<li>78% of teachers agreeing that their students’ overall achievement improves;<\/li>\n<li>71% of teachers agreeing that classroom management is easier;<\/li>\n<li>77% of teachers agreeing that their students benefit from using a microphone when speaking to the whole class;<\/li>\n<li>55% of teachers agreeing that they experience less vocal strain;<\/li>\n<li>88% of teachers wanting to keep the REDCAT system in their classroom.<\/li>\n<\/ul>\n<p>The large majority of the 554 students involved in the trial also valued the system highly:<\/p>\n<ul>\n<li>70% of students agreeing that they can hear and understand their teacher better;<\/li>\n<li>64% of students wanting to keep the REDCAT system in their classroom.<\/li>\n<\/ul>\n<p>These statistics, show that at least 90% of teachers agree that their pupils were able to hear and understand them better when using the technology, thus strongly supporting previous quantitative research studies undertaken by other academics.<\/p>\n<p>In the next phase focusing on traditional teaching techniques researchers concentrated on qualitative case studies of changes in professional practice. In the results, teachers agreed that students learnt more in the traditional sessions underpinned by the REDCAT device in five important areas:<\/p>\n<ul>\n<li>Improved hearing and understanding of teacher instructions;<\/li>\n<li>Improved on-task behaviour;<\/li>\n<li>Improved attention and engagement in discussion activities;<\/li>\n<li>Improved ability to follow directions;<\/li>\n<li>Improved self-confidence of pupils when speaking to the whole class.<\/li>\n<\/ul>\n<p>For teachers, the professional benefits of the REDCAT system were judged to be:<\/p>\n<ul>\n<li>A need for fewer repetitions of instructions;<\/li>\n<li>Less vocal fatigue and tiredness;<\/li>\n<li>Improved ability to control and manage the class, leading to better behaviour;<\/li>\n<li>More time to support individual and small groups of learners.<\/li>\n<\/ul>\n<p>The conclusions of the first stage of this research indicate how managing the environment is in promoting learning. The results indicate that by equipping classrooms with appropriate technology senior managers will be able to make an impact on levels of achievement throughout the school. These results indicate potential for the raising of measurable achievement that could also be used by senior managers as evidence of learning in Pupil Premium and OFSTED reports.<\/p>\n<p>However, the teachers involved have now turned their attention to innovation. The trends that are emerging so far suggest that not only traditional teaching can be improved but also the skills of collaborating and sharing can be enhanced by the judicious use of systems that extend and enrich teachers access to classroom exchanges.<\/p>\n<p><span style=\"font-size: 14pt;\"><a href=\"\/about-associates\/associates-research\/lightspeed-learning-and-listening\/\">Read more here.<\/a><\/span><\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">The price of beauty and usefulness in learning: A study of value for money in nursery settings<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/community-playthings.jpg\" width=\"200\"><\/p>\n<p>This MirandaNet study was the result of more sixteen interviews with educators who had bought Community Playthings furniture. Four more interviews were conducted with heads who had considered buying a setting but who had not year made a purchase.The interviews covered a range of topics including: installation; beauty and usefulness; design factors; preferred options; and, value for money.<\/p>\n<p>All the respondents were asked to give advice to other teachers who might be thinking about buying Community Playthings. One manager of a nursery chain looked back to his childhood, ‘When I was at pre-school over 35 years ago, we had the Community Playthings lofts and indoor climbing frame. Although they have moved on, at some level I am influenced by my early love of those products when I buy’.<\/p>\n<p>Another customer was more forthright, ‘Go for it’, she said, ‘you will never regret it. Integrity is rare in retail’.<\/p>\n<hr style=\"height: 1px; border: none; color: #800020; background-color: #800020;\">\n<h4><span style=\"color: black;\">Summary of the evaluation of new interactive video resources for learning<\/span><\/h4>\n<p><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/bbc.png\" width=\"200\"><\/p>\n<p>The BBC asked the MirandaNet Fellowship to evaluate some of the resources being prepared for the ‘Bitesize’ service that covers the entire range of informal learning audiences from KS1 through to Post-16. The focus of Bitesize will be on supporting the needs of learners as they engage with curriculum-related activity outside the classroom. As a result a non-mediated learning is the primary area of focus.<\/p>\n<p>In evaluating the pilot project, we analysed the development of engaging new content formats, BBC Bitesize’s ‘interactive video’. These units begin to utilise technological innovation, as well as experimenting with pedagogically sound learning experiences for the broad range of users. The early findings concluded that skill and imagination has been present in developing models that increase learning opportunities for users of all ages. The ‘interactive video’ resources contain a variety of emerging pedagogical innovations with real potential, and some surprise elements. However, opportunities for improvement and expansion exist, as well as the need to rethink the term ‘interactive video’ to embrace the innovative functionality at the centre of this pilot. The Fellows advised that innovative pedagogical knowledge and practice could emanate from further consideration of this media.<\/p>\n<p>Suggestions about the next stage of development were made throughout this evaluation, with overall recommendations relating to BBC policy covered in two sections: high-level design considerations; and, establishing innovative interactive and non-mediated pedagogies.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Powerful CPD through video and web-based tools: enhancing teachers’ professional practice This research both quantitative and qualitative identified ways in which teachers use web-based video to improve their classroom practice. However, these teachers also discovered techniques using this technology to &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/research-findings\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11097","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11097"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11097"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11097\/revisions"}],"predecessor-version":[{"id":12031,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11097\/revisions\/12031"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11097"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}