{"id":11105,"date":"2017-04-11T00:00:00","date_gmt":"2017-04-10T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/mirandanet-council-members\/"},"modified":"2024-01-29T17:30:28","modified_gmt":"2024-01-29T17:30:28","slug":"mirandanet-council-members","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/mirandanet-council-members\/","title":{"rendered":"MirandaNet Council Members"},"content":{"rendered":"<p>MirandaNet Team Members are also Council Members. <a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/mirandanet-core-team\/\">Information about them may be found by clicking here.<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Stuart Abrahams<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2020\/03\/image002_1.jpg\" alt=\"Stuart Abrahams\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Stuart Abrahams<\/p><\/div>\n<p>Stuart has over 25 years experience of technology in the education sector, with the last 6 years as an elected member of the BESA executive council.<\/p>\n<p>His last role as Managing Director of 2Simple was the culmination of a wealth of experience supplying the education sector including; eight years as Head of Schools at Viglen, over five years as Sales and Marketing Director at Pearson Education followed by 10 years as Commercial Director at Groupcall.<\/p>\n<p>Stuart’s expertise spans many areas of the industry including; Curriculum Content, Software as a Service, Cloud Computing, Data Systems, GDPR, Procurement, Parental Engagement Technologies, Education Management Systems and Internet Security and Connectivity.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Doug Brown<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/dbrown.jpg\" alt=\"Doug Brown\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Doug Brown<\/p><\/div>\n<p>Doug started in educational computing as a teacher in the 1970s. He developed curricula, was an examiner, led inservice training and headed the advisory team of Birmingham’s Educational Support Services. In 1991, he developed one of the first area wide intranets &#8211; the Birmingham Grid for Learning.<\/p>\n<p>In 1998, as an adviser to Government he designed the Virtual College of School Leadership, and then led on England’s ICT in schools’ policies, responsible for infrastructure, connectivity, content, skill development, teacher professional development and embedding good practice. In 2007, he commissioned the Beyond Current Horizons programme looking at the future of technology and education.<\/p>\n<p>Internationally, Doug is well respected, frequently keynoting at conferences and advising Governments. He organised the 1995 IFIP World Conference, and was education keynote at the 1998 World Computer Congress in China. Asked to speak on diverse topics – such as taking policy initiatives to scale and links with the private sector, Doug advised the OECD’s New Millennium Learners Project. He started the Education World Forum which now runs annually in London and has become the largest gathering of education ministers in the world.<\/p>\n<p>He became International Director of BECTA, and is now still committed to promoting the best use of technology in education and advises multi national corporations and international government departments.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Miroslava Černochová<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/2017_Mirka-Cernochova-PedF-001.jpg\" alt=\"Miroslava Černochová\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Miroslava Černochová<\/p><\/div>\n<p>Miroslava Černochová graduated from the Faculty of Mathematics and Physics at Charles University in Prague in 1982. From 1982-84, she was a PhD. student in the Department of Physics Education at Charles University, Faculty of Mathematics and Physics. Since 1985, she has been working in the Department of Information Technology and Technical Education at the Faculty of Education at Charles University in Prague.<\/p>\n<p>Her PhD. thesis (1989) was dedicated to didactical questions on how to implement the basis of quantum theory when teaching about solid materials in the secondary school curriculum. Her inaugural dissertation (2003), “e-Instruction: instruction supported by ICT, “focused on key pedagogical aspects of ICT applications and on virtual learning environments in the teaching profession.<\/p>\n<p>At the Faculty of Education Dr. Černochová leads a Masters&#8217; Degree study programme, “Teaching of subjects for primary and secondary education – technical and informatics education”. She has responsibility for the curricular design and teaching of a set of compulsory courses focused on Pedagogy of Information Literacy and Informatics Education, ICT in education, e-Learning, Open educational systems and digital resources suitable for (online) education as a part of the Masters Degree Study Programme for student teachers of ICT, Informatics and Technical Education of primary and secondary schools (pupils aged 11 to 19).<\/p>\n<p>Dr. Černochová supervises teaching practice of the Masters Degree ICT student teachers in primary and secondary schools. She is a member of the Supervisory Panel for PhD studies in Pedagogy at the Faculty of Education and the Scientific (Research) Council of the Faculty of Education. Further, at the Faculty of Mathematics, Physics and Informatics of Comenius University in Bratislava (Slovakia) she is an extramural member of the Supervisory Panel for PhD. Studies in Informatics Education a member of the Council for Doctoral Studies in “Theory for Informatics Education”.<\/p>\n<p>In 2003-2006 Dr. Černochová was a member of the advisory body for the implementation of Governmental Information Policy in Education (GIPE). Under the framework of GIPE, Czech teachers were trained in Information Technology through a modular system of ICT courses. One of which courses, “E+learning: applications of computer nets in school teaching and learning”, she designed.<\/p>\n<p>Since 2017 she is an external examiner of the board of experts for projects focused on the implementation of the Czech Government’s Strategy for Digital Education managed by the Ministry of Education.<\/p>\n<p>As Vice-Dean (for Foreign Relations) since 2007, Dr Černochová has been a member of the faculty management team and a member of the scientific (research) committee at the Faculty of Education, Charles University in Prague.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>John Clingan<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/John-Clingan-Crop.jpg\" alt=\"John Clingan\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">John Clingan<\/p><\/div>\n<p>John joined MirandaNet in 2013 when he was a director of Fit 2 Learn: a social enterprise set up to understand and address impediments to learning. Prior to that, he worked at Shell for 25 years. During that time he worked in IT in a variety of technical, programming and project management roles, both in UK and Netherlands. He has a mathematics degree from King’s College, London.<\/p>\n<p>John’s earliest experience with computing was at IBM in 1981 where he developed graphics programmes on mainframes. He joined Shell in 1986, initially providing support to mainframe and early personal computer users, before progressing to programming in computer languages such as Fortran and C. He went on to work in Shell’s UNIX technical team before moving into SAP R\/3 development and testing. He became a PMI certified project manager in 2004 and managed international IT infrastructure projects until 2010.<\/p>\n<p>John has lived in Croydon since 1996 and is an active member of local community groups. He is married with two adult daughters and other interests include integral theory, holacracy – an organisational operating system &#8211; and community building.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Margaret Cox<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/MCox7.jpeg\" alt=\"Margaret Cox\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Margaret Cox<\/p><\/div>\n<p>Margaret Cox is Emerita Professor of Information Technology in Education in both the School of Education, Communication and Society and the Dental Institute at King&#8217;s College London, University of London. She is also Professorial Fellow at the University of Melbourne. She was awarded an OBE in 2001 for outstanding contributions to IT in Education, appointed as Fellow of the Institute of Physics in May 2003 for outstanding contributions to Physics and Technology Education, made a Life-long Fellow of NAACE in 2006 for outstanding contributions to ICT in Education, a Fellow of King&#8217;s College London in 2011 for exceptional services and achievement, and awarded lifelong fellowship of Mirandanet and of ITTE in 2013. She was given a Life-time Achievement Award by NAACE in 2017. She is the current President of the National Conference of University Professors and past President of the Association for IT Teachers in Schools (ACITT which merged with NAACE in 2002).<\/p>\n<p>For more than 40 years Margaret Cox has developed educational software, researched the impact of IT on teaching, learning and assessment in all education sectors, and trained teachers to become IT teachers in secondary schools. She is author of over 250 academic papers, book chapters, official reports addressing Researching IT in Education, assessment for learning and the impact of haptics on students&#8217; learning in Health Care. She was Editor of the Section Researching IT in Education in the International Handbook on IT in primary and Secondary Education and is Co-editor of the Research IT section in the 2nd Edition. She was a founder member and an Executive Member of the Programme Committee of all the Edusummits (2009, 2011, 2013, 2015 &amp; 2017). The hapTEL project which she directed for 8 years (including follow on projects) won the BETT award for Innovation in ICT in January 2012, two Medical Futures awards in June 2011, King&#8217;s College Research Project of the Year in 2012 and was shortlisted for the Times Higher Awards in 2013. Cox is an internationally renowned expert for IT\/ICT in Education and has acted as advisor on national programmes at school and university level for several countries including the USA, Japan, The Netherlands, France and South Korea since the 1970s.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>John Cuthell<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/JC.png\" alt=\"John Cuthell\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">John Cuthell<\/p><\/div>\n<p>John Cuthell worked in schools in this country and overseas for more than thirty-five years. For the past twenty years he has researched and evaluated the impact of new communications technologies on teaching, learning and working. His background, in Language, Communication Studies and Cognitive Psychology, has provided the focus for research on the impact of ICT on thinking, learning and working. This was first published as ‘Virtual Learning’ (2001, Ashgate, Aldershot).<\/p>\n<p>For a number of years John was the Research and Implementation Director for the MirandaNet Academy, working with teachers on a range of e-learning and change management projects and involving varied web-based communities. He helped to co-ordinate a range of MirandaNet action research projects: with teachers evaluating the impact of interactive whiteboards on teaching and learning involving schools and educationalists in Mexico, China, South Africa and the United Kingdom; with e-learning and e-facilitation courses; with a team of MirandaNet Fellows to support the introduction of computers into schools in Free State Province, South Africa. MirandaNet projects also included the implementation of Visual Learning and the role of professional development in ICT, (particularly with web-based communities of practice).<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Bernard Dady<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2020\/02\/Bernard-2017.jpeg\" alt=\"Bernard Dady\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Bernard Dady<\/p><\/div>\n<p>Freelance Education and Technology Consultant &#8211; MEd, BSc(Hons), PGCE (Sheffield) &#8211; <a href=\"https:\/\/bjdeducation.uk\">https:\/\/bjdeducation.uk<\/a><\/p>\n<p>Bernard is an educational strategy, design and technology professional who has over 30 years of experience in the education sector, as teacher (Sheffield), adviser\/inspector (Kirklees), education action zone director (South Bradford) and local authority strategic manager (Bradford). Until early 2010 he was the BSF Programme Director for Tribal Group PLC where he worked as a consultant adviser to several major contractors on the design of new schools. This was followed by a brief period of freelance consultancy before joining Gaia Technologies PLC as Head of Education. He is now working as a freelance consultant and trainer.<\/p>\n<p>Bernard has extensive experience of developing initiatives and maintaining strategic partnerships between private sector organisations and forward-thinking educational providers. He is a published author and editor with strong ICT skills brought to bear in the generation of a wide range of educational material. In previous roles he has managed implementation of local authority key skills initiatives; acted as environmental education and humanities adviser; led Ofsted inspection of secondary schools; authored ten multi-media CDs; written six school text books and was formerly editor of Wideworld Magazine for Phillip Allan Updates.<\/p>\n<p>Bernard has specialist knowledge in education, especially of: learning and teaching; curriculum development, learning space design and the application of EdTech.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Niki Davis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/UC-17-0304-35.jpg\" alt=\"Niki Davis\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Niki Davis<\/p><\/div>\n<p>Niki Davis, University of Canterbury Distinguished Professor of e-Learning, is recognized internationally as a leading expert in information and communication technologies in teacher education.<\/p>\n<p>Current Director of UC e-Learning Lab, past leadership positions have included Director of Iowa State University Center for Technology in Learning and Teaching in the USA and University of Exeter Telematics Center in the UK; President of the Society of Information Technology in Teacher Education, the UK association for Information Technology in Teacher Education, and FLANZ the New Zealand association for flexible and distance learning; chair of educational research for the International Federation of Information Processing; and editor of academic refereed journals Journal of Pedagogy Technology and Education (JTPE), and the Journal of Open Flexible and Distance Learning (JOFDL).<\/p>\n<p>Her 2018 book ‘Digital Technology and change in education, The Arena Framework’ is one of over 300 publications including many scholarly papers. Niki was an early MirandaNet Fellow and notes that its community has informed her theoretical development of the Arena to map the co-evolution of education and digital technologies to promote more intentional development of the digital world.<\/p>\n<p>Since her arrival in New Zealand in 2008 Niki has led research in e-learning, including e-learning for adults with needs in literacy and numeracy for the Ministry of Education, virtual schooling and the computing curriculum. Ako Aotearoa funded projects include the first system-wide scenario set for education. Collaborative work includes culturally sensitive e-learning with success for indigenous peoples. Most recently this includes New Zealand’s National Science Challenge 1: A Better Start, E Tipu e Rea funded by MBIE.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>John Galloway<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/john-galloway-head-and-shoulders.jpg\" alt=\"John Galloway\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">John Galloway<\/p><\/div>\n<p>John Galloway is a specialist in the use of technology to support the inclusion of children and young people with special educational needs and disabilities (SEND) in the curriculum. His work covers all phases of schools and learners with a very broad range of SEND. Along with providing advice and assessment for children with SEND, both groups and individuals, he also provides training as the biggest barrier to success is often the skills of those who teach the children. Beyond this he runs projects in classrooms using technology to improve inclusion, especially in the Computing curriculum.<\/p>\n<p>He works part-time for Tower Hamlets, where for some years he was the education lead for Hamlets e-safety work, and still has an involvement in the Prevent strategy. Otherwise he is a freelance consultant and writer, and has worked on a range of projects with schools and local authorities across the country.<\/p>\n<p>As a teacher educator John Galloway has devised and delivered courses at post-graduate and foundation degree levels, and has taught teaching assistants at many different levels, including NVQ.<\/p>\n<p>He has spoken at conferences across the UK, including BETT, the Education Show, and TES SEN, and internationally in Chicago, Copenhagen, and New Delhi.<\/p>\n<p>He has been a judge for both the BETT and Education Resource Awards for a number of years, and has supported several companies in the development of their products.<\/p>\n<p>As a writer John Galloway has written numerous articles for both national publications, such as TES and The Guardian, and specialist ones such as Special Children and Special World, along with a diverse range of blogs, most notably, Mirandanet. He has had several books published, most recently co-authoring ‘Learning with Mobile and Handheld Technologies’ – winner of Best Book in the 2015 Technology and Innovation Awards.”<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Jan Lepeltak<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/portret-Jlepeltak1-1zw.jpg\" alt=\"Jan Lepeltak\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Jan Lepeltak<\/p><\/div>\n<p>Jan Lepeltak is a former professor (‘lector’) at the NHL-University of applied science in Leeuwarden (The Netherlands). He did research and development in new pedagogies and ICT. Before that he was senior curriculum developer for Informatics and ICT at the national institute for curriculum development SLO. For several years he was working at the former AMSTEL-Institute of the University of Amsterdam. He is also a representative of the KNVI (Royal Dutch Computer Society) in the EU education network Computing in Schools CEPIS in Brussels.<\/p>\n<p>He wrote about ICT in magazines and national newspapers and was for almost 20 years editor-in-chief of a Dutch monthly educational magazine on educational technology.<\/p>\n<p>Jan’s present activities include the role of editor and founder of the online magazine on education and ICT: <a href=\"http:\/\/komenskypost.nl\/\" target=\"_blank\" rel=\"noopener noreferrer\">Komenskypost.nl<\/a> . The title combines the Czechian name of the pedagogue and philosopher Amos Comenius and the Huffington Post. He advises small schools in rural areas about how to use ICT to keep them open as well as developing coding\/programming curricula for elementary and secondary education and giving guest lectures.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Bozena Mannova<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Boba-1.jpg\" alt=\"Bozena Mannova\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Bozena Mannova<\/p><\/div>\n<p>Bozena Mannova has been teaching since 1989 at the Department of Computer Science, Czech Technical University in Prague courses Programming, Data Structures and Software Engineering. She received a degree from the Czech Technical University in Prague, M.Math. from the University of Waterloo, Canada and PhD from Comenius University Bratislava. Before 1989 she worked as a programmer at the Faculty of Mathematics, University of Waterloo (Canada) and after as a programmer at the Computer Centre, Czech Technical University in Prague.<\/p>\n<p>Mrs. Mannova is chairman of the Anglo-Czech co-operation of teachers as International Director of MirandaNet. She was awarded in 1998 European Woman of Achievement Award for the development of the Anglo-Czech learning community for teachers on-line.<\/p>\n<p>Mrs. Mannova is member of ACM and UPE Honor Society. She is member of ACM Europe Board &#8211; Council of European Chapter Leaders (CECL). She was cofounder of Czech ACM Chapter and she served few times as President of this Chapter. She has worked for many years for ACM International Collegiate Programming Contest (ICPC) in different roles, now she is Director of European Contests. In 2012 she received The Mark Measures Distinguished Service Award from ACM for outstanding service to the ACM ICPC from 1994.<\/p>\n<p>She is author of a few textbooks and many papers. She was author and moderator of information technology educational programs for Czech TV. She has participated at many international projects.<\/p>\n<p>Visit <a href=\"https:\/\/www.memoryofnations.eu\/en\/mannova-bozena-1941\" rel=\"noopener noreferrer\" target=\"_blank\">https:\/\/www.memoryofnations.eu\/en\/mannova-bozena-1941<\/a> for more information.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Daniel Needlestone<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/daniel-needlestone.png\" alt=\"Daniel Needlestone\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Daniel Needlestone<\/p><\/div>\n<p>Daniel Needlestone, originally from London, is now based in Oslo, Norway where he has lived since 2011. He’s been involved in Mirandanet since 2008 and a fellow since 2013.<\/p>\n<p>Professionally he spent 5 years as a teacher of Computing and IT in the UK followed by one year with an NGO promoting Stem education. He was a pioneer in school VLEs and Web 2.0 back when they were new and being pushed heavily to schools. Comparing how different age students used VLEs, especially the social features formed the basis for his MA research. He now works in corporate learning in a large Engineering company but tries to keep in touch with the wider educational world, through professional networks, ex colleagues, his teacher wife and his two pre-school children.<\/p>\n<p>In his spare time he volunteers on family and children’s education and seminars in his local synagogue as well as trying to improve his Norwegian language skills! Daniel has an MA in ICT in Education from Leeds University, A PGCE in Applied ICT from St Mary’s College, University of Surrey and BSc in Computer Science and Software Engineering from the University of Birmingham. He is equally proud that he, in 2016, completed his first accredited MOOC, in Norwegian, Smart Learning from NTNU Trondheim.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>James O’Meara<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Photo_Omeara.png\" alt=\"James O’Meara\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">James O’Meara<\/p><\/div>\n<p>Professor James O’Meara’s teaching experience spans 30 years involving extended engagements in Australia, Europe and the US He currently serves as the president of the International Council on Education for Teaching, with active membership in key UNESCO groups.<\/p>\n<p>He is the editor of Pathways to Literate Worlds, Oxford: Oxford University Publishing, and co-editor of Internationalization in Higher Education: Global Perspectives on Collaboration and Change, New York: Nova Science Publishers. He has authored numerous articles, chapters, research reports, curriculum guides and manuals and teacher education publications, in countries including Africa, Australia, India, Singapore and New Zealand, among others.<\/p>\n<p>Among his grants activity are successful projects establishing classroom connections in Kenya, Uganda, Tanzania, Zambia, Malawi Mozambique, South Africa, Swaziland and Lesotho and a Schools Total Health Project in Tamil Nadu, India.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Wendy Stone<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2020\/10\/wendys.png\" alt=\"Wendy Stone\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Wendy Stone<\/p><\/div>\n<p>PhD; B. Psych (Hons); HED; TEFL<\/p>\n<p>Wendy Stone is a language and academic writing specialist who has 16 years of experience in the educational sector. In 2005, she was invited to teach English and Speech and Drama at the Lady Grey Arts Academy in South Africa. Subsequently, her career in proofreading, copy editing and copy writing began at Future Entrepreneurs (a former leading educational publisher in South Africa), where she specialised in the creation and development of print and e-learning materials for South African schools. In 2008, three of the textbooks she had co-written were included in the National Department of Education’s textbook catalogue. Over the years, she has proofread and copy edited hundreds of academic articles, dissertations, theses, and novels. <\/p>\n<p>She is also passionate about research and has conducted studies on the history of the Observatory Theatre (master’s mini-dissertation), the use of drama strategies for outcomes-based education in the poetry classroom (PhD thesis), and academic resilience among masters degree students in applied psychology (B. Psych (Hons)).  <\/p>\n<p>From 2012 to 2017, she taught English, Creative Arts, and Life Orientation at St Martin’s\/Curro and St Andrew’s School in Bloemfontein, where she also directed and produced a number of theatre productions.<\/p>\n<p>In 2018, Wendy joined The Write Site (Unit for Language Development) at the University of the Free State, South Africa, as an academic writing consultant. Apart from assisting individual under- and post-graduate students with their academic writing in collaboration with their subject lecturers, this role also entailed preparing and delivering face-to-face and online academic writing workshops with specific student cohorts from various faculties. Furthermore, she presented academic literacy courses in the Higher Certificate qualification, extended degrees, and mainstream programmes. During this time, she was also approached by the University of Groningen and Amsterdam University Press to proofread and copy edit academic articles for inclusion in The Key Debates series. <\/p>\n<p>In August 2020, Wendy relocated to the UK, where she hopes to continue her work as an academic writing consultant, proofreader, copy editor, copy writer and researcher.   <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Dai Thomas<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/mr-d-thomas2015.jpg\" alt=\"Dai Thomas\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Dai Thomas<\/p><\/div>\n<p>Dai Thomas has been working in education for 30 years. Over this time he has seen education technology develop exponentially. From his initial uses of the BBC Micro with children using a programming language called &#8220;Robol&#8221; to solve robotic arm Tea &amp; Biscuit dunking problems to running a very large Digital One to One scheme using iPads ( 1700 devices).<\/p>\n<p>Dai has worked in many schools over this period mostly in the South of England and also has further experience working in the Caribbean as a class teacher in a state school. Advisory and consultancy roles have been part of his journey ranging from working as a school cluster facilitator for 14-19 technology based educational projects, advisory work with Mirandanet to the South African Government, lecturing on ITE at Brighton University, facilitating groups on comparative education with Sri Lanka&#8217;s NIE at Sussex University.<\/p>\n<p>Dai&#8217;s research interests range over developing online tools to engage deeper learning, Interactive white board technology and visual learning, developing communities of practice with teachers and teacher CPD using e-learning. This culminated in Dai gaining his master’s degree in Knowledge &amp; Learning Technology. He speaks at various events throughout the UK including local education conferences, Institute of Education (London University) Workshops, University of Sussex ITE subject lectures, University of Hull impact of Technology workshops, SEGfL Roadshows, NAACE National Conference.<\/p>\n<p>Dai currently works as the Director of Digital Services &amp; E-learning at Sussex Learning trust and spends over 30% of his time classroom teaching.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Dr. Carsten Trinitis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/ct04.jpg\" alt=\"Dr. Carsten Trinitis\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Dr. Carsten Trinitis<\/p><\/div>\n<p>Since 2011, Dr. Carsten Trinitis, has been a member of MirandaNet, an international community of professional educators in digital education and is now a Senior Fellow. Through MirandaNet, Carsten was involved in the UK government‘s discussions on the new ICT curriculum in the Westminster Forum and spoken at a joint ITTE\/MirandaNet conference in Bedford. He is also a member of the advisory board of Fit2Learn, a community interest company and partner of MirandaNet based in Croydon in Greater London whose primary purpose is to improve children’s ability to learn.<\/p>\n<p>Carsten‘s research interests are in Computer Science: high performance computer architectures, microprocessor architectures, multi- and many-core architectures as well as the adaptation of numerical simulation codes to these architectures. On the non-technical side, these are history of science (with a focus on history of computing) and the impact of modern technologies on society.<\/p>\n<p>Carsten Trinitis received his Ph.D. in Electrical Engineering in 1998 from TUM, working on a parallel automatic optimisation system for electrostatic field simulation. Whilst holding his PhD candidate position, Carsten started to be involved in teaching undergraduate students. In particular, he was giving lab courses including practical experiments in High Voltage Engineering. In addition, Carsten was supervising guided research and diploma theses in the same field.From 1998 – 1999 he worked for a small enterprise mainly on designing and installing UNIX based networks and workstations.<\/p>\n<p>Carsten returned to TUM in 2001, where he now holds a position as senior scientist and is heading the research group on parallel and distributed computer architectures. In this position, Carsten teaches Bachelor and Master students in computer science, informatics, and digital literacy giving lectures, lab courses and seminars.<\/p>\n<p>From 2002 to 2010, he was also an assistant professor for history of science at Universität der Bundeswehr München, Germany and from 2010 to 2014, Carsten was Full Professor of Distributed Computing at the University of Bedfordshire, United Kingdom, giving lectures on computer architecture.<\/p>\n<p>Carsten is elected member of Gesellschaft für Informatik (GI)&#8217;s board of directors. In this context, Carsten is co-organiser of a series of public seminars on the impact of digitalisation on society, which is being held annually at Akademie für politische Bildung in Tutzing, Germany, and broadcasted on German television.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n<h4>Lawrence Williams<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/lwilliams.png\" alt=\"Lawrence Williams\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Lawrence Williams<\/p><\/div>\n<p>Lawrence Williams, a graduate in English Language and Literature; in Education; and in Philosophy, is an experienced classroom practitioner, who has also taught Literacy, ICT, and Computing, on initial teacher training and MA courses at Brunel University London, the UCL Institute of Education, King’s College London, and at a number of other universities in England, and abroad. He is a Senior MirandaNet Fellow and World Peace Ambassador, and has represented the United Kingdom at international ICT conferences for the DfES and Becta.<\/p>\n<p>His interests are in literacy, creative uses of ICT\/Computing, cross-curricular teaching and learning, and in international collaborations, on which he has written and published widely. He has received many national and international awards for his classroom practice, including a 1998 Japan Festival Award for “Kabuki Gift”, a bi-lingual international Drama through video-conferencing; a 1999 National Teaching Award in ICT; Rolls-Royce Science Awards in 2007 and 2008 for Science Through Arts, an on-line collaboration with NASA scientists in Cleveland, Ohio; and the 2012 Naace ICT Impact Award: Lifelong Achievement. His most recent book, “Introducing Computing: a guide for teachers” Routledge 2015, outlines his “Literacy from Scratch” story-telling-with-computing project.<\/p>\n<p>He is currently collaborating with Lambeth College, in south London, to develop teaching materials in computing for FE students with learning difficulties and disabilities, work that was presented most recently at ITTE in London 2016, and at IFIP WCCE in Dublin, 2017.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\n","protected":false},"excerpt":{"rendered":"<p>MirandaNet Team Members are also Council Members. Information about them may be found by clicking here. Stuart Abrahams Stuart has over 25 years experience of technology in the education sector, with the last 6 years as an elected member of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/mirandanet-council-members\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11105","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11105"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11105"}],"version-history":[{"count":11,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11105\/revisions"}],"predecessor-version":[{"id":13437,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11105\/revisions\/13437"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11105"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}