{"id":11121,"date":"2017-09-10T00:00:00","date_gmt":"2017-09-09T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/review-digital-technologies-change-education\/"},"modified":"2017-09-10T00:00:00","modified_gmt":"2017-09-09T23:00:00","slug":"review-digital-technologies-change-education","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/review-digital-technologies-change-education\/","title":{"rendered":"Review: Digital Technologies and Change in Education"},"content":{"rendered":"<p><span style=\"font-size: 14pt; color: #9e152c;\">Digital Technologies and Change in Education: The Arena Framework<\/span> <br \/>\n Niki Davis<br \/>\n <span style=\"font-size: 14pt;\"><span style=\"font-size: 12pt;\"> 2017 Routledge. <br \/>\n <a href=\"https:\/\/www.routledge.com\/Digital-Technologies-and-Change-in-Education-The-Arena-Framework\/Davis\/p\/book\/9781138195820\" target=\"_blank\" rel=\"noopener\">Available from Routledge<\/a><\/span> <\/span><\/p>\n<p><span style=\"font-size: 14pt;\"><em>Review by <a href=\"\/bp-members\/christinapr\/\">Christina Preston<\/a>. Published: 9 September 2017.<\/em><\/span><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\" wp-image-8560 alignleft\" src=\"\/wp-content\/uploads\/2019\/06\/9781138195820.jpg\" alt=\"\" width=\"161\" height=\"254\" \/><\/p>\n<p>I remember in the 1990s at the start of an ITTE conference at Exeter University when we were all given a CD-ROM of the papers instead of the paper programme we had all learnt to expect. Niki Davis, who was behind this strategy, was an innovator from the start of her career.<\/p>\n<p>In this book, Niki, now Distinguished Professor of E-learning at the University of Canterbury, New Zealand, generously tells her story about what she has learnt about teacher education in EdTech since the 1980s and from whom she has learnt.<\/p>\n<p>What she presents in this book about her own journey is the milestones that influenced the development of her theoretical framework – the Arena. This first version of the Arena<img decoding=\"async\" class=\" wp-image-8560 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/The-Arena-model.jpg\" width=\"300\" \/> emerged after a MirandaNet gathering in London. In her final chapter Niki acknowledges MirandaNet’s contributions,<\/p>\n<p><em>&#8220;Around 2004, while Christina was engaged part time on her doctoral studies at the University of London (one of the partners in the transatlantic initiative that I was leading), she came to study abroad with us at Iowa State University for some weeks. During that time we collaboratively applied the theoretical framework that became the Arena to evidence MirandaNet had gathered for the Teacher Training Agency to evaluate its English nationwide teacher training initiative involving different models of teacher professional development (Davis, Preston, &amp; Sahin, 2009). A critical comparison that included an Arena analysis of the least and the most successful models out of the 11 for which there was sufficient evidence appeared in Chapter 4.<\/em><\/p>\n<p><em>It was after this intensive collaboration that Christina invited me to lead a session at the University of London. Around that time some politicians were publicly blaming and occasionally ridiculing teachers for ineffective teaching. Of course it was the rapid changes in the world that were causing the stress globally and generating new problems in education. For this reason, the first Arena that I sketched, in collaboration with MirandaNet Fellows, playfully depicted teachers back in Roman times, where the enslaved heroes and heroines (teachers) wrangled publicly with captured wild animals (learners) in the hope of winning freedom from the emperor (politician) and his captains (bureaucrats) for both themselves and those whom they struggled to control. The Arena sketched on a large whiteboard aimed to communicate that all of the participants and systems contained within the Arena were part of the problem and also part of the solution.&#8221;<\/em><\/p>\n<p>In the book Niki provides many more figures of Arenas for different contexts, including schools and universities. The Arena cited in the final chapter maps two approaches to ICT professional development that were offered in England at the start of the 21st century that Niki and I researched with MirandaNet support (see Davis, Preston and Sahin, 2009 a and b). She describes this Arena as follows,<\/p>\n<p>&#8220;The central oval in Figure 4.2 contains all the K–12 schools’ ecosystem communities in England in 2001 because all teachers in all the schools were required to undertake the ICT training. The schools are embedded within the nationwide ecozone of England, and both are embedded in the global ecosphere. Only two consortia, Computer Based Training (CBT) and the &#8216;Organic&#8217; approach are covered out of a total of 47 are mapped in this Arena. The influences of additional ecosystems are grouped into the five sectors of the ecosphere that are labeled around it, namely, community, professional, resources, political, and bureaucratic. Having mapped the ecosystem communities of the CBT and organic consortia onto the Arena, we can see that the CBT model has emerged and remained largely in the resources sector, which shows little overlap with the schools of the teachers participating in this training model. The organic model, however, has emerged from the professional sector and has a large overlap with the ecosystem communities of the schools whose teachers participated in this model. …&#8221;<\/p>\n<p>Figure 4.2: The Arena depicting all the K–12 schools in England at the center, set within the global ecosphere when the national ICT teacher training initiative was underway in 2001. <img decoding=\"async\" class=\" wp-image-8560 alignright\" src=\"\/wp-content\/uploads\/2019\/06\/DavisFig4-2ArenaNOFcolour.png\" width=\"300\" \/><\/p>\n<p>Key to diagram: BECTA, British Educational Communications and Technology Agency; CBT, consortium led by IT companies is within the black solid line; LEAs, local education agencies; K–12 NC, English national curriculum; MirandaNet Fellowship; organic consortium led by teacher education college is within the white dotted line; TTA, Teacher Training Agency.<\/p>\n<p>This tool is intended for our professional exploration and analysis of our own experience of teaching, leadership and research. Niki tells the story of her learning journey through case studies and research evidence in which she has been involved. As the Arena has developed over the years I have found this framework immensely valuable in understanding the local, regional, national and global forces that impact on edtech professional development project.<\/p>\n<p>Through her collaborative approach, she first had a significant influence on the MirandaNet Fellowship vision in the early 1990s when she worked in the UK with Professor Bridget Somekh on ‘action research’. The book they published in 1997, Using Information Technology effectively in Teaching and Learning, was a game changer in the MirandaNet vision of pedagogy and change strategies (Somekh and Davis 1997). Although ‘action research’ has now become ‘practice based research’ we still use this method of professional develop to help schools and teachers focus on understanding the impact of digital technologies in classrooms and to engage teachers in change. Perhaps the most important message is her confession that in the early days she was, like many of us, blinded by the glitter of new technologies and did not have a sophisticated understanding of commercial marketing policies. The role of educators in presenting a balanced view grows in importance as governments, democratic or otherwise, hand over edtech policy and training to commercial interests when they offer to fund the enterprise.<\/p>\n<p>A key learning opportunity was as a founder editor of ITTE’s Technology, Pedagogy and Education journal (http:\/\/www.tandfonline.com\/loi\/rtpe20) which is now an internationally rated publication edited by Professor Sarah Younie. Since those days at Exeter University, she has influenced the global stage as a Professor in Iowa, US, and now in New Zealand. The MirandaNet Fellowship is included in an impressive list of global communities and leaders where she has left her stamp including ITTE and UNESCO. Niki lead a symposium with leaders she has worked with at the WCCE conference in July in Dublin that I referenced in our <a href=\"http:\/\/us11.campaign-archive.com\/?u=20813dfa61fc4b6eeb229f950&amp;id=ef01515146\" target=\"_blank\" rel=\"noopener\">September 2017 newsletter<\/a>.<\/p>\n<p>In every professional community, local to global, there will be a great leader, like Niki, who leads change with empathy. But these leaders do not all write their experience down so busy are they promoting achievement. I commend Niki for influencing change herself, but also for making sure that we have a tool to use to replicate the change process. She makes it clear that it is not about what we are teaching but about how we take others with us.<\/p>\n<p>This is an important book. If you place yourself in the professional edtech community, you should read it!<\/p>\n<h6>References<\/h6>\n<p>\n Davis, N., C. Preston, and I. Sahin (2009a). ICT teacher training: evidence for multilevel evaluation from a national initiative.British Journal of Education Technology (BJET). Volume 40. Issue 1 (January 2009 ) (Published Online: Feb 5 2008 12:00AM): 135–148.DOI: 10.1111\/j.1467-8535.2007.00808.x<br \/>\n Davis, N. E., C. Preston and I. Sahin (2009b). Training teachers to use new technologies impacts multiple ecologies: Evidence from a national initiative’. British Educational Research Journal (BJET). Volume 40. Issue 5 (September 2009).<br \/>\n Somekh, B. and N. Davis (1997). Using Information Technology Effectively in Teaching and Learning. London, Routledge.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Digital Technologies and Change in Education: The Arena Framework  Niki Davis 2017 Routledge.  Available from Routledge Review by Christina Preston. Published: 9 September 2017. I remember in the 1990s at the start of an ITTE conference at Exeter University when &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/review-digital-technologies-change-education\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11121","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11121"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11121"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11121\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11121"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}