{"id":11136,"date":"2019-06-29T23:29:17","date_gmt":"2019-06-29T22:29:17","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/icatalyst-in-the-classroom\/"},"modified":"2019-07-10T14:45:06","modified_gmt":"2019-07-10T13:45:06","slug":"icatalyst-in-the-classroom","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/icatalyst-in-the-classroom\/","title":{"rendered":"iCatalyst in the Classroom"},"content":{"rendered":"<h6>Ensuring that investment in technology impacts on students’ learning.<\/h6>\n<p>&#8211; Professor Christina Preston, Institute for Education Futures, De Montfort University, MirandaNet Fellowship founder, Naace director<br \/>\n&#8211; Professor Sarah Younie, Institute for Education Futures, De Montfort University, ITTE journal editor<\/p>\n<p>Research suggests that a continuous programme of professional development is essential in ensuring that teachers can make full use of an investment in digital technologies. However, professional development has a cost.  Teachers and their leaders are more willing to invest their time in mastering edtech if they are sure that, ultimately, the new tools will have an impact on the students’ learning.<\/p>\n<p>iCatalyst is a professional development programme where teachers and leaders engage together in participatory research in order to decide how best to employ technology. This approach to teachers’ ownership of edtech has been refined since 1992 by members of the MirandaNet Fellowship who have not only managed change management projects in the UK but in China, India, Mexico and South Africa. The Fellows support the schools in deciding what questions they want to ask and how they will collect the data. The teachers then analyse the data and decided on the next steps to improve learning.<\/p>\n<p>This evidence based approach is popular with schools because the teachers are accredited for their efforts by a MirandaNet certificate, diploma or even a Masters module. The reports and talking heads are produced for web publication and for informing school policy. Where more than one school is involved the MirandaNet team produce a meta-analysis of the teachers’ discoveries that can be used more widely to share teachers’ and pupils’ opinions of the value they have discovered in adopting innovation. The programmes are funded by governments and charities, but also by companies who are keen to learn about their products from the teachers and the children.<\/p>\n<p>iCatalyst is proven to increase the take-up pf education technology. It is cost effective because teachers engage as co-researchers in their own classroom and often support from Fellows is given through video conferencing. Meanwhile the evidence that is published helps all those in this exciting market to see new opportunities.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ensuring that investment in technology impacts on students’ learning. &#8211; Professor Christina Preston, Institute for Education Futures, De Montfort University, MirandaNet Fellowship founder, Naace director &#8211; Professor Sarah Younie, Institute for Education Futures, De Montfort University, ITTE journal editor Research &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/icatalyst-in-the-classroom\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11136","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11136"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11136"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11136\/revisions"}],"predecessor-version":[{"id":12029,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11136\/revisions\/12029"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11136"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}