{"id":11150,"date":"2017-09-12T00:00:00","date_gmt":"2017-09-11T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/tomorrows-learning\/"},"modified":"2017-09-12T00:00:00","modified_gmt":"2017-09-11T23:00:00","slug":"tomorrows-learning","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/tomorrows-learning\/","title":{"rendered":"Tomorrow’s Learning – The World Conference on Computers in Education (WCCE17 Dublin 3rd &#8211; 6th July 2017)"},"content":{"rendered":"<p><em>Chris Shelton, University of Chichester<\/em><\/p>\n<p>This year, the World Conference on Computers in Education (WCCE 17) was held in Dublin, 3<sup>rd <\/sup>&#8211; 6<sup>th<\/sup> July 2017 and organized by IFIP and the Irish Computer Society. The conference theme was “Tomorrow’s Learning: Involving Everyone” and over 200 presenters from across the world shared their work at the conference. As you would expect from an international conference, the keynote sessions were very varied: Francesco Avvisati from OECD (with a recorded contribution from Andreas Schleicher) opened the conference and spoke about the 2015 report “Students, Computers and Learning”. When first published, this report was widely reported as showing that using technology in schools had a negative impact on learning but, as Avvisati showed, the report actually raises interesting questions about how we can best make use of technology and shows that teachers and school leaders need to think carefully about their use of technology.<\/p>\n<p>The second keynote was Valerie Shute from Florida State University. She spoke about the role of “stealth assessment” in game based learning. This was a new idea for me and I’m still not sure that “stealth” is the word I want to use to describe my assessments. But, the way that this was used to promote learning through the “Physics playground” game was effective and I enjoyed playing the demo version of the game (<em>now, sadly, not available<\/em>).<\/p>\n<p>Lord David Puttnam spoke in his role as the “Digital Champion” for Ireland and made some thought-provoking use of archive film and television footage. I was particularly struck by a video from the BBC archive that shows teenagers in 1984 sharing their views on technology. It’s fascinating to think that at that time, it was possible to imagine that computers would might have a future role in the home but not have a role in the workplace. (The video is called Speak Out: Micros and Girls and is available through the BBC Archive social media feeds).<\/p>\n<p>Two speakers represented UNESCO (which is closely linked to the sponsors of the conference IFIP). Davide Storte introduced the Mobile Youth programme (<a href=\"https:\/\/itte.us11.list-manage.com\/track\/click?u=56c1a7f2f8dce208ccc2a81fd&amp;id=426ccccdd6&amp;e=e1af5e3670\">http:\/\/en.unesco.org\/youthmobile<\/a>) that is helping young people, particularly young women, in developing countries to learn to create apps. The apps they have created are nothing if not ambitious – with one group in Sudan creating a app for peace. Indrajit Banerjee, UNESCO Director of Knowledge Societies spoke about the role of Open Educational Resources in education. He made some challenging comments about the ubiquity of the English language on the internet and how many languages are not yet represented online.<\/p>\n<p>The connection between technology and language was particularly apparent in one of my favourite submitted paper presentations of the conference. In a paper by Therese Keane, Monica Williams, Christina Chalmers and Marie Boden, we were introduced to a project using humanoid robots in Australia. In the example that they shared, the robot was programmed by pupils at Maitland Lutheran School in rural South Australia to speak in the local aboriginal language of Narungga. This is especially significant because it has become a dormant language with only one fluent speaker remaining. The children made an emotional connection with the robot and enthusiastically taught it the language while learning it themselves. While the cost of such robots would make it difficult to repeat the project right now, the impact is clear so I’ll look forward to the prices dropping! You can see the robot in action at: <a href=\"https:\/\/itte.us11.list-manage.com\/track\/click?u=56c1a7f2f8dce208ccc2a81fd&amp;id=3233fd7fd7&amp;e=e1af5e3670\">https:\/\/youtu.be\/E6MjUxLvsPM<\/a><\/p>\n<p>It was great to see so many members and friends of ITTE presenting at WCCE 17. The next IFIP education conference will be the Open Conference on Computers in Education (OCCE 18) to be held in Linz, Austria on 25-28<sup>th<\/sup> June 2018. More information will appear on the conference website shortly <a href=\"https:\/\/itte.us11.list-manage.com\/track\/click?u=56c1a7f2f8dce208ccc2a81fd&amp;id=bcd12d7911&amp;e=e1af5e3670\">http:\/\/occe.2018.ocg.at<\/a> <\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Chris Shelton, University of Chichester This year, the World Conference on Computers in Education (WCCE 17) was held in Dublin, 3rd &#8211; 6th July 2017 and organized by IFIP and the Irish Computer Society. The conference theme was “Tomorrow’s Learning: Involving &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/tomorrows-learning\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11150","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11150"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11150"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11150\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11150"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}