{"id":11172,"date":"2019-06-29T23:29:49","date_gmt":"2019-06-29T22:29:49","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/mirandanet-directors\/"},"modified":"2023-10-20T13:56:00","modified_gmt":"2023-10-20T12:56:00","slug":"mirandanet-directors","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/mirandanet-directors\/","title":{"rendered":"MirandaNet Directors"},"content":{"rendered":"\r\n\r\n\r\n<h4>Jon Audain<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/jon-audain-150x150.jpg\" alt=\"Jon Audain\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Jon Audain<\/p><\/div>\r\n<p>Jon is currently a Senior Lecturer in Primary ICT and Music at the University of Winchester. His area of expertise is working with and mentoring teaching students with a focus on ICT, Educational Technology and music. He has worked as a VLE\/Learning Platform Consultant within Hampshire and is a former county-based Advanced Skills Teacher (AST) specialising in Primary ICT, where he supported primary schools across Hampshire.<\/p>\r\n<p>As an experienced primary teacher Jon and regularly spends time in schools, teaching and supporting staff and children. He frequently works as an ICT consultant, freelance writer and Promethean trainer across the UK.<\/p>\r\n<p>Within music, Jon works as a freelance musician and conductor. He performs in a range of different ensembles from saxophone ensembles, rocks bands through to a flute, oboe and piano trio. Jon previously worked for Hampshire Music Service as a Listen2Me instrumental teacher and still teaches for Portsmouth Music Service as a woodwind teacher.<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n<h4>Helen Caldwell<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/59663df3b7206-bpfull.png\" alt=\"Helen Caldwell\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Helen Caldwell<\/p><\/div>\r\n<p>A Senior Lecturer in Education (ITE &#8211; ICT) at Northampton University, Helen has over 15 years teaching experience and held an ICT Co-ordinator role for nine years, working across a group of schools to develop their capability with ICT. She was an assistive technology advisor for Milton Keynes Council and a regional and web portal manager for the Open University Vital CPD programme.<\/p>\r\n<p>Helen’s university teaching and CPD work covers the use of technology across primary school subjects, implementing the computing curriculum and assistive technologies for SEND. She is a member of the Primary National Curriculum for Computing in ITT Expert Group supporting tutors and trainees in ITT in preparing for the new curriculum and a Fellow of the Higher Education Academy (FHEA). Her research interests include eLearning and social networking in Higher Education, and computing and digital literacy in Primary Education. She currently co-leads the Erasmus+ project: Digital Learning across Boundaries.<\/p>\r\n<p>Helen has co-authored books on STEM, Computing Unplugged, Technology for SEND, Primary Computing and Teaching with Tablets.<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n<h4>Andrew Connell<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/75e722858998d03cbd18db9061130fa2.png\" alt=\"Andrew Connell\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Andrew Connell<\/p><\/div>\r\n<p>Head of Initial Teacher Education at University of Chester, Andrew is passionate about improving the education of our children and students. He is a highly experienced and successful teacher, lecturer and trainer of teachers, trainee teachers and undergraduates, a widely recognised expert in Initial Teacher Education and particularly in Computing Education, with a national and international profile.<\/p>\r\n<p>Andrew is chair of the Council of Subject Associations and holds positions on the Executive Committee of the Association for IT in Teacher Education (ITTE), is a Senior Fellow of the Higher Education Academy, a consultant on Computing Education and Quality Teaching, was a member of the national Subject Expert Group for Computing and was on the Steering Group for the Royal Society&#8217;s UK Forum on Computing Education (UKForCE). He has authored and co-authored publications on teaching Computing and management of teacher training.<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n<h4>Andrew Csizmadia<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/AndrewCsizmadia.jpg\" alt=\"Andrew Csizmadia\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Andrew Csizmadia<\/p><\/div>\r\n<p>Andrew is Senior Lecturer in Computer Science Education at Newman University Birmingham, where he teaches new computing teachers.<\/p>\r\n<p>He has supported in-service teachers in the transition from ICT to Computer Science through coordinating regional and national computing projects. Andrew was a member of the CAS Computational Thinking Working Group and a co-author of Computational Thinking: A guide for teachers, and is a member of the CAS Assessment Group.<\/p>\r\n<p>Currently, Andrew is the Secretary for ITTE and is the Academic Lead and Senior Assessor for the British Computer Society’s Certificate in Computer Science Teaching, which is an accreditation scheme for in-service computing teachers.<\/p>\r\n<p><a id=\"christina\" name=\"christina\"><\/a><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n<h4>Christina Preston<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/smallchristina-copy.jpg\" alt=\"Christina Preston\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Christina Preston<\/p><\/div>\r\n<p>Professor Christina Preston has been at the forefront of education and technology for over 25 years. The MirandaNet Fellowship that she founded in 1992 has become a global thought leader in edtech with over 1,400 members in 80 countries and an outreach of more than 80,000 website visitors a year who read up to 10 screens. At the core of the members’’ philosophy is the sharing of knowledge and change management based on grassroots evidence. The members work with EdTech companies to research into the impact of technology and learning in classrooms and report on their findings for the global community. Christina has won 5 international awards for her contribution to education innovation and community of practice development. She is also past chair of the Technology, Pedagogy and Education Association and the editor of the Naace Advancing Education journal.<\/p>\r\n\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n<h4>Chris Shelton<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/5a62247a2e6c0-bpfull.jpg\" alt=\"Chris Shelton\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Chris Shelton<\/p><\/div>\r\n<p>Dr Chris Shelton is Head of the Primary Postgraduate Certificate of Education (PGCE) at the University of Chichester and jointly coordinates the undergraduate and postgraduate ICT and Computing modules. He teaches on BA, PGCE and MA programmes on modules related to ICT, Computing and Professional Studies and has been an External Examiner for a number of undergraduate and postgraduate teacher education programmes. Chris is a member of the National Executive Committee of ITTE (the Association for IT in Teacher Education) and was a member of the Primary National Curriculum for Computing in ITT Expert Group supporting tutors and trainees in ITT in preparing for the new curriculum. He is a Fellow of the Higher Education Academy and a member of NAACE and BERA. Previously he worked in primary schools across Key Stages One and Two and was a school ICT Co-ordinator. Chris is a school governor and regularly runs in-service training events for primary school teachers at the University and in local schools.<\/p>\r\n<p>Chris has a range of research interests relating to technology, computing and digital literacy in schools and universities. His PhD focused on teacher&#8217;s thinking about technology in Higher Education and his recent work has explored the pedagogy of teaching computing and teacher beliefs and knowledge about technology.<\/p>\r\n<p>Chris was UK project director for the CIRT (Consortium for Intercultural Reflective Teachers) project &#8211; an EU funded project (€200,000) in collaboration with Pennsylvania State University in the USA and Jönköping University in Sweden. The project aimed to encourage international collaboration through a five year programme of staff and student exchanges between the three partner universities (2008-2012). He was awarded a £5,000 grant from the Teaching Agency as part of the Leading Partners Programme: ICT. This was used to explore and develop links with partnership schools to improve teacher training in ICT (2012).<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n\r\n<h4>John Sibbald<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2020\/03\/JS-picture2.jpg\" alt=\"John Sibbald\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">John Sibbald<\/p><\/div>\r\n<p>John has nearly thirty year of experience teaching and leading in North Manchester secondary schools.  Ten years were spent working at the North West Manchester City Learning Centre researching the effective use of new and emerging digital technologies and how these impact on teaching and learning.  In April 2010 he joined the team at Manchester Communication Academy in Harpurhey, leading on the development of the new Computing curriculum, digital skills, the ICT strategy and staff effectiveness and performance in the use of technology.\r\n<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Since leaving teaching in the Spring of 2017 he has been working with the following partners:\r\n<ul>\r\n<li>Tute Education Ltd &#8211; creating a set of virtual teacher standards, developing lesson review protocols and improving online teacher effectiveness.<\/li>\r\n<li>Creative Scene, North Kirklees &#8211; digital engagement strategy with hard to reach communities and the effective use of digital technologies in the artistic process.<\/li>\r\n<li>Greater Manchester Combined Authority &#8211; working with schools, colleges, industry and other partners on developing and evaluating a digital talent pipeline strategy.<\/li>\r\n<li>University of Salford and Create Education &#8211; evaluating the Morson Engineering Challenge, a 3D printing, additive manufacturing project in nine Salford secondary schools.<\/li>\r\n<li>The Ideas Foundation &#8211; supporting pupils in four secondary schools in creating resources for peers as part of a digital leadership framework.  This includes digital critical literacy, digital resilience and digital curatorship.<\/li>\r\n<li>Manchester City Council High school audit.  Working with thirty-six secondary and secondary SEND schools on evaluating and developing their digital offer &#8211; computer science, digital literacy, digital specialist and life skills.\r\n<\/li>\r\n<\/ul>\r\n<\/p>\r\n<p>John is passionate about how we can harness technology to improve learning, teacher effectiveness and student outcomes including the development of digital literacy, digital work-life skills and specialist digital skills.\r\n<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n\r\n<h4>Sarah Younie<\/h4>\r\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Dr-Sarah-Younie-e1423670201327-200x300.jpg\" alt=\"Sarah Younie\" width=\"140\" height=\"122\"><p class=\"wp-caption-text\">Sarah Younie<\/p><\/div>\r\n<p>Professor Younie has been involved in international and national teaching and research on educational technologies for over twenty-five years. She has been involved in the use of digital technologies in educational settings for UNESCO, EU and UK government agencies, including the Training and Development Agency (TDA, DfE), Becta, BBC, HEA and JISC. She has worked as a teacher and researcher in secondary schools, universities and as the UK Chair of the National Subject Association of IT in Teacher Education (ITTE) and she has conducted national research, including evidence for the Parliamentary Select Committee Inquiry into Education.<\/p>\r\n<p>Dr Younie is a Professor in Education, Innovation and Technology at De Montfort University and is Editor-in-Chief for the Journal of Technology, Pedagogy and Education and sits on the journal&#8217;s Editorial Board. Professor Younie is a founder member of &#8216;Education Futures Collaboration&#8217; (EFC) charity, she is a Trustee and sits on the Strategic Leadership Steering group for EFC. Professor Younie has collaborated with Prof Leask from the beginning to set up MESHGuides and has helped to drive this vision forward, through establishing its structures and processes; she sits on the MESH Chief Editorial Board &amp; is Editor-in-Chief of MESH ICT Editorial Board.<\/p>\r\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\"><\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Jon Audain Jon is currently a Senior Lecturer in Primary ICT and Music at the University of Winchester. His area of expertise is working with and mentoring teaching students with a focus on ICT, Educational Technology and music. He has &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/mirandanet-directors\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11172","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11172"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11172"}],"version-history":[{"count":11,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11172\/revisions"}],"predecessor-version":[{"id":13361,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11172\/revisions\/13361"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11172"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}