{"id":11188,"date":"2018-03-03T00:00:00","date_gmt":"2018-03-03T00:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/the-founding-of-mirandanet-2\/"},"modified":"2024-03-07T20:04:19","modified_gmt":"2024-03-07T20:04:19","slug":"the-founding-of-mirandanet-2","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/the-founding-of-mirandanet-2\/","title":{"rendered":"The Founding of MirandaNet"},"content":{"rendered":"<h6>by founder Christina Preston<\/h6>\n<p>The history of the founding of a professional organisation is often the key to the vision and practice of the members. For example, the consultants who work on MirandaNet projects in digital learning have first joined the MirandaNet community of practice, which is free, in a spirit of professional learning and sharing. Members are often first involved in voluntary work, and continue to contribute voluntarily to community activities between contracts. This attitude of professional commitment, that distinguishes this community, makes me proud to have been the founder and to be surrounded by so many colleagues who keep the vision alive.<\/p>\n<p>But curious about the professional generosity of Fellows, colleagues often ask me why, as early as 1992, I founded the MirandaNet Fellowship that has given rise to so many projects about learning with digital technologies around the world.<\/p>\n<p>It was with the support of sympathetic colleagues, that I founded this international professional organisation in memory of our daughter, Corinna, to create a living memorial for a talented and bubbly sixteen year old with a tremendous sense of humour. She died suddenly of a virus.<\/p>\n<p><center><div style=\"width: 210px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2024\/03\/corinna.jpg\" alt=\"Corinna\" width=\"200\" ><p class=\"wp-caption-text\">Corinna<\/p><\/div><\/center><\/p>\n<p>I chose the name Miranda for our professional organisation because in the Shakespeare play, The Tempest, Miranda, the heroine, nearly says, “Oh brave new world that hath such people in IT”. My excuse for this slight rephrasing is that Shakespeare was a great multimodal communicator who simply did not have a computer to hand. The context is appropriate because Miranda is the daughter of Prospero who was a magician. When my daughter first was acquainted with computers she expressed the same sense of wonder but quickly got down to practising coding so she was in control. She contributed graphics to Scoop, the first adventure game with pictures for 8 bit machines, that I authored with a group of teachers in 1987 not long before her death.<\/p>\n<p style=\"text-align: center;\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/punk.jpg\" width=\"400\"><\/p>\n<p>Despite the graphics in those early days the pupils still hand wrote their newspapers because desk top publishing was not widely available in schools.<\/p>\n<p><img decoding=\"async\" class=\"aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/gazette.jpg\" width=\"500\"><\/p>\n<p>The MirandaNet Fellowship aims to unpick some of the workings of that digital magic so that educators can make greater use of opportunities that digital technologies offer. We have been involved in many projects since the early 1990s that have helped teachers to enriching learning for every student whatever their age or their aptitude. In particular we believe that digital technology can sometimes reach students who are not reaching their full potential in the traditional classroom.<\/p>\n<p>MirandaNet, often known as the Facebook of ICT professionals in education, is a ‘community of practice’ (Wenger 1998). The members are drawn from international ICT policy makers, teachers, teacher educators, staff trainers, regional educators, commercial developers who are passionate about digital technology in teaching and learning and about using technologies to promote cultural understanding and democratic participation. This professional organisation is free to join and supported by the voluntary efforts of more than one thousand members from over fifty countries.<\/p>\n<p>The composition of this community of practice reflects the mixed status of many professional groups that now assemble through the Internet. A growing number of members are taking post-graduate qualifications and are keen to share their knowledge with other members (Stuckey 2005). Commercial companies also support us by funding our practice-based research projects in order to learn from the knowledge building practices online and the research capacity of the members.<\/p>\n<p>MirandaNetters publish peer-reviewed articles on the web in our ejournals. The generosity of the MirandaNetters in building a free knowledge base is typical of a new approach to copyright on the Web called the ‘Creative Commons’. This is a non-profit organisation that provides free tools so that authors, scientists, artists, and educators can easily mark their creative work with the freedoms they choose. The range stretches from “All Rights Reserved” to “Some Rights Reserved.” As a result, teachers have the freedom to publish their materials for each other without the mediation of a commercial editor and distributor. MirandaNet Members engage in many other kinds of knowledge creation activities that are underpinned by new modes of social interaction like wikis, blogs, ichat, listservs and unconferences. Miranda has also given her name to a particular kind of unconference, a MirandaMod, that allows members to engage with each other all over the world in real time. The last MirandaMod in real time had 25 contributors meeting in London and contributors coming in on the debate online from 20 countries. This kind of communication is unlike previous modes of knowledge construction because the members are not confined by meeting costs, location, work commitments or family responsibilities so long as they can access the Internet (Preston and Cuthell 2009).<\/p>\n<p>So first the contribution to my thinking of members of MirandaNet must be acknowledged: firstly MirandaNet collaborator, John Cuthell, who has worked in intellectual partnership with me over fifteen years on many joint papers and projects; Francis Howlett, MirandaNet web editor, who diligently keeps our website current; and, Anne Dobson who prepares the newsletter. I am also beholden to the Fellows who contribute to the life of the MirandaNet Fellowship especially: Allison Allen, Richard Allen, Miles Berry, Mara Chrystie, Alison Banks, Mark Bennison, Leon Cych, Margaret Danby, Anne Dobson, Jane Finch, Mary Harris, Theo Kuechel, Nigel Riley, Michael Smith, Katya Toneva, Dai Thomas, Keith Turvey, Alistair Wells … and Basia Korczak, called away at her most innovative and creative.<\/p>\n<p>I must also thank the academic community who have supported me in this endeavour. In particular, Marilyn Leask who has partnered me in several projects over the last fifteen years as well as Ron Barnett, Sonia Blandford, Steve Coombs, Caroline Daly, Niki Davis, Bryn Holmes, Christina Howell Richardson, Gunther Kress, Carey Jewitt, Avril Loveless, Bozena Mannova, Di Mavers, Norbert Pachler, John Potter, Bridget Somekh, Leena Vainio and Sarah Younie. Thank you for stimulating my thinking in all kinds of different ways.<\/p>\n<p>In the study I have uploaded on Etopia, I relate my own learning journey to that of the community of practice building Etopia here: I am hoping that many of my colleagues will use this as a template to develop their own digital learning histories for publication.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>by founder Christina Preston The history of the founding of a professional organisation is often the key to the vision and practice of the members. For example, the consultants who work on MirandaNet projects in digital learning have first joined &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/the-founding-of-mirandanet-2\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11188","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11188"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11188"}],"version-history":[{"count":3,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11188\/revisions"}],"predecessor-version":[{"id":13481,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11188\/revisions\/13481"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}