{"id":11181,"date":"2019-06-29T23:29:49","date_gmt":"2019-06-29T22:29:49","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/references\/"},"modified":"2019-07-25T22:12:01","modified_gmt":"2019-07-25T21:12:01","slug":"references","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/references\/","title":{"rendered":"References"},"content":{"rendered":"<p>Bird, J., Caldwell, H. &amp; Mayne, P. (2014). Lessons in Teaching Computing in Primary Schools. London: Sage.<\/p>\n<p>Boulton, H. (2017) Exploring the effectiveness of new technologies: Improving literacy and engaging learners at risk of social exclusion in the UK. Journal of Teaching and Teacher Education 63, 73-81<\/p>\n<p>Boulton, H. (2014) ePortfolios beyond pre-service teacher education: A New Dawn? European Journal of Teacher Education 37(3) 374-389<\/p>\n<p>Boulton, H. and Hramiak, A., ( 2014) Cascading the use of Web 2.0 technology in secondary schools in the United Kingdom: identifying the barriers beyond pre-service training. Journal of Technology, Pedagogy and Education 23(2) 151-166<\/p>\n<p>Boulton, H. and Hramiak, A., (2012). E-flection: the development of reflective communities of learning for trainee teachers through the use of shared online web logs. Reflective Practice: International and Multidisciplinary Perspectives 13(4).<\/p>\n<p>Boulton, H., (2008). Managing e-Learning: what are the real implications for schools? Electronic Journal of e-Learning, 6 (1).<\/p>\n<p>Boulton, H. and Bradshaw, P., (2008). Use of weblogs and other tools to support student teachers&#8217; use of reflective journals. Computer Education.<\/p>\n<p>Bradshaw, P. and Younie, S (in press) ‘E-Ethics and online identity’ in (Eds.) S. Younie and P. Bradshaw, Debates in ICT and Computing. London: Routledge.<\/p>\n<p>Catlin, D., Csizmadia, A., O&#8217;Meara, J. and Younie, S. (2015) &#8216;Transforming the Classroom through Educational Robotics Research: Establishing a Robotics Community of Evidenced-based Practice using MESH Guides and the TACTICS Framework&#8217; RIE 2015: Proceedings 6th International Conference on Robotics in Education (RIE), HESSO.HEIG-VD, Yverdon-les-Bains, Switzerland.<\/p>\n<p>Caldwell H. &amp; Cullingford-Agnew, S. (2017 pending). Technology for SEND in Primary Schools: A good practice guide. London: Sage.<\/p>\n<p>Caldwell, H. &amp; Smith, N (2016). Computing Unplugged: Exploring primary computing through practical activities away from the computer. London: Sage.<\/p>\n<p>Caldwell, H. &amp; Bird, J. (2015). Teaching with Tablets. London: Sage.<\/p>\n<p>Caldwell, H., Heaton, R., Whewell, E. &amp; Grantham, S. (2015) Switched on iPads Science. London: Rising Stars.<\/p>\n<p>Caldwell, H. (2017 pending). Mobile technologies as a catalyst for pedagogic innovation within teacher education. The International Journal of Mobile and Blended Learning (IJMBL), 10(2).<\/p>\n<p>Caldwell, H. and Heaton, R. (2016). The interdisciplinary use of blogs and online communities in higher education. In: The International Journal of Information and Learning Technology (IJILT) 33(3) p2056-4880.<\/p>\n<p>Connell, A. and Edwards, A. (2015). A Practical Guide to Learning and Teaching Computing and ICT in the Secondary School. London: Routledge.<\/p>\n<p>Csizmadia, A. and Boulton, H. (2013) The Neverending Story’-Using Eportfolios as a Digital Storytelling Tool with Preservice And Existing Teachers–A Comparative Study between Two Universities. 7th International Technology, Education and Development Conference. Valencia, 4th-5th March, pp. 5573-5780.<\/p>\n<p>Csizmadia, A., Cuzon, P., Dorling, M., Humphreys, S., Ng, T., Selby, C. and Woollard, J. (2015) Computational thinking: A guide for teachers. London: British Computer Society.<\/p>\n<p>Cych, L., Williams, L. and Younie, S (2017) ‘Using Web 2.0 technologies to enhance learning and teaching’ in (Eds.) S. Younie and P. Bradshaw, Debates in ICT and Computing. London: Routledge.<\/p>\n<p>Davis, N.E (2017) Digital technologies and change in education: The Arena. London &amp; New York: Routledge<\/p>\n<p>Davis, N., C. Preston, and I. Sahin (2009a). ICT teacher training: evidence for multilevel evaluation from a national initiative.British Journal of Education Technology (BJET). Volume 40. Issue 1 (January 2009 ) (Published Online: Feb 5 2008 12:00AM): 135–148.DOI: 10.1111\/j.1467-8535.2007.00808.x<\/p>\n<p>Davis, N. E., C. Preston and I. Sahin (2009b). Training teachers to use new technologies impacts multiple ecologies: Evidence from a national initiative’. British Educational Research Journal (BJET). Volume 40. Issue 5 (September 2009).<\/p>\n<p>Giordano, D., Marsden, S., Maiorana, F., Riedesel, C., Csizmadia, A. and Mishra, S. (2015) VIVA: the Vilnius collaboratively coded and Validated computer science questions repository for Assessment. ITiCSE-15, 20th Annual Conference on Innovation and Technology in Computer Science Education. Seimas Palace, Vilnius, Lithuania, 3rd-8th July.<\/p>\n<p>Hammond, M., Younie, S., Woollard, J., Cartwright, V. and Benzie, D. (2009) What does our past involvement with computers in education tell us? A view from the research community. Coventry: Warwick University Press.<\/p>\n<p>Guskey, T. R. (2002). Does it make a difference? Evaluating professional development. Educational Leadership, 59(6), 45–51<\/p>\n<p>Hramiak, A. and Boulton, H., 2013. Escalating the use of web 2.0 technology in secondary schools in the United Kingdom: Barriers and enablers beyond teacher training. Electronic Journal of e-Learning 11(2) 91-100<\/p>\n<p>Hramiak, A., Boulton, H. and Irwin, B., 2009. Trainee teachers&#8217; use of blogs as private reflections for professional development. Learning, Media and Technology, 34 (3).<\/p>\n<p>Hynes, P. and Younie, S (in press) ‘BYOD: Bring Your Own Device’, in (Eds.) S. Younie and P. Bradshaw. Debates in ICT and Computing. London: Routledge.<\/p>\n<p>Pachler, N, Preston, C., Cuthell, J.P., Allen, A. and Torres, P. (2011) The ICT CPD Landscape in England Becta download here (<a href=\"http:\/\/dera.ioe.ac.uk\/1769\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/dera.ioe.ac.uk\/1769\/<\/a>). This report contains a section about teachers who are reluctant to use learning technologies in classrooms that you can download here <a href=\"\/wp-content\/uploads\/2019\/06\/Paper-reluctant-teachers-copy.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Paper reluctant teachers PDF<\/a>.<\/p>\n<p>Porayska-Pomsta K, C. Preston, C. Laerke Weitze, S. Younie (2018) Chapter: How can we provide educational practitioners with the expertise they need? In Enhancing Teaching and Learning with Technology: What the research says. Ed: Rose Luckin: Routledge.<\/p>\n<p>Preston, C. (2004) Learning to use ICT in classrooms: teachers’ and trainers’ perspectives: an evaluation of the English NOF ICT teacher training programme 1999–2003. London: MirandaNet and the Teacher Training Agency <a href=\"http:\/\/www.mirandanet.org.uk\/tta\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.mirandanet.org.uk\/tta\/<\/a><\/p>\n<p>Preston, C. and Cuthell, J. P. (2012) MirandaMods: From Practice to Praxis in Informal Professional Learning Contexts. In C. Jimoyiannis (Ed.) Research on e-Learning and ICT in Education, Springer pp 17-28. Chapter 2.<\/p>\n<p>Sentance, S. and Csizmadia, A. (2017) March. Professional Recognition Matters: Certification for In-service Computer Science Teachers. In Proceedings of the 2017 ACM SIGCSE Technical Symposium on Computer Science Education (pp. 537-542). ACM.<\/p>\n<p>Sentance, S., Sinclair, J., Simmons, C. and Csizmadia, A., (2016) October. Teacher Research Projects in Computing. In Proceedings of the 11th Workshop in Primary and Secondary Computing Education (pp. 110-111). ACM.<\/p>\n<p>Sentance, S. and Csizmadia, A. (2016) &#8216;Computing in the curriculum: Challenges and strategies from a teachers’ perspective&#8217;. In: Brodnik, A. and Lewin, C. (eds.) Education and Information Technologies. Springer: New York, NY, pp. 1-27.<\/p>\n<p>Sentance, S. and Csizmadia, A. (2015) Teachers’ perspectives on successful strategies for teaching Computing in school. In: Brodnik, A. and Lewin, C. (eds.) IFIP TC3 Working Conference “A New Culture of Learning: Computing and next Generations”. Vilnius, Vilnius University, pp. 201-210.<\/p>\n<p>Shelton, C. (2016) ‘Beyond lesson recipes: first steps towards a repertoire for teaching primary computing’ In Constructionism in Action: Proceedings of Constructionism 2016<\/p>\n<p>Shelton, C. (in press) “What does technology actually do?” in (Eds.) Younie, S. and Bradshaw, P. Debates in ICT and Computing. London: Routledge.<\/p>\n<p>Shelton, C. (in press) “You have to teach to your personality”: caring, sharing and teaching with technology. Australasian Journal of Educational Technology.<\/p>\n<p>Smith, N., Caldwell, H., Richards, M., and Bandara, A., (2017). A comparison of MOOC development and delivery approaches. The International Journal of Information and Learning Technology, 34(2), pp.152-164.<\/p>\n<p>Smith, N., Allsop, Y., Caldwell, H., Hill, D., Dimitriadi, Y. and Csizmadia, A. P. (2015) &#8216;Master Teachers in Computing: What have we achieved?&#8217; Proceedings of the Workshop in Primary and Secondary Computing Education. : New York: ACM., pp.21-24.<\/p>\n<p>Younie S., and Preston, C (2017) ‘Don’t lose the essence of what it means to teach’ TES 17th March 2017. <a href=\"\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/\" target=\"_blank\" rel=\"noopener noreferrer\">\/blog\/2017\/03\/23\/dont-lose-essence-means-teach\/<\/a><\/p>\n<p>Younie, S., Leask, M. and Burden, K. (2015) Teaching and Learning with ICT in the Primary School. London: Routledge.<\/p>\n<p>Younie, S. and Leask, M. (2013) Teaching with Technologies: The Essential Guide, Maidenhead:Open University Press.<\/p>\n<p>Younie, S. and Leask, M. (2013) ‘Implementing learning platforms in schools and universities: lessons from England and Wales’, Technology, Pedagogy and Education, Vol. 22, No.3, pp 247-266. <a href=\"http:\/\/dx.doi.org\/10.1080\/1475939X.2013.802118\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/dx.doi.org\/10.1080\/1475939X.2013.802118<\/a><\/p>\n<p>Younie, S. and Bradshaw, P. (eds) (2017) Debates in ICT and Computing. London: Routledge.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bird, J., Caldwell, H. &amp; Mayne, P. (2014). Lessons in Teaching Computing in Primary Schools. London: Sage. Boulton, H. (2017) Exploring the effectiveness of new technologies: Improving literacy and engaging learners at risk of social exclusion in the UK. Journal &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/references\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11181","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11181"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11181"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11181\/revisions"}],"predecessor-version":[{"id":12131,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11181\/revisions\/12131"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11181"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}