{"id":11217,"date":"2019-06-29T23:30:57","date_gmt":"2019-06-29T22:30:57","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education\/"},"modified":"2019-06-29T23:30:57","modified_gmt":"2019-06-29T22:30:57","slug":"raising-aspirations-in-digital-education","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education\/","title":{"rendered":"Raising aspirations in digital education 1"},"content":{"rendered":"<h6>A selection of research\/scholarly activity, practical digital technologies session, good practice short presentations<\/h6>\n<p><strong>Raising aspirations in technology in the Early Years &#8211; Emma Goto<\/strong><\/p>\n<p>Technology in Early Childhood is a contentious issue. Some see technology as potentially harmful to young children (House, 2012). Whereas others stress the need for positive experiences with technology from a young age in order to prepare children to thrive within an increasingly technology driven society (Plowman, McPake &#038; Stephen, 2012; Morgan &#038; Siraj-Blatchford, 2013). In 2014, a new Computing curriculum became statutory for local authority maintained schools in England. This curriculum is taught from Key Stage One (from the age of five onwards). This paper explores best practice approaches to early childhood education;  calling for playful, imaginative and creative uses of technology that encourage collaboration and communication. In addition, the session will explore what should be done within Early Childhood practice to ensure firm foundations for the subject of computing in Key Stage One and beyond.<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vTmgKoruiCOj2xVsL1HvnlpBmhQ2DWw2m9hjEbnPA3SKkwuoqJNPwrPU7RBXC-5M9bfLyTeO2SrcS1Y\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"1280\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Raising-Aspirations-in-Technology-in-the-Early-Years.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Rancière, the pedagogy of VR filming, and meeting aspirations &#8211; Simon Poole<\/strong><\/p>\n<p>This presentation is concerned with the digital skills needed by practitioners for the teaching of and with new technologies; specifically for the pedagogy of VR filming. Drawing upon experiences in the teaching of a dozen young people in the creation of three Virtual Reality (VR) films during a BFI project, this presentation explores whether traditional teaching paradigms hold an anachronistic existence within the digital world of technology. This is done by considering Rancière’s theoretical stance and whether it might be suggestive of a paradigm for the digital citizenship of young people which embraces the concept of meeting expectations instead of raising them.<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vRt4KFebYUPjhH4XXefvERw2YN0UBtWSlQhcMYnYFhF2LlJXWAeUIQdglhDFZqmpPcAE9pkyvjYg5eB\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"1280\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"https:\/\/drive.google.com\/open?id=1wDedqMWcP_LMfUay36VGu-dToFJvtlS0\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Developing Computing pedagogy post-2014: the opportunities and limitations of PCK for teachers in transition &#8211; Elizabeth Hidson<\/strong><\/p>\n<p>In September 2014 the new National Curriculum programmes of study for Computing became mandatory in England, replacing Information and Communications Technology (ICT) as a school subject and introducing Computer Science into schools. <\/p>\n<p>The new curriculum posed a challenge for in-service ICT teachers without Computer Science subject knowledge: teachers urgently needed to develop both subject and pedagogical knowledge to make the transition from teaching ICT to teaching Computing.<\/p>\n<p>Using an extended version of Shulman’s pedagogical reasoning model, this paper uses an empirically-driven theoretical critique to examine the opportunities and limitations of PCK for understanding how a group of teachers making the transition to teaching Computing have been able to plan lessons aligning with the new programmes of study.\n<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vScATQvmANG3dgD6VhRiX_Jvg40f-VYrQfVH4o1QvU8T9ogYw_elxahz0rBfpntfBCVUeBdwg_AsZlz\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"960\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Elizabeth_Hidson_ITTE_2018-Presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Unblocking the digital talent pipeline &#8211; John Sibbald<\/strong><\/p>\n<p><em>Greater Manchester Digital Talent Pipeline Programme<\/em><br \/>\nThe programme will build links between education, informal learning &#038; industry delivering short, medium and long term solutions to the digital talent shortage.  The outcomes we need to see are; young people inspired to enter careers in digital\/tech, teachers supported to deliver the computing curriculum in an interesting &#038; industry relevant way and all young people building up their work readiness and the right digital, creative and broader business skills.<\/p>\n<p>The programme will operate at scale across GM working with schools &#038; colleges across GM – we want an offer that is open to all but there will need to be some targeting to ensure we deliver the maximum social and economic impact possible.  It will make it easy for industry to get involved with education in a way that is strategic and relevant to their talent pipeline. <\/p>\n<p>Research &#8211; Extensive local and national research was gathered on the digital talent shortage included reports from the GM LEP, GMCA, Manchester Digital and HM Govnt Industrial Strategy.<br \/>\nResearch included key shortages in the local, digital sector from software development, data analysis through to cyber security and testing.  Future employer demand was also identified including AI, machine learning and IOT.<\/p>\n<p>Consultation<br \/>\n•\tA small group of schools in Greater Manchester were engaged to understand their drivers and challenges around the delivery of the computing curriculum, careers and work placements and the support they would like to access.  <\/p>\n<p>•\tA small group of digital\/tech employers were engaged individually and as a group to understand what expertise they can offer to education &#038; support requirements.<\/p>\n<p>•\tA group of GM organisations currently involved in promoting the digital agenda were also consulted to find out what is working well and at scale.  This group included Manchester Digital, HIVE Manchester, InnovateHer and Stepping into Business.\n<\/p>\n<hr>\n<p><strong>Aligning the needs of teachers with the affordances of digital technologies: The APT methodology &#8211; Dr Richard Osborne<\/strong><\/p>\n<p>What digital skills teachers need and how to make full use of digital tools across the curriculum are not separate agendas &#8211; they are inextricably linked. The theory of affordance, or what objects in the world provide or furnish for us, suggests that the needs of individual educators directly drive which digital tools are most appropriate for their use in any single context. <\/p>\n<p>This session will report on an ongoing initiative, currently being trialled in schools, that has produced a series of tools and techniques to help educators discover which digital tools are most appropriate for their needs. By first discovering their own level of TPK, or Technological Pedagogical Knowledge, mapped against six dimensions of teaching and learning, teachers can plan not only for ways in which to develop their digital skills but also discover the most appropriate, or apt, digital tools to suit that development. <\/p>\n<p>Based on doctoral work at the University of Exeter, the underlying APT methodology will be described and presented, along with the TPK quiz, dimensions models of teaching practice and Tech Trumps which describe the affordance of digital apps. Attendees are encouraged to critique the approach, offer suggestions as to ways in which the APT methodology might be trialled further in schools, and discuss how this approach might raise aspirations for digital education.<\/p>\n<hr>\n<p><strong>Raising aspirations for digital education amongst school pupils and students: coding in the Czech Republic &#8211; Bozena Mannova<\/strong><\/p>\n<p>Raising  aspirations for digital education amongst school pupils and students: coding in the Czech Republic<br \/>\nDr Bozena Mannova, MirandaNet Council, chair of Czech Miranda, Czech Technical University in Prague.<br \/>\nThe Czech Miranda, an Anglo-Czech alliance, was set up in 1994 and MirandaNet members have been involved in a range of activities that illustrate how the learning journey from school pupil to university undergraduate has been greatly facilitated in Prague.<\/p>\n<p>In the Czech Republic coding has been taught since the 1990s. However, with the availability of advanced personal computers in the 1990’s the educational activities were oriented towards mastering software products like MS Word, Excel and other well-known applications as it did in the UK.  The teaching of coding lost its importance for a time as the educational focus moved to Computer Applications.<\/p>\n<p>In the last few years we have seen a renaissance of teaching programming on a large scale both for school pupils and for students. Besides what is teaching at school in frame of course Informatics, there are many activities in the Czech Republic where school pupils and students are attracted to programming. Much is done in schools in cooperation with Universities and CTU in Prague is strongly involved in it.<\/p>\n<p>Courses in coding for school pupils are taught also by university students with the support of universities. For example, there is a group of girl students at the Czech technical University in Prague (CTU) who teaches courses for children from elementary and secondary schools. The results are excellent and the project proves that this type of lessons can be implemented into standard teaching at schools. Activities, where school pupils are now exposed to basics of programming, are developing well. Several platforms which support teaching of programming for schools and students are used at CTU. The presentation will explain how the pupils respond to this program.\n<\/p>\n<hr>\n<p><strong>CyberSecurity Awareness &#8211; Lynne Dagg<\/strong><\/p>\n<p>Computer Science Teachers work within a time of profound technological change which impacts on the curriculum they are asked to deliver.  One such area is CyberSecurity. The aim of this research was to consider how aware students and teachers are about the topic of CyberSecurity and to gain an insight into where teachers felt they required training and where pupils would benefit from greater understanding.<\/p>\n<p>This was a small scale study which was conducted using two online surveys.  The first survey was aimed at University students of Computing including some who were undertaking Teacher Training Programs.  The second was directly aimed at teachers.  The first questions were similar between the two surveys although additional questions were asked to teachers relating to their teaching, their learning and the learning of their students.<\/p>\n<p>Although the response size was small there were a number of interesting findings particularly relating to their practices of utilising security measures in their own contexts.  <\/p>\n<p>The study is important because it allows future consideration about two areas.  Firstly the question why those who are generally more informed than the general public would not always comply with good practice when dealing with matters relating to passwords and digital footprint outside the educational context.  Secondly the study provides an insight into where teachers may require additional training relating to CyberSecurity and methods through which this may be effected.\n<\/p>\n<hr>\n<p><strong>Why the ICT needs of Secondary Mathematics Teachers need careful evaluation &#8211; Douglas Butler<\/strong><\/p>\n<p>Mathematics teachers today face a kaleidoscope of software and hardware options that is sadly leading the majority to use none of it. Furthermore serious lack of training and the complicated use of some open-source titles are leading a whole generation of students to miss out on the educational benefits of digital resources in their Mathematics. Mathematics teachers use ICT more intensely than other subjects, so it is vital that any school-wide solution takes this into account – in particular it is quite common, and far from ideal, to force a mathematics department to use only tablets.<\/p>\n<hr>\n","protected":false},"excerpt":{"rendered":"<p>A selection of research\/scholarly activity, practical digital technologies session, good practice short presentations Raising aspirations in technology in the Early Years &#8211; Emma Goto Technology in Early Childhood is a contentious issue. Some see technology as potentially harmful to young &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11217","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11217"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11217"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11217\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11217"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}