{"id":11210,"date":"2019-06-29T23:30:50","date_gmt":"2019-06-29T22:30:50","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/influencing-policy-and-practice-in-digital-education\/"},"modified":"2019-06-29T23:30:50","modified_gmt":"2019-06-29T22:30:50","slug":"influencing-policy-and-practice-in-digital-education","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/influencing-policy-and-practice-in-digital-education\/","title":{"rendered":"Influencing policy and practice in digital education"},"content":{"rendered":"<p><em>Professor Christina Preston, Chair of ITTE and founder of MirandaNet, about the history of our professional influence in policy and practice from the 1980s up to the current day.<\/em><\/p>\n<p>Professional organisations stem from the tradition of medieval Trade Guilds and are still going strong. Wikipedia informs us that a guild is an association of artisans or merchants who oversee the practice of their craft\/trade in a particular area. The earliest types of guild formed as confraternities of tradesmen. They were organised in a manner something between a professional association, a trade union, a cartel, and a secret society.<\/p>\n<p>Professional organisations, with a long community history and collective knowledge offer, are important checks and balances protecting professional standards in a democracy as long as they are respected by the government of whatever persuasion. Those of us who have been around a long time are aware that a Minister of State often has no inherited experience in the area in which they have so much control. Mistakes are made in haste and regretted after a sacking.<\/p>\n<p>However defined, an effective professional organisation has the responsibility of representing and defending the interests of their members in the good times and the bad. ITTE has been a recognised professional body founded in the early days of computers in schools in the 1980s. Policy makers have always been keen to seek the organisations’ opinion and ITTE has been represented in national and international debates about digital education. The annual conference has always been the culmination of another year of developments in the schools, HE and FE. It was always attended by civil servants and politicians the 1980s and 1990s when technology was fashionable and policy leaders want to look switched on. Since the turn of the century and the recession the cost of resourcing education as well as the reimposition of information transmission in learning has made digital education look irrelevant. Now, however, that poor social media skills are losing elections there is a new found interest in educating citizens to be more sophisticated in their mastery of computer communication.<\/p>\n<p>Looking more closely at this history from the ITTE\/MirandaNet perspective, some of the founder members, like me, will remember that Information Technology was, in the 1980s, the catch-all phrase for all things related to computers and teacher educators in universities were virtually the only route into the teaching profession. So the name for this new professional organisation, Information Technology Teacher Educators made perfect sense. In the interim thirty years we have developed a certain affection for the abbreviation, ITTE, especially as the phrase ITTE Committee rhymes.<\/p>\n<p>Yet finding the right term to describe this area in education has always been contested — partly because computers are relevant not only in one curriculum area, but also across the curriculum, in school administration and now pervasive in families as well. Indeed families across the world are increasingly better equipped than the schools but they often lack digital literacy in judging the messages. This all adds to the complex picture about what we should be teaching in schools.<\/p>\n<p><strong>The digital education landscape<\/strong><\/p>\n<p>During thirty years we have seen major changes in the digital landscape and have often researched what this means. We fought for the change from Information Technology (IT) to the Information and Communications Curriculum (ICT) in order to underline the ways in which on the ways in which human communication had been expanded and extended by the internet. What we all saw was that media literacy needed to be taught in schools as it would not be in the interests of the multimedia companies cashing in on this phenomenon to educate the populace in web authorship or persuasive design.<\/p>\n<p>ITTE was always a key influence on Government policy particularly as many of our members were not only practitioners but involved in research especially for the government agency, Becta. However, in 2010 the new Coalition government closed down Becta. The ICT curriculum was disapplied in favour of a Computing curriculum and the planning actions given to the British Computing Society and the British Association of Engineers. This change was based on a passing suggestion to David Cameron made by Eric Schmidt, the owner of Google. Eric thought there should be more coding offered in British schools as the British had virtually invented coding. In fact, those of us who had been involved with the design of the orginal ICT curriculum knew that coding was on offer whenever there was a teacher competent to teach it. At that time industry advised us not to make coding compulsory because of the challenges of keeping teachers current in the subject.<\/p>\n<p>But the Computing curriculum was designed more specifically around Computing Science, against the advice of ITTE, MirandaNet and Naace. The subject of Computing arrived in the National Curriculum in England as the result of a diverse variety of influences, agendas and interests. Ben Williams, a MirandaNet member from the University of Stirling teases out the different purposes that motivated diverse organisations to influence its conceptualization and direction. Ben highlights how a more social understanding of the impacts of computers on society and individuals was excluded from the curriculum at a very late stage of its development as the result of political interference. This exclusion poses problems as young people are now growing up in a world of digital opportunities but also digital risks such as online misinformation and surveillance that they are not being prepared for.<\/p>\n<p>(<a href=\"\/blog\/2017\/09\/02\/coding-lessons-computing-curriculum\/\" rel=\"noopener noreferrer\" target=\"_blank\">\/blog\/2017\/09\/02\/coding-lessons-computing-curriculum\/<\/a>). Teachers who had been teaching Information and Communications Technology felt excluded from teaching Computing and coding in particular. Volunteers and people from industry were expected to take up this new role but it proved not attractive to them for many reasons, but mainly poor pay and too many pupils who were resistant to coding. We are now 8,000 teachers short.<\/p>\n<p>Computer Science in important in schools, but in fact, Eric Schmidt did not tell the full story because only about 5% of the Google workforce are programmers. Making computers relevant to our social and commercial needs requires a multitalented team. Changing to Computing from Information and Communications Technology has, in fact, disenfranchised a generation of children who deserve a better deal. In addition, without targeted government funding as we used to enjoy, resourcing schools and upgrading their systems for the adoption of this curriculum is proving problematic. Indeed there is a loophole to avoid this expensive subject as academies do not have to follow the National Curriculum anyway. According to one of out research studies (<a href=\"\/about-associates\/associates-research\/gaia-research\/\" rel=\"noopener noreferrer\" target=\"_blank\">\/about-associates\/associates-research\/gaia-research\/<\/a>), some academy chains are changing to teaching Media Studies or, indeed, not resourcing the subject at all. This tendency needs to be tackled soon before it becomes the ‘norm’ that most pupils in England do not have Computing opportunities. Another consideration is that adults, particularly parents, need more than basic skills if they are to help young people to circumvent the very real digital pressures they are being subjected to.<\/p>\n<p>Financially Computing as a subject is back on the government agenda: an £ 84m programme of investments is being led by the new team at the DfE for Edtech Policy including funding to train more teachers, and a National Computing Centre of Excellence. In addition, what we would like to see as professionals is more emphasis on a broader remit for the Computing curriculum or, perhaps, as a compromise, more attention given, as before 2010, to digital technologies across the curriculum.<\/p>\n<p>We will be focusing our conversation on these issues at our conference June 7th\/8th, Winchester University. We have undertaken to write a report for the DfE and OfSTED based on the collaborative judgements of our experienced and knowledgeable professional members. A date is being set up to deliver this report. We hope you will be at the conference to engage with us in the debate. <a href=\"http:\/\/itte.org.uk\/wp\/conference-2018-winchester\/\" rel=\"noopener noreferrer\" target=\"_blank\">http:\/\/itte.org.uk\/wp\/conference-2018-winchester\/<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Professor Christina Preston, Chair of ITTE and founder of MirandaNet, about the history of our professional influence in policy and practice from the 1980s up to the current day. Professional organisations stem from the tradition of medieval Trade Guilds and &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/influencing-policy-and-practice-in-digital-education\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11210","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11210"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11210"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11210\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11210"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}