{"id":11220,"date":"2019-06-29T23:31:07","date_gmt":"2019-06-29T22:31:07","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education-2\/"},"modified":"2019-06-29T23:31:07","modified_gmt":"2019-06-29T22:31:07","slug":"raising-aspirations-in-digital-education-2","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education-2\/","title":{"rendered":"Raising aspirations in digital education 2"},"content":{"rendered":"<h6>A selection of research\/scholarly activity, practical digital technologies session, good practice short presentations<\/h6>\n<p><strong>Developing creative computer coding resources on the World Ecitizens web site &#8211; Lawrence Williams and Beth Mead<\/strong><\/p>\n<p>This paper builds on the success of an earlier cross-agency Healthy Eating project (using PowerPoint, published by NFER, and on-line by MirandaNet in 2007), which was devised with the practical support of National Health Service nutritional experts (NHS).  The aim of this continuing project is to develop Further Education (FE) students’ awareness of healthy eating needs, in tandem with the new UK curriculum imperative of developing computer coding skills, now called Computing.  <\/p>\n<p>As part of their Life Skills course, Lambeth College FE students with learning difficulties and disabilities (LLDD) followed the NHS healthy recipes in their cookery lessons, played related Scratch 2.0 games devised specifically for them by a Year 6 student, aged 10-11, and successfully coded their own versions of a spaghetti recipe, using Scratch 2.0, designed for future use by Lambeth cookery students, on the Interactive White Board in the College kitchen.  As part of the project, the FE students also successfully developed their spoken and recording skills using a sound-into-text application.<\/p>\n<p>The project explored the possible advantages and applications of some of this material for use in the work of Occupational Therapists in Kingston and Richmond, London, which we hope will be further developed using the planned HTML5 version of Scratch, from August 2018.\n<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vTGSiauUU4pl9eTCvLwFeGKNqJ32uSYwNaS2P08DcSUUXRZ2i1DRa-Kx3Bb9Kghp8Xc9R-pxCFwTSpG\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"960\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"https:\/\/drive.google.com\/file\/d\/1M8hgpcvp-ABg7dA0U3bZlwU-2KCHjleC\/view?usp=sharing\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Forthcoming Curricular Changes within the Governmental Strategy of Digital Education in the Czech Republic &#8211; Miroslava Cernochova<\/strong><\/p>\n<p>The Ministry of Education, Youth and Sport of the Czech Republic is currently preparing a new curriculum document, Framework Educational Programme, with two major changes, which are (1) pupil’s digital literacy development, and (2) implementation of a new compulsory subject of Informatics instead of ICT. All these changes are relatively radical and should be put into practice by 2021.<\/p>\n<p>Since October 2017, in a frame of the three-years project «PRIM» (www.imysleni.cz), nine Czech faculties of education have been working closely together to develop and validate teaching materials, guidelines for teaching a new subject of Informatics and for validating these at several selected schools (starting with pre-school centres ending with secondary schools). At the same time, courses and subjects for teachers of kindergartens, primary and secondary schools are being prepared to be ready for the planned curricular changes. All nine faculties of education must innovate study programmes for student teachers of all subjects including ICT and Computer Science. Moreover, since January 2018, all nine faculties have been collaborating on another three-year project «Support for the development of digital literacy» (http:\/\/pages.pedf.cuni.cz\/digitalni-gramotnost\/). Both projects are important not only for the implementation of the Government&#8217;s Strategy of Digital Education (MoEYS, 2014), but also for teacher educators, educational technologists, computer or IT specialists from faculties of education in the Czech Republic who collaborate together for the first time after 1989. <\/p>\n<p>Regarding the forthcoming curricular changes, not only educational activities and curriculum changes have a great importance but also research on how pupils of different ages acquire basic informatics concepts. This paper will present the findings of a case study focused on how primary school pupils aged 9-12 acquire, use and understand some programming conditional statements (IF-THEN, IF-THEN-ELSE; REPEAT\/ REPEAT-UNTIL).<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vQDVA2D9vkiflayEmet_QFrd1xhxSRp-ehhkK-Pg4wlHTZ0TUXcf_yr_cV-Sqp4NR19wNYgN7WCwIyf\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"960\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/2018_ITTE_Winchester_CERNOCHOVA.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Professional Development and Self-Review &#8211; Simon Shaw<\/strong><\/p>\n<p>Whatever models of professional development a school uses they need to ensure that the investment of money, resources and staff time is having the desired impact on teaching and learning. The Self-Review Framework (SRF), originally created by Becta and other government agencies and then adopted and maintained by Naace, has always had Professional Development as one of the fundamental elements of developing the effective use of Education Technology within schools. Naace are currently leading the revision of the SRF to ensure that the support that it provides to schools is up-to-date and relevant to what is now a very different world in terms of the technologies as well as school governance and support.<\/p>\n<p>Naace believe that there is a greater need now than ever before for schools to systematically review the role of Education Technology. Access to devices and applications has become ubiquitous and, for better or for worse, has the potential to have an impact on all aspects of teaching, learning and management of schools. International evidence demonstrates that where technology is used without careful consideration and review then this can have a negative impact on standards. However, the extensive evidence presented by the Education Endowment Foundation shows that the use of digital technology can lead to significant improvements and gains in standards.<\/p>\n<p>Whether schools are looking to raise standards or preparing themselves in readiness for taking on new technologies, the Naace SRF provides a familiar framework to schools that supports them in self-reviewing their use of education technology, identifying their own development priorities and professional development needs. This presentation is an opportunity to discuss the different Elements that make up the self-review framework and, in particular, to consider the Professional Development Element and contribute to the guidance, suggested evidence and suggested action planning that accompanies each Aspect.<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vR2gOT98gZ1Qups7jHfkFpgznztCTJoJQkmYu0A8xP8TqtXk-STM6NWBMtWjPHf7j6PQlF0Mi9Rehui\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"960\" height=\"749\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"https:\/\/drive.google.com\/file\/d\/15zxTrIaB6QFw2TeBIAy-HRIairbteH3a\/view?usp=sharing\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>Mobile Learning and Contested Digital Spaces &#8211; ITTE Fellowship &#8211; David Longman and Professor Sarah Younie<\/strong><\/p>\n<p>This paper is a critical response to ideas about learning and education using mobile digital devices as a platform. In the context of a turbulent digital landscape and, in the UK, an increasingly fragile policy framework for publicly funded education, the role of digital technologies in curriculum development and practice must be subjected to a searching critique. This paper explores the risks associated with an over-optimistic, technophiliac version of the potential of personalised learning by digital means and in particular the risks posed to both learners and teachers by the &#8216;panoptic sorting'(*) of pedagogical activity.\n<\/p>\n<p><iframe loading=\"lazy\" src=\"https:\/\/docs.google.com\/presentation\/d\/e\/2PACX-1vRSoxtPMHpNFsY8UgKpQmXa00vYv4Y3YrKOjSQa6I61GPVADB6It-UTykb8eTOZp7YfnNhBcS7vMoc3\/embed?start=false&#038;loop=false&#038;delayms=3000\" frameborder=\"0\" width=\"960\" height=\"569\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"><\/iframe><\/p>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Mobile-Learning-and-Contested-Digital-Spaces_-deception-demonstration-debate..pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Click here to download the slides.<\/a><\/p>\n<hr>\n<p><strong>What makes effective online learning for teachers? &#8211; Hannah Tyreman and teacher representatives from the ‘Teacher Online Learning Development Group’<\/strong><\/p>\n<p>Recently, we&#8217;ve seen a welcome increase in the focus on what makes professional learning for teachers effective. In the face of workload, recruitment and retention concerns across the sector, attention is being paid to how CPD can help, rather than hinder each of these challenges. If teachers are to spend time on their CPD then it must be worthwhile; resulting in a greater level of impact on students’ learning.<br \/>\nThe release of the &#8216;Standard for Teachers&#8217; Professional Development&#8217; by the Department for Education in July 2016 was a significant move in the direction of more relevant and meaningful CPD for teachers.<\/p>\n<p>Whilst there is now an increasing evidence base and sharing of practice related to what makes effective face-to-face CPD for teachers, The CCoT is interested in what makes effective online learning for teachers.To date mentoring online is a skill that is largely acquired without any formalised training. In addition, the design of many of the online packages does not allow more than a simplistic pedagogical approach, mostly information transmission. <\/p>\n<p>In this context, Alison Hramiak and Christina Preston, ITTE\/MirandaNet will explain how they have been investigating the perceptions of the role of the ementor and the main issues and challenges surrounding this role for them and their institution. The theoretical models that have been developed in MirandaNet Fellowship practice since 1994  have been used as a lens through which to focus on what the mentoring role is thought to be both in courses and in communities of practice. In this workshop they will share their thematic analysis of the data captured through questionnaires ask their co-researchers to share the evidence they have provided through  in-depth interviews.<\/p>\n<p>Secondly Julia Flutter and Hannah Tyreman will chair a conversation in which the participants will share their thoughts on:<br \/>\n•\tHow online learning can be made effective for teachers; enabling practice, building in feedback, addressing misconceptions, and encouraging engagement beyond the life of the online learning. <\/p>\n<p>•\tHow a set of units related to the engagement and use of research for teachers can be designed to simultaneously develop knowledge, skills and habits.<\/p>\n<p>The outcome is intended to be some practical advice for mentors based on the relationship between theoretical models and practitioners’ experience.<\/p>\n<hr>\n<p><strong>How is peer learning interpreted in small groups? Online collaborative short story writing activity among Turkish EFL learners &#8211; Hasan Selcuk<\/strong><\/p>\n<p>This paper is about a qualitative investigation into student perceptions of peer learning during a collaborative short story writing activity among Turkish high school EFL learners. Two groups of three students, 16-year-old EFL learners at A2 level English proficiency (CEFR), undertook an online collaborative English short story writing exercise over seven weeks using Facebook. I collected data from focus group discussions, online one-to-one chats and online discussion threads from both groups. Although this research was small-scale, I obtained valuable insights into peer learning that emerged throughout the writing exercise. <\/p>\n<p>The findings revealed that according to participants’ recounting, most of the participants learned from each other through some web and mobile tools. For example, participants who reported that they were not confident with their English knowledge used Google Translate in the prewriting stage and the participants, who were more competent in English corrected the linguistic errors of the Google translated text and helped their peers improve their writings. Participants shared and showed how to use the grammar and spell check websites or mobile applications with their peers. Participants shared the websites about grammatical information with peers and explained them how to make better sentences in English, participants shared online dictionaries with their peers and explained how to use the correct words in their writing. The online opportunity, crucially, gave participants independence and ownership of their own learning such that they now have the ability to move it forward in their own way in their own time and autonomously.<\/p>\n<hr>\n<p><strong>Mentoring in virtual spaces &#8211; Alison Hramiak and Christina Preston<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A selection of research\/scholarly activity, practical digital technologies session, good practice short presentations Developing creative computer coding resources on the World Ecitizens web site &#8211; Lawrence Williams and Beth Mead This paper builds on the success of an earlier cross-agency &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/raising-aspirations-in-digital-education-2\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11220","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11220"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11220"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11220\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11220"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}