{"id":11243,"date":"2018-08-07T00:00:00","date_gmt":"2018-08-06T23:00:00","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/developing-computing-pedagogy-post-2014\/"},"modified":"2018-08-07T00:00:00","modified_gmt":"2018-08-06T23:00:00","slug":"developing-computing-pedagogy-post-2014","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/developing-computing-pedagogy-post-2014\/","title":{"rendered":"Developing Computing Pedagogy post 2014"},"content":{"rendered":"<p>MirandaNet Scholar and ITTE committee member Elizabeth Hidson celebrated her graduation as Doctor of Education from Durham University recently. Having trained as an ICT teacher, Elizabeth was also an ICT Advanced Skills Teacher and Lead Practitioner before moving into whole-school leadership, focusing on educational technology during time of the Building Schools for the Future programme.<\/p>\n<p>Elizabeth’s research focused on the 2014 ICT to Computing curriculum change in England, which saw the introduction of Computer Science in schools. This posed a challenge for in-service ICT teachers without Computer Science subject knowledge: teachers needed to develop both subject and pedagogical knowledge to make the transition from teaching ICT to teaching Computing.<\/p>\n<p>Elizabeth’s study explores teachers’ perceptions of the curriculum change and how they have responded in practical and pedagogical terms to planning lessons aligning with the new programmes of study. The study used semi-structured interview questions while teachers engaged in lesson-planning activities, captured mostly using desktop-sharing via internet telephony. A modified version of Shulman’s pedagogical reasoning framework and Pedagogical Content Knowledge (PCK) facilitated analysis of teachers’ pedagogic practices in lesson planning.<\/p>\n<p>The study shows teachers’ concerns about the lack of clarity surrounding the curriculum change, and the lack of access to suitable professional development. The study also focuses on the dynamic nature of lesson planning. Knowledge deficits slowed down teachers’ lesson-planning processes, but the use of lesson materials created by others helped them to develop PCK.<\/p>\n<p>Recommendations have been made for Computing curriculum policies to recognise and promote Computing pedagogy, which should underpin initial teacher education in Computing, CPD for in-service teachers, and strategic development of the subject in the longer term.<\/p>\n<p>Elizabeth’s thesis, entitled “Challenges to Pedagogical Content Knowledge in lesson planning during curriculum transition: a multiple case study of teachers of ICT and Computing in England” is available to view through the Durham University e-theses website: <a href=\"http:\/\/etheses.dur.ac.uk\/12623\/\" rel=\"noopener noreferrer\" target=\"_blank\">http:\/\/etheses.dur.ac.uk\/12623\/<\/a><\/p>\n<hr>\n<p><a href=\"\/wp-content\/uploads\/2019\/06\/Elizabeth_Hidson_ITTE_2018.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">See her presentation here.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>MirandaNet Scholar and ITTE committee member Elizabeth Hidson celebrated her graduation as Doctor of Education from Durham University recently. Having trained as an ICT teacher, Elizabeth was also an ICT Advanced Skills Teacher and Lead Practitioner before moving into whole-school &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/developing-computing-pedagogy-post-2014\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11243","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11243"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11243"}],"version-history":[{"count":0,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11243\/revisions"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11243"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}