{"id":11244,"date":"2019-06-29T23:31:28","date_gmt":"2019-06-29T22:31:28","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/mirandanet-reviewing-team\/"},"modified":"2023-10-23T13:32:58","modified_gmt":"2023-10-23T12:32:58","slug":"mirandanet-reviewing-team","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/mirandanet-reviewing-team\/","title":{"rendered":"MirandaNet Reviewing Panel"},"content":{"rendered":"<h4>Tarisai Chikomba<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Profile-Pic.png\" alt=\"Tarisai Chikomba\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Tarisai Chikomba<\/p><\/div>\n<p>Tarisai has been involved in education for the past 16 years. He started off as a high school teacher of ICT and Computing before becoming a PGCE lecturer in Computer Science. Currently Tarisai is a senior lecturer in Education and is currently completing his doctoral studies researching on the teaching of Computing at primary level.<\/p>\n<p>Tarisai has also, in the past, trained computing master teachers, acted in the capacity of Computing at School’s (CAS) Regional Coordinator. Currently he is also an assessor on the BCS’s Certificate in Computer Science Teaching.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Andy Connell<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Connell.jpg\" alt=\"Andy Connell\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Andy Connell<\/p><\/div>\n<p>Professor Andy Connell is the Chair of the Council for Subject Associations, the Head of Initial Teacher Education at the University of Chester and a long standing executive committee member of the Association for Information Technology in Teacher Education (ITTE). He has been on a number of national subject expert groups for Computing and advisory groups on Teacher Standards. Before moving into the training of teachers Andy was a teacher and head of Computing and Business in secondary schools and also taught in primary schools. He is passionate about educating beginning and experienced teachers to help them provide the best possible learning experience for young people. When he has time, he likes walking the hills, real ale and live music.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Andrew Csizmadia<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/AndrewCsizmadia.jpg\" alt=\"Andrew Csizmadia\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Andrew Csizmadia<\/p><\/div>\n<p>Andrew is Senior Lecturer in Computer Science Education at Newman University Birmingham, where he teaches new computing teachers.<\/p>\n<p>He has supported in-service teachers in the transition from ICT to Computer Science through coordinating regional and national computing projects. Andrew was a member of the CAS Computational Thinking Working Group and a co-author of Computational Thinking: A guide for teachers, and is a member of the CAS Assessment Group.<\/p>\n<p>Currently, Andrew is the Secretary for ITTE and is the Academic Lead and Senior Assessor for the British Computer Society’s Certificate in Computer Science Teaching, which is an accreditation scheme for in-service computing teachers.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Lynne Dagg<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/lynnedagg.png\" alt=\"Lynne Dagg\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Lynne Dagg<\/p><\/div>\n<p>Lynne has been a qualified teacher working in educational environments for some decades, most recently at the University of Sunderland where she has worked as a Senior Lecturer in Computer Science Education for past 15 years. Prior to working at the University, Lynne worked in a number of schools and College both as a Teacher\/Lecturer and a middle manager specialising in Computing and ICT. She is currently completing doctoral studies on an area of educational policy.\/p&gt;<\/p>\n<p>Lynne has produced publications and spoken at a range of Conferences on educational topics including education technology, ICT subject knowledge and educational policy.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Rob Ellis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/rob-ellis.jpg\" alt=\"Rob Ellis\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Rob Ellis<\/p><\/div>\n<p>Rob has wide experience in education having been a teacher for 30 years leading mathematics, history, computing, data management as well as pastoral care for 100 children. At one point these responsibilities were simultaneous. He even had one very happy experience of Ofsted!<\/p>\n<p>Amongst other things he has an MSc in computer based learning and training and a diploma in mathematics education (with distinction).<\/p>\n<p>While teaching and working for his LA as Educational Transformation Project Manager and advisory teacher for mathematics he worked on a number of national research projects before forming his own company working with schools, local authorities and private companies in the education sector. Today he is still self-employed and does a lot of online safety work as a CEOP Ambassador.<\/p>\n<p>His main interests include how education can transform to meet the needs of a new century and on a more immediate level digital storytelling as a way for learners to demonstrate their learning. He has also long been interested in the aspects of digital literacy that have become known as ‘fake news’. More recently he has been looking at reviving the idea of using programming to enhance mathematics as it was back in the 1980s with the BBC micro.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Alison Hramiak<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/AH.jpg\" alt=\"Alison Hramiak \" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Alison Hramiak<\/p><\/div>\n<p>I am the Post 16 Course Team Leader at Sheffield Hallam University. I have also taught on a number of PGCE courses and the MEd. I also teach on the EdD here at Hallam. My research is focussed on impact and pedagogy in learning and teaching, assessment and feedback, and also on cultural adaptations in beginning teachers. I have also done much research on the use of technology in teacher training.<\/p>\n<p>I have co-authored several books focussing on learning and teaching, and write reviews for a variety of international journals and conferences, and the HEA. My work is published nationally and internationally, in peer reviewed educational journals, and I also write for the Guardian and THES regularly. I am a Fellow of the HEA.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Angelos Konstantinidis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/AngelosKonstantinidis.jpg\" alt=\"Angelos Konstantinidis\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Angelos Konstantinidis<\/p><\/div>\n<p>Angelos Konstantinidis is a PhD researcher at the Open University of Catalonia, Barcelona and associate online teacher at the distance learning Master&#8217;s programme Digital Technologies for Language Teaching, University of Nottingham. He is a MirandaNet fellow and regular reviewer in academic journals and conferences. He has been actively involved in numerous international school projects that foster the integration of digital technologies in learning activities. In collaboration with a few fellow educators he started in 2012 an initiative called ICT4ALL (<a href=\"http:\/\/ict4all.gr\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/ict4all.gr<\/a>) with the triple aim to support teachers in developing digital competences for lifelong learning, help them strengthen their knowledge of how to use digital technologies in their daily teaching practice, and promote openness of educational practices. His research interests lie in the areas of online course design, teacher training, telecollaboration, and use of digital technologies for teaching and learning. Angelos has published more than 20 articles in academic journals, conferences, and books. See Angelos’ personal blog for more information about his work, projects, research, and interests: <a href=\"http:\/\/angelos.ict4all.gr\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/angelos.ict4all.gr<\/a><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>David Longman<\/h4>\n<div style=\"width: 140px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; margin-right: 10px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/dreamscope-upload-250.jpg\" alt=\"David Longman\" width=\"130\" height=\"150\" \/><p class=\"wp-caption-text\">David Longman<\/p><\/div>\n<p>David is a retired lecturer in teacher training when he was subject leader for ICT. He has worked with a wide range of students and courses including undergraduate and postgraduate teacher training (primary and secondary), MA courses and has been a second supervisor for PhD students. David has developed many programmes and modules, (including an online programme), schemes of work and assessment frameworks to meet a range of needs and levels of education for students in ICT, computing and education. He has a wide range of interests in educational computing from technical issues in computing through to the sociology and politics computing in society.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Professor Madya Dr. Abdul Kareem<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Prof-AKMM6.jpeg\" alt=\"Professor Madya Dr. Abdul Kareem \" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Professor Madya Dr. Abdul Kareem<\/p><\/div>\n<p>Professor Madya Dr. Abdul Kareem with a passion for academic and research works and invited speeches on Medical and social themes, is currently working in Taylor’s University at Malaysia. He is a senate member of the university, coordinator for integrated teaching for MBBS, Phase II stream coordinator and coordinator of Radiology in Taylor’s University. He received his fellowships in 1980. He received about twenty academic awards including community service award. He had been credited of being a Role model in teaching and got excellent teaching awards three times. He has more than 300 scientific and social papers on his credit including presentations and publications. He has given 120 invited \/ Keynote speeches at National and International level. He has twenty six (26) researches and member in research clusters and an evaluator of sixty five research proposals. He is a professional examiner and supervisor for theses\/dissertations. He is a facilitator\/trainer for many Intensive courses\/CME, Good Clinical practice, Moral\/ethics and communication courses. He is editor and reviewer in many journals; scholar\/leader in professional societies and member in &gt;10 international associations. His global ranking is “All-stars” in LinkedIn with RG score of 8.38, 3138 citations, h-index of 24, i10 index of 64.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Kleopatra Nikolopoulou<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2020\/01\/Nikolopoulou.jpg\" alt=\"Kleopatra Nikolopoulou\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Kleopatra Nikolopoulou<\/p><\/div>\n<p>Kleopatra Nikolopoulou works at the Department of Early Childhood Education, School of Education, University of Athens, Greece. Her main research interests include the use of ICT in education and their effects on teaching and learning, as well as teachers’ and students’ attitudes towards ICT.<\/p>\n<p>She is also a member of International Federation of Information Processing. Working Group 3.3: Research on Education Applications of Information Technologies (IFIP WG3.3).<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Dr. Daithí Ó Murchú<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/DOM.png\" alt=\"Dr. Daithí Ó Murchú\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Dr. Daithí Ó Murchú<\/p><\/div>\n<p>My particular skills and strengths as a CEO, consultant advisor, head-teacher, inspector, administrator, mindfulness and CBT counsellor and holistic therapist and personal life-coach, are in building professional and community based teams to design and create &#8216;exceptional&#8217;, learning environments, very often in challenging, professional and socio-economic situations, but always with the student or ‘client’ at the centre of the equation. I love what I do, believing that others sense that passion in me. I always strive to ignite that passion in others no matter what, in the consciousness of the ‘Now’!<\/p>\n<p>Mindful leadership in Instructional Technology, Digital learning, immersive technologies, exceptionally able students, special needs education, creative and performing arts and curriculum innovation, transformation and design are a speciality of mine and the many awards, I have been privileged to win in these areas, have acted as catalysts in every stage of my professional career. I contend that we are, as educationalists, once again at that juncture of &#8216;mindfully exciting and creative change management&#8217; in global education and I am, both personally and professionally, seeking out new challenges in the next stage of my career, having retired in 2014. To &#8216;SEE&#8217; the change evolving is such a privilege, to &#8216;BE&#8217; the vibrant and pro-active part of this change is an honour to be treasured.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Malcolm Payton<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/Screenshot-2018-07-23-18.45.32.png\" alt=\"Malcolm Payton\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Malcolm Payton<\/p><\/div>\n<p>Malcolm has spent all of his life in education, working as a teacher, Executive Head, Head of Service and advisor to Ministries of Education in the UK, Middle East and Asia. He has led leadership programmes, developed quality improvement systems and supported local and national education organisations to deliver demonstrable change and improvement.<\/p>\n<p>Malcolm specialises in building local capacity that enables sustainable improvement. He has a particular interest in systems change and how strategic interventions can influence classroom practice.<\/p>\n<p>Malcolm is also a Trustee and Director of two Charities: <strong>Scotdec<\/strong>, which promotes the UN Sustainable Development Goals in education and <strong>Capability Scotland<\/strong> which provides support for individuals with a disability.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Simon Poole<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/cropped.jpg\" alt=\"Simon Poole\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Simon Poole<\/p><\/div>\n<p>Simon Poole’s areas of research interest are Culture; Creativity; Music; Folklore; Poetry; and the Philosophy of Education, he is centrally concerned with how these interests intersect with our digital world. He is the Programme Leader for the Masters in Creative Practice in Education. Having been jointly appointed by Storyhouse and the University of Chester, in a new role as Senior Leader for Cultural Education and Research, to liaise between the institution and the organisation and share and develop the best of learning and research. Alongside this role he is also an active researcher in the Faculty of Education’s research centre: RECAP (Research into Education, Creativity and Arts through Practice). He is also the Director of Research for the words for well-being organistion ‘Lapidus International’ and the co-vice chair for Chester and Cheshire’s Local Cultural Education Partnership.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Noeline Wright<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"\/wp-content\/uploads\/2019\/06\/unnamed-6.jpg\" alt=\"Noeline Wright\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Noeline Wright<\/p><\/div>\n<p>Noeline is a Senior Lecturer at the University of Waikato, and a Senior Research Officer in WMIER (Wilf Malcolm Institute of Educational Research). She spent 20 years as a secondary teacher before undertaking doctoral work, becoming the University of Waikato&#8217;s first EdD graduate in 2002. She now teaches those enrolled in graduate (diploma and masters levels) initial teacher education programmes as well as supervising doctoral and masters students and teaching in online masters papers related to digital technologies in education.<\/p>\n<p>Her research interests centre on digital technologies across the secondary curriculum, pedagogical development and practices, and innovative learning environments. The latter is the subject of the 2018 book Making a Modern Learning Environment: Becoming a New Zealand Secondary School, published by Springer.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tarisai Chikomba Tarisai has been involved in education for the past 16 years. He started off as a high school teacher of ICT and Computing before becoming a PGCE lecturer in Computer Science. Currently Tarisai is a senior lecturer in &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/mirandanet-reviewing-team\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11244","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11244"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11244"}],"version-history":[{"count":7,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11244\/revisions"}],"predecessor-version":[{"id":13367,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11244\/revisions\/13367"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11244"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}