{"id":11267,"date":"2019-06-29T23:32:02","date_gmt":"2019-06-29T22:32:02","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/bett-2\/"},"modified":"2020-03-03T15:11:46","modified_gmt":"2020-03-03T15:11:46","slug":"bett-2","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/bett-2\/","title":{"rendered":"BETT"},"content":{"rendered":"<p><a name=\"mesh\"><\/a><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/bettlogo.png\" alt=\"BETT\" width=\"300\" \/><\/p>\n<p><span style=\"font-size: medium;\"><strong><span style=\"color: #9e152c;\">BETT<\/span><\/strong>&#8216;s mission is to bring together people, ideas, practices and technologies so that educators and learners can fulfil their potential. Underpinning it all is the belief that everyone has a role to play in transforming education, and that education should be accessible and exciting for each and every student. The BETT team have also worked with EDUCATE to create useful questions for educators to pose to suppliers so they can be confident in their decision-making, with these tips from leaders who have been to the show for many years.<\/span><\/p>\n<p><span style=\"font-size: medium;\">The new owners of BETT are using some key strategies to improve the educational value of the show which had been dropping in the face of commercial pressures. The actions they have taken are to:<\/span><\/p>\n<ul>\n<li>set up a Bett Advisory board that meets monthly, comprised of head teachers from around the country, education consultants and academics. The advisors input to the agenda and the programme.<\/li>\n<li>more practitioners than before are taking centre stage.<\/li>\n<li>the Bett Arena editorially selected content is all free. No one has paid to be speak there.<\/li>\n<li>the introduction of a Peer-to-Peer lounge, a place for educators to meet up with each other where there are no suppliers, and no sales pitches!<\/li>\n<li>the Bett Arena has extended opening hours until 7.30pm each week day, designed for local educators to be able to attend after school hours, or for those wanting to travel home from the show after peak travel time<\/li>\n<li>the sister show Education Show has moved to be alongside Bett on the thursday and friday of Bett), offering all non-edtech school supplies such as furniture, equipment and teaching resources. This strategy puts under one roof the full range of education items whether edtech or not for time-poor leaders<\/li>\n<li>a new, free to download app has been designed for the show, which has an AI-powered function so that visitors can search and find like-minded visitors and request meetings: it works by giving you recommendations based on your search criteria, and can put meeting requests to other relevant users of the app.<\/li>\n<\/ul>\n<p><span style=\"font-size: medium;\">You can find a little more detail about those items here: <a href=\"https:\/\/www.bettshow.com\/whats-on\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/www.bettshow.com\/whats-on<\/a><br \/>\nThe confirmed agenda so far here: <a href=\"https:\/\/www.bettshow.com\/bett-seminar-programme-2019\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/www.bettshow.com\/bett-seminar-programme-2019<\/a><br \/>\nThis will be added to as the speaker agreements get finalised.<\/span><\/p>\n<p><span style=\"font-size: medium;\">The exhibitor list is here: <a href=\"https:\/\/www.bettshow.com\/bett-suppliers-list\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/www.bettshow.com\/bett-suppliers-list<\/a><br \/>\nNote once on this page you can click on ‘Filters’ to search exhibitors by sector, product type, or for those interested in exporting (we have many overseas visitors), the regions to which they export.<\/span><\/p>\n<p><span style=\"font-size: medium;\"><strong><span style=\"color: #9e152c;\">What&#8217;s on at BETT19?<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: medium;\">A range of Higher Education suppliers will be showcasing their latest products across four days at Bett 2019, offering visitors the opportunity to touch, test and evaluate vital resources. More than 800 education suppliers take the floor, from global technology giants such as Google, Microsoft, Lenovo and HP to exciting start-ups. On display will include management and systems-related products such as Groupcall for GDPR compliance services; 4Matrix for data performance management; campusLan who develop customised network infrastructures, and LapSafe with mobile ICT storage and charging solutions. There are student well-being solutions from the likes of SafeToNet’s digital safeguarding while MyCareer Options gives practical advice for students. Student management items are also worth a look: Viper Plagiarism Checker for example and ReadSpeaker who use audio to enrich educational content and are even giving away USB chargers to those who visit their stand at Bett.<\/span><\/p>\n<p><span style=\"font-size: medium;\">Interactive experiences at Bett can be enjoyed with Canvas who will be running &#8220;Lunch &amp; Level Up&#8221; roundtable sessions twice a day at Bett on topics such as &#8220;How to future-proof your organisation to be flexible and adaptable&#8221; and &#8220;How new pedagogical models are driving growth&#8221;. These sessions are aimed at leaders to meet their peers, share best practice and ideas for learning, plus lunch included! (Places will be limited and will require pre-registration, go to <a href=\"http:\/\/bettshow.com\" target=\"_blank\" rel=\"noopener noreferrer\">bettshow.com<\/a> for more details.) Alef Education brings to life UAE&#8217;s vision of space and Mars exploration and developing future scientists and astronauts with an amazing hyper-realistic VR experience where Bett visitors can travel into deep space on a Journey to Mars with a mission to grow food there. Would-be space adventurers should also check out CBiS Education and their BinaryBots Super STEAM Saucer. The saucer has four zones of different technology for educators to get hands on with robotics, engineering and coding, complete with immersive AR and VR experiences. In contrast, Dell Technologies travels back in time with their very own ‘Dippy the Dinosaur’ dominating their stand. The near-life size diplodocus skeleton replica ‘Dippy’ is featuring on a tour, one of the Natural History Museum’s most iconic exhibits in over three years, in partnership with the Garfield Weston Foundation and supported by Dell EMC and Williams &amp; Hill. It aims to inspire 1.5 million people to delve into natural history and think about the world around us. The space includes fossils and interactive sessions for learners to get involved.<\/span><\/p>\n<p><span style=\"font-size: medium;\"><strong><span style=\"color: #9e152c;\">CPD and additional learning opportunities<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: medium;\">More than 175 speakers will deliver a comprehensive content programme across the four days at Bett, with CPD accreditation to help listeners make the most of their time at the event. The dedicated Post 16 Theatre will host essential sessions curated for leaders and educators within the Higher Education sector addressing the current challenges being faced by the sector. Sessions will be delivered by leading practitioners and education experts, who will share best practice and inspiring stories to help improve knowledge and learning of teachers, leaders and support staff. Agenda content with HE appeal include: Life after school with BBC Bitesize, hosted by Educating Yorkshire’s Mr Burton, which will explore a brand new part of BBC Bitesize as it supports students on their journey beyond school life; Preparing students for jobs that don’t exist is an elusive topic that Teesside University gets to grip with sharing their Future Facing Learning Strategy which seeks to prepare students with the tools, knowledge and expertise to thrive in complex and uncertain futures, with digital empowerment of staff and students a key component; Redefining Student Success through STEAM and the Element of Play features teacher Shafina Vohra, London Design &amp; Engineering UTC who is redefining student success through hands-on STEAM learning experiences, including LEGO resources and other methods of hands-on learning; and Delivering Virtual Labs &#8211; Pilot review with Google, Labster, Lenovo which delves into the partnership between the three tech giants to deliver full online courses with labs offered in VR. Other not-to-be-missed sessions include: Education Policy: too precious to leave to politicians, and Inspiring Talented Young People into Cyber Security Careers.<\/span><\/p>\n<p><span style=\"font-size: medium;\">Most of all Bett is a place to connect with colleagues and make new contacts. Much of the UK and international education community descends on Bett making it an ideal place to catch up, but new for 2019 Bett is helping visitors meet new education professional connections. The new app features AI-powered ‘Connect@Bett’ service which serves to recommend other users of the app that suit your search preferences, giving you the chance to meet like-minded educators. Also new for 2019 is the Peer to Peer Connect lounge, a free space which promises to be a buzzing place to exchange ideas and build meaningful relationships with other establishments amongst the thriving Bett community.<\/span><\/p>\n<p><span style=\"font-size: medium;\">A big addition to Bett in 2019 is the Education Show, presenting hundreds more education equipment and supplies to improve the running of your college such as furniture and equipment through to teaching resources. The sister show has its own agenda programme themed in three areas: Policy in Practice, School Business and Pedagogy in Practice. The Education Show is taking place on Thursday 24th and Friday 25th January alongside Bett, together providing a one-stop shop to save you time on product research and give buying confidence with the most comprehensive range of education products available. There is so much to see and do at Bett it’s recommended to bring a colleague to get round it all!<\/span><\/p>\n<hr \/>\n<p><span style=\"font-size: medium;\">Bett 2019 will run over four days, from 23 to 26 January 2019 at ExCeL London. For more information and to register for your free pass, visit: <a href=\"http:\/\/www.bettshow.com\" target=\"_blank\" rel=\"noopener noreferrer\">www.bettshow.com<\/a><\/span><\/p>\n<p><center><img decoding=\"async\" src=\"\/wp-content\/uploads\/2019\/06\/Partner_Billboard.jpeg\" \/><\/center><\/p>\n","protected":false},"excerpt":{"rendered":"<p>BETT&#8216;s mission is to bring together people, ideas, practices and technologies so that educators and learners can fulfil their potential. Underpinning it all is the belief that everyone has a role to play in transforming education, and that education should &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/bett-2\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11267","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11267"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11267"}],"version-history":[{"count":1,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11267\/revisions"}],"predecessor-version":[{"id":12729,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11267\/revisions\/12729"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11267"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}