{"id":11928,"date":"2019-06-30T23:41:04","date_gmt":"2019-06-30T22:41:04","guid":{"rendered":"http:\/\/mirandanet.ac.uk\/?page_id=11928"},"modified":"2019-07-10T14:43:59","modified_gmt":"2019-07-10T13:43:59","slug":"single-school-project","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/single-school-project\/","title":{"rendered":"Single school project"},"content":{"rendered":"\n<h4>Leading Schools in Policy and Practice &#8211; The programme for continuing professional development with Podar principals<\/h4>\n<h5>Abstract<\/h5>\n<em>This report is based on the iCatalyst programme that has been running in 2010-2011. The new programmes for June 2011 are based on the observations on the differences in practice between Indian schools and on the observations of practice in England from the visits of the CRDT, Renee Biljani and Simran Kaur’s visit to Cheam and Priti Lala’s visit to Newham. Their visits to England and their thoughtful observations have helped clarify how best MirandaNet Fellows can develop practice in classrooms and leadership approached in the Podar organisation.<\/em>\n\n<strong>Author:<\/strong> <strong>S.Simran Kaur<\/strong>\n\n<strong>Publication Date:<\/strong> 2011<strong><span style=\"color: #ff0000;\">&nbsp;<\/span><\/strong>\n\n<strong>Study<\/strong>\n<h2>Leading Schools in Policy and Practice<\/h2>\n<h3>The programme for continuing professional development with Podar principals<\/h3>\n<strong>Simran Kaur with Christina Preston and Marion Scott Baker, April 5, 2011<\/strong>\n\nThis report is based on the iCatalyst programme that has been running in 2010-2011. The new programmes for June 2011 are based on the observations on the differences in practice between Indian schools and on the observations of practice in England from the visits of the CRDT, Renee Biljani and Simran Kaur&#8217;s visit to Cheam and Priti Lala&#8217;s visit to Newham. Their visits to England and their thoughtful observations have helped clarify how best MirandaNet Fellows can develop practice in classrooms and leadership approached in the Podar organization.\n<h3>The Case Study<\/h3>\n<h4>The context: practice and leadership in England and India<\/h4>\nThis report itemizes the visits between professional educators in England and India and the information exchange that has taken place.\n<h4>The Podar Education Complex<\/h4>\nThe <strong>Podar Education Network(<a href=\"http:\/\/www.podar.net\/\">www.podar.net<\/a>)<\/strong> is a dynamic, constantly evolving nucleus, imparting education at various levels. Established in 1927 in Mumbai, It has been providing quality education across India for the past 84 years. Podar Education Network now has over 40 Schools and educates approximately 50,000 students annually. They are now concentrating on establishing schools in rural areas where there is currently no formal education for young people. Podar pupils are successful in examination results as well as in sports and other key indicators of success in India.\n<h4>Attaining excellence<\/h4>\nThe most recent McKinsey report: <em>How the world&#8217;s most improved school systems keep getting better<\/em>, is useful to ascertain where the Podar Education Complex stand in the international league. According to Mckinsey[1] who have studied internationally excellent schools, the Podar Education Complex stands on the first rung. Those in this first position have already instituted a Curriculum and Research Development Team (CRDT) who provide lesson plans for all the teachers and assess the pupils regularly.\n\nThe Podar organization is planning to reach the second rung of international development by working in partnership with the MirandaNet Fellowship (<a href=\"http:\/\/u3e.55d.mywebsitetransfer.comcgi-bin\/\/\">mirandanet.ac.uk<\/a>) who have an international reputation for change management programmes based on action research principles (<a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/profdev\">mirandanet.ac.uk\/profdev<\/a> and <a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/consultancy\/about-us\/professional-development-programmes\/\">mirandanet.ac.uk\/consultancy\/about-us\/professional-development-programmes\/<\/a>). The three year programme designed with the CRDT encourages the Podar principals and their staff to decide what they would like to improve and helps them to share strategies for making those improvements.<a title=\"_Toc167419846\" name=\"_Toc167419846\"><\/a>\n<h3>The background<\/h3>\nIn May 2010 the CRDT came to England to see the practice of schools that are already in the international league: Cheam School, Eagle House and Wellington College. The CRDT also saw the ReadWriteInc scheme as it works when it is embedded into the Cheam system.\n\nAs a result of their first visit to England, the Curriculum Resource and Development Team (CRDT) identified the topics where they thought an exchange would be useful.&nbsp; They choose leadership, English language and literacy and teaching strategies in the classroom.\n\nIn June 2010 a four-day workshop was held in India during which the principals learnt how to identify topics to develop in action research projects. Action research is recommended by McKinsey as a second rung means of encouraging teachers to take ownership of change in their school. This method of learning helps them to adopt new approaches and strategies. As these techniques are understood, the aim is that the Podar principles will become better at making their own professional decisions, managing their staff and demonstrating leadership. At this point a learning platform was established and the principals called themselves the Bodhi community.\n\nIn January 2011, Ms Priti Lala, a member of the CRDT, presented the first stages of the Indian action research projects to MirandaNet Fellows at the BETT11 exhibition. Fellows came from Australia, Bulgaria, the Czech Republic, England and the Netherlands to share good practice with the Indian team. Whilst in London, Priti also made a visit to Elmhurst School, Newham, in London where &#8216;ReadWriteInc&#8217; (OUP) is being used to teach literacy skills, phonics and reading, writing, comprehension, spelling and English as an additional language to nearly 1000 Indian pupils.\n\nIn July 2010 Marion Scott Baker, a MirandaNet Fellow and the Head of Cheam School Pre Preparatory Department, went to India to talk to Podar teachers about research into new approaches to language and literacy teaching particularly in the ‘ReadWriteInc&#8217; Programme. At the same time she consulted with the Podar team and with them constructed a Programme of Study for the children that would truly reflect the reality of life in India in the 2011 Indian Week at Cheam. Simran Kaur was invited to visit Cheam School for a week in March 2011 to take part in the teaching and learning about India and also to learn about how such an off-timetable week might work. The interview with Simran Kaur which is detailed below will be published on the World Ecitizens website in acknowledgement of her capacity to observe, report and evaluate classroom practice.\n\nIn March 2011, Cheam School, Newbury, Berkshire paid the expenses of Simran Kaur, Principal of Podar International School, Chakan, to teach during ‘Indian week&#8217;. This is a time each year when the Pre-preparatory department &nbsp;stop the timetable for a week to immerse themselves in the traditions, culture and customs of a different part of the world as part of the World Ecitizens programme.\n\nIn June 2011 Dr Christina Preston and Dr John Cuthell, MirandaNet Fellows joined Marion Scott Bakerto continue the exchange of professional knowledge, experience and expertise. In preparation for the June workshop the principals answered a leadership questionnaire in order to help them decide what kinds of leadership development they need to undertake.\n\nFrom June to September 2011 Podar principals are engaging in action research exchanges by visiting schools in the different regions and analyzing the similarities and differences between them. All the Podar teachers who complete their action research projects ready for publication on the World Ecitizens website will receive a World Ecitizens&#8217; certificate as a reward them for publishing for other teachers.\n\nIn 2012 more exchanges are planned between principals from India and England. These visits will be supported by Skype discussions and mentoring for writing up action research reports in a way ensures that other teachers will enjoy them.\n<h3>The Indian Week curriculum project<\/h3>\nSimran Kaur, a Podar principal, was chosen to lead the Indian project in England because of her knowledge of craft and her expertise in teaching. She joined a project that is run each year at Cheam School: the pupils learn about one nation&#8217;s culture in detail. A different country is chosen and off-timetable work activities are run that underpin the authenticity and realism of the programme.\n\nThe overall aims are:\n<ul>\n\t<li>To raise the awareness of the pupils to both the similarities and the differences between the English culture and the cultures of other parts of the world in the hope that they will grow up to value and respect other world citizens and work together with understanding in the future.<\/li>\n\t<li>&nbsp;To raise global awareness promoting consideration about the place of children that will lead eventually to understanding and value other peoples&#8217; cultures.<\/li>\n<\/ul>\n<h4>The pedagogical and leadership context<\/h4>\nIt is important to understand the concept of Golden Time in order to understand how pedagogy underpins practice and leadership at Cheam.&nbsp; Golden Time is central to influencing the children&#8217;s behavior at Cheam. Each child begins the week with 20mins of Golden time. On Friday afternoon they can spend 20 minutes doing an activity that they have chosen. This reward can only be lost by making bad choices during the week. Even then children are given a warning so that they have the opportunity to make the right choice.If they break the rules, on the other hand, they watch the golden time go through the egg timer.\n\nThere are also golden post box notes. These reward children who have been observed being thoughtful and helpful without being asked. The child who is trying particularly hard to do his best <em>even if his work is not the best in the class <\/em>gets the Star of the Week. This is not the best child but one who is recognised as trying. This system avoids punishment and encourages the pupils to make good choices about their behaviour. The view is that it is better to start with the reward because they are more keen not to have this taken away. Rewards for good work or trying hard are never mixed up with behaviour rewards. Stickers for effort with work go on a sticker chart and 20 stickers are rewarded with a Head Teachers Award in assembly in front of the other children. Especially good work goes in a class Pride File which is taken into assembly and shown to the whole school. Again it is work demonstrating great effort not the best work that is chosen. &nbsp;Another way in which bad behaviour is managed is by giving an individual child three appropriate behaviour targets- two easy to do- one hard to do. The children review their own behaviour in relationship to these target and award themselves a sticker. The conversation with the teacher goes, Did you manage to meet your targets? A smiley sticker says yes and a straight and sad face says no. Parents also reward the children according to the agreement. The teachers rarely need to do more than this in respect of behaviour. Quarrels are resolved by asking the children to discuss how they solve their problems and get on can get on . The teachers aim try to teach them how to solve their own problems.\n\nIn order to keep teacher&#8217;s responses consistent across the school, they regularly review the behaviour policy in weekly staff meetings y meet every week and every teacher has a handbook where they can find the self review policies and the list of the same rewards and punishments. The main idea is to hand over responsibility to the child to behave well. Policies are reviewed regularly at staff meetings.\n\nTeachers and children are encouraged to look for the good, every day is a new start and they will always start each day at the top of the Golden Ladder. If something goes wrong the view is that &#8220;We do not like what you are doing but we still like you&#8221;. The view is that generally you get what you expect from children. If you tell them they are good they will be good. The staff explain why it is not good to hurt people and help the children to internalise the school vision for behaviour. Every child has responsibility to uphold the vision. The children are also in teams and want to support the team rather than concentrating on their own behaviour.\n\nAnother leadership policy is a particular approach to discouraging negative feedback at Cheam.&nbsp; Negative feedback is considered to be counter-productive and inhibiting. The Cheam teachers build up the children&#8217;s confidence through encouraging the positive. But they also concentrate on achievement in the work, not on the level of the child&#8217;s performance. Rather than saying ‘good boy&#8217; teachers say ‘this is good work&#8217;. They also discuss why it is good. This is because if a child is told they are clever then some of the other children give up and others feel there is no point in trying to do better. The ‘clever&#8217; child does not feel the need to strive to do better and will often only do thinks he know he can do for fear of failure. These approaches are also continued in the way the principal interacts with the head.\n<h3>The curriculum context<\/h3>\n<h4>Daily events<\/h4>\nMost of the timetabled events were designed to prepare for the acting of a pretend Hindu marriage ceremony planned to take place on Friday afternoon. Each day was themed so that the children would be able to take on the roles of two families celebrating the marriage of a son and daughter.\n\nAlthough the activities each day were very varied, start of the each day began with an adaptation of the ‘act of corporate worship&#8217; which is a statutory requirement in the UK when all children take part in a non-denominational assembly. This would normally consist of a moral story which might be Christian, a prayer and a hymn. However during this week this assembly was replaced by a half hour period of yoga and meditation each day, enabling the pupils, to enter the interior world of Indians who are committed to explore their spirituality in a very different way. Simran was surprised at how well the English children responded to yoga and meditation. They understood very quickly and did the exercises well even though they were engaging in meditation for the first time. However, a week was not enough to give them a real flavour of the potential benefits.\n<h3>Monday<\/h3>\n<h4>Punjabi Dance<\/h4>\nOn the first day Simran produced an album of Punjabi dance music. With the help of Lynette Gridley, one of the Cheam teachers, a number of dance steps and gestures were selected and demonstrated to the children. The Cheam pupils were shown how to display emotion and count out the rhythm. Although Indian dance music runs to a different rhythm from Western music, even the Nursery and Reception children were able to master the Pubjabi style of dance. Each year group learned a different dance and rehearsed every day in order to perform at the wedding at the end of the week. The instructional videos bought from India were very helpful as the children had some difficulties understanding Simran&#8217;s accent.\n<h4>Story time<\/h4>\nIt was planned that Simran would tell a story to all the children every day and on Monday the children assembled at 2.30 pm when Simran told the story of an Indian boy, Paresh, who was afraid of the thunder and lightening. When the storm began Mother was worried that he might be afraid but the boy came home in good humour because he had convinced himself that Ganesh, one of the Hindu Gods, was using camera to take pictures with flash. Sadly Simran had found it difficult to find Indian story books in India where it appears that children prefer western stories. The children also found the accent and the method of presentation very different so it was decided that teachers would use the Indian storybooks that are readily available in the UK and tell stories in their own classrooms on the subsequent days.\n<h3>Tuesday:<\/h3>\n<h4>Art and Craft<\/h4>\nLanterns were planned to be part of the decorations and are culturally significant in Divali so the children in reception made lanterns for the wedding with coloured paper and glitter. The children were given a rectangle of coloured paper and the teachers made a lantern alongside the children, explaining each step of the process and teaching children the skills required. The teachers used this as an opportunity to discuss the mathematical shapes they were cutting and also develop some transferable skills in folding paper and drawing lines with a ruler. The children were asked questions such as what would happen if we cut beyond the ruled line, what would be the best method of fastening the side join and so on.\n\nEach child decided which scissors to use and to choose which colours of sequins and paper they wanted and which patterns they would make. Conversations about these choices were encouraged such as:\n<ul class=\"unIndentedList\">\n\t<li>Will you have enough sequins if you put them so close together?<\/li>\n\t<li>Does it matter if the sequins are the same colour but different shapes?<\/li>\n<\/ul>\nDiscussions about the logical progression of each activity were also evident. Patience and restraint by the teachers is required in order that the child, however slow, takes control.\n\nSimran felt that in India the children would have been instructed on the right way to make a lantern but would not have been given he opportunity to discuss or to make decisions during the process. As a guest, Simran said, &#8220;I was just observing but the children asked me questions and were pleased with the authenticity of my answers&#8221;.\n\nOther classes made Diya and Kites. The same observations were made in each room where the process and the learning were considered to be the most important aim of the activity rather than the end result. The teachers constantly encouraged language use and the forming of links between different skills and activities so that the children applied learning that had taken place in different lessons to the task set in this one. Simran observed that the teachers were keen to develop links in the children&#8217;s minds and to use their knowledge to problem solve rather than being given solutions. The children were not told that their interpretation was wrong if it was different from the example, but were encouraged to evaluate their results themselves.\n<h3>Wednesday: wall painting<\/h3>\nSimran had brought examples of Warli painting from India. Cheam teachers researched and discovered pictures of huts in India so that children were able to see the way that it is done in the villages on the walls of their neat and tidy mud houses. The brown and white patterns are replaced every year. The symbols give information like how many animals have been sent out for grazing or to keep a tally of the animals.\n\nThe painting was represented with white paint on brown paper. There are conventions in the way that the villages are represented. Only geometric shapes can be used and each painting must have a regular border. The teachers were very clear about what the symbols were and integrated information about history and geography to explain how the conventions had evolved. Maths work was drawn from the geometrical designs and children were given advice on how to achieve a good result such as holding the brush correctly and how to achieve a regular pattern.\n<h3>Thursday: henna painting<\/h3>\nThe children at Cheam were very interested in Mehendi painting which is the application of a paint made from a herb to hands and feet in an attractive pattern. At a wedding the symbols used in the henna painting ensure an auspicious ocasion. The children were encouraged to observe the change from green to red which was related to science. The children copied two traditional symbols: OMO and the Swastika. Simran added the child&#8217;s initial to their painting. The children were given photocopies of hennaed hands so that they could choose their own designs. The medicinal properties of the herb were also discussed like painting the bottom of the feet to keep people cool.\n\nRingrangoli is another decorative art where a design of petals, coloured sand, flour or coloured pulses are applied to the thresholds of houses to welcome visitors. They denote an auspicious occasion when God is invited to come into the house. The spelling and phonics of words were discussed.\n\nThe teachers also developed other learning opportunities talking about biology through flower petals and developing colour sense through drawing attention to primary colours and shapes. The children were given photocopied hands to create their own designs\n<h3>Making samosas<\/h3>\nIn the afternoon the children learnt to several different kinds of food for the wedding including Samosas. The teacher used this cooking task as a cross curricula activity where many curriculum subjects were introduced in a practical way. In terms of geography, she explained where the different ingredients come from and why they might have been chosen for example turmeric is used because of both colour and its antiseptic effect in food. Attention was drawn to how and where the ingredients grow, the climates that they would need to grow and so on.\n\nIn terms of mathematics, she showed how the dough is rolled into a sphere which is flattened into a circle. She explained how it is turned and rolled to maintain the circular shape she then drew out of the children the terms half or semi circle, diameter, radius, circumference, and other mathematical vocabulary. She encouraged the children to estimate how far to fold the first side across to create 3 equal pieces eliciting the words thirds\/trio\/threes from the children and they then made cones in their hands. She was not just talking, but also demonstrating at the same time. She spend a great deal of time leading the children by questioning to find the vocabulary themselves, thereby forming links with their previous learning and to repeat back new words to put them into long term memory. This is called the <em>my turn, your turn<\/em> technique.\n\nLots of opportunities were also taken to consider the cooking process:\n<ul class=\"unIndentedList\">\n\t<li>How can we tell when the mixture is cooked?<\/li>\n\t<li>How do we know when the mixture is hot?<\/li>\n\t<li>How can we tell fat is hot?<\/li>\n\t<li>Are there the same indicators when water boils?<\/li>\n<\/ul>\nThe children were also asked to devise safety rules for the session and to name the tools used.\n\nIn other sessions Gulab Jamun and Behl were made. Again all children had an opportunity to share in the process and to understand the science maths history geography underpinning the recipe and ingredients. For example when using puffed rice children were encouraged to draw parallels with previous experiences of popped corn, rice and wheat in their breakfast cereals and to consider change of state.\n\nIn other sessions groups of children made elephants by sewing and moulding papier mache and clay. They also made peacocks using paper plates. They were encouraged to look at real peacock feathers before choosing the media to make these. They had sessions tasting and smelling spices and other foods, made Indian flags and researched information for their India fact books. Children retold Indian stories in their writing and younger ones were given storyboards to sequence and retell.\n<h3>Friday: the Indian wedding<\/h3>\nBased on Hindu tradition in North India, the marriage was well planned and authentic dialogues were prepared. Simran thought that the delivery of the dialogue was good and the children were very disciplined. They each took a part in explaining the customs and practice of a wedding and acted the parts The gazebo &#8211; the mandop &#8211; was well decorated with the artifacts created during the week, including the lights. All the sweets and snacks had been prepared by the children. Simran had brought many clothes and artifacts with her and the rest had been made by Marion Scott Baker, the head of the school. Everybody was dressed and participated in the wedding by acting, dancing and sharing the food<a title=\"_Toc163645952\" name=\"_Toc163645952\"><\/a>\n<h3>The findings<\/h3>\nBelow is a transcript of discussion between Simran Kaur and Marion Baker recorded by Dr Christina Preston, the founder of MirandaNet.\n<h3>Leadership<\/h3>\nIn terms of leadership Simran was surprised throughout the week by the active part Marion Scott-Baker played in the activities, modelling good teaching to the teachers when appropriate. She was happy either to take the lead role or the supporting role when necessary and was delighted to roll her sleeves up and work alongside them, even fetching and carrying when necessary. Simran was delighted to see the co-operation between staff. Nobody felt that they were too important to join in and this provided excellent role models to the children of support, sharing and respect for everybody, no matter what their position.\n<h4>Story time observations<\/h4>\nSimran observed a significant difference between story time in England and in India. Simran told her story in the traditional way by reading to the pupils ) whilst they listened. In England the stories are told in an interactive way. The teacher often stops to engage the pupils in role playing, verbalising their emotions, taking part in the story and predicting the ending. Even though the Podar Schools have larger numbers in the classes and the time is very limited, it would be possible, in Simran&#8217;s view, for the Indian pupils to join in the words and the actions. They can recreate the expressions of the characters in the story and add sound effects and opportunities can be taken to model good sentence construction and vocabulary development.\n\nMarion Scot Baker provided an example:\n\nStory wording &#8220;The cat walked past &#8221;\nTeacher says&#8221; Do you think the cat was a fluffy cat or a sleek cat? (demonstrates with hands)\nChildren say &#8220;Fluffy&#8221;\nDo you think it was hurrying or slinking?\nChildren choose slinking\nTeacher &#8220;So the fluffy cat was slinking past. Now you say it.&#8221;\n\nChildren repeat developed sentence thereby both engaging in story and expanding vocabulary\n<h4>Lantern making observations<\/h4>\nThe lantern making was set up so that the children were talking to each other in groups about the task in hand all the time. Simran was surprised that the children were encouraged to choose the colour of the paper they wanted, the type of scissors and many other factors in the manufacture of the lanterns. In India the pupils would be told exactly how to make the lantern without making their own choices. The teachers&#8217; advice would also tend to emphasis the negative aspects of the child&#8217;s work on order to make them improve. In England each child was equally involved to the end. Simran indicated that in India if a child believes they cannot do the task they surrender and stop working. This was not an option in England. Where children were keen to finish the task and also to discuss how they could improve. They all felt proud of their results.\n\nSimran was surprised that although the children were talking to each other, they were fully engaged: they were not off task and not distracting others. The discussion was also about helping each other to improve. The conversations were caring and sharing.\n\nFor Simran demonstrating the cooking of the samosas was the best experience of learning by doing. In India she explained the children will have observed Samosas being made in their homes, but they would not have been introduced to the attendant vocabulary or the multisensory opportunity. Simran realised that learning how to make Samosas does not force the learner to be a Samosa maker for the rest of their lives. On the contrary this is a valuable experience that provides many transferable skills. The key message she took from this experience was the holistic approach to learning and also the value of problem solving- or developing transferable skills. She realised that children do not always understand just by watching. Learning is best achieved when children articulate what they are learning. This process categorises thinking and demonstrates what the child has understood. She saw them engaging by doing, reviewing, summarising and developing transferable skills.\n<h3>Conclusions<\/h3>\nThe conclusions cover both leadership and classroom practice. The analysis of the findings was undertaken by asking Simran to sum up her experience in answering a series of questions about her overall experience in this English school. In particular she was asked to concentrate on what she found different in English practice.\n\n<strong>How does the schools behaviour management programme help?<\/strong>\n\nThe industrious atmosphere at the school is partly the result of the policy of giving each child Golden Time. This is consistently followed by all teachers throughout the school and, therefore, the children know what to expect.\n\nMarion explained that in England the children are rewarded for progressing from a ‘10 minute changer&#8217; to a ‘five minute changer ‘ to a ‘three minute changer&#8217;. They are also given awards for lining up well. So children are encouraged to behave well by rewards for good behaviour rather than by being told off for bad behaviour. Teachers will often single out one child and say <em>I love the way you are sitting<\/em>. Thus the other children will imitate to get praise.\n\n<strong>What was the best element of the classroom teaching and why?<\/strong>\n\nThe explanations and vocalisation of the teachers who were telling stories were detailed and wide ranging.\n\nTheir interpretation of the learning objective was also positive. Information was not just imparted for the sake of doing it or to fill time- every activity had a purpose which was clear to the children.\n\n<strong>What was different about the children&#8217;s learning experience?<\/strong>\n\nIn contrast to India, teachers do not consider that a quiet classroom indicates good teaching because good learning is embedded when children vocalise their thoughts and share them with each other. Shared learning was new to Simran. Marion explained that the children have talk-partners. This is so that the children can help each other and teach each other. This is called shared learning. Children are not in competition so they are keen to help each other and value teamwork.\n\nOne interesting practice is that a teacher is very careful to share opportunities to participate this is achieved by picking children at random using lolly sticks with their names on in a jarick. There is no partiality towards particular children in taking turns. In answering questions putting hands up is also discouraged- just one thumb is enough. The children are given enough time to think- about the answer. Also the children are invited to come up and talk according to their learning pairs.\n\nIn the classroom every step of an activity has clear instructions. The learning experience for the pupils was entirely positive. The children were happy and engaged- teachers made sure that each one understood what they were doing and why- no one was lost or confused- they were 100% on task.\n\n<strong>Would independent learning work in an Indian school?<\/strong>\n\nIndian teachers would be surprised, In Simran&#8217;s view, that the English children are able to make choices and still be disciplined. It will take courage to develop independence In India because the mothers do everything for children.\n\n<strong>What will not work in India and why?<\/strong>\n\nSimran and Priti were impressed by the results of the Phonics system but realised the programme will need good resourcing and a slow and gradual introduction as well as the involvement of all teachers in the Podar school.\n\nThe teachers at the Podar organisation will also have to rethink their role as subject teachers and extend this. At Cheam every teacher is a teacher of English because Language and Literacy underpin the learning in every subject &#8211; all teachers must eventually be involved not just the periods of English. Every teacher is an English teacher&#8230;.\n\n<strong>What is different in the teaching in India?<\/strong>\n\nSo many elements of Cheam practice are different to the Podar schools. However, parental review and teachers&#8217; review of this would make significant difference as well as the mentor system. The Golden Time philosophy also produces a different approach towards the relationships between the teacher and the learner.\n\n<strong>How is the role of the principal different?<\/strong>\n\nSimran was surprised that the job of the principal is not to give instructions but to demonstrate how to teach and to model the job. Staff evaluate every lesson and this is reviewed by the Head. When staff are observed, part of the evaluation of is telling them what they did well and asking them to think about what they could do to make their teaching better next time. The phrase used is the same as with the childen &#8220;even better if&#8230;.&#8221;\n\nStaff talk to each other as a critical friends. They are confident to observe each other. They comment on what went well and also make suggestions which are discussed .Often it is staff who lack confidence in their own teaching who criticise others to make themselves feel better.\n\nTeachers help each other. Responsibility is taken not given. Overall, the principal&#8217;s job in England is to work with the teachers and support them not to tell them what to do.\n\nSimran was surprised to see the head teacher fetching and carrying for her staff and also engaged in modelling good teaching and promoting learning for all the children. Her relationship with her teachers was very supportive in the same way as she emphasised the positive in the pupils. Teachers felt confident because they felt valued and supported even if they made mistakes\n<h3>Potential outcomes<\/h3>\nThe children in India were keen to send the kites to the English children and some discussion was developed about how the English children could reciprocate. One idea was to interview the Indian and English children on Skype. Perhaps initially just finding out what happened to the kites they had made but progressing perhaps to sharing other activities Another idea was to share the experience of an English wedding or perhaps even a compete English Week in India.\n\nThrough World Ecitizens, the MirandaNet charity for pupil web publication, a website is being produced to show the project findings as they emerge in 2011: <a href=\"http:\/\/web.me.com\/christinajpreston\/World_ecitizens_podar\/Welcome.html\">http:\/\/web.me.com\/christinajpreston\/World_ecitizens_podar\/Welcome.html<\/a>.\n\n[1] <strong>How to improve schools<\/strong>\n\nThe new McKinsey report: How the world&#8217;s most improved school systems keep getting better\n<ul>\n\t<li><a href=\"http:\/\/www.mckinsey.com\/clientservice\/social_sector\/our_practices\/education\/knowledge_highlights\/how%20school%20systems%20get%20better.aspx\">www.mckinsey.com\/clientservice\/social_sector\/our_practices\/education\/knowledge_highlights\/how%20school%20systems%20get%20better.aspx<\/a><\/li>\n<\/ul>\nThe report looks at commonalities across the globe that create genuine improvement. There are some contentious issues that are seen as raising the floor in the first instance like detailed lesson notes and frequent assessment. However, this is the first stage on the journey from good to great to excellent. Opportunities for professional intervention become more flexible and concentrate on professional sharing. Many teachers of my generation will be interested to see that Professor Michael Fullan, who is so famous for his work in change management, is on the panel.\n\nReferences &amp; Contacts\n<p style=\"padding-left: 30px;\">None available\n<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Leading Schools in Policy and Practice &#8211; The programme for continuing professional development with Podar principals Abstract This report is based on the iCatalyst programme that has been running in 2010-2011. The new programmes for June 2011 are based on &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/single-school-project\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-11928","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11928"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=11928"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11928\/revisions"}],"predecessor-version":[{"id":12027,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/11928\/revisions\/12027"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=11928"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}