{"id":12117,"date":"2019-07-25T20:30:09","date_gmt":"2019-07-25T19:30:09","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/?page_id=12117"},"modified":"2019-07-25T20:30:11","modified_gmt":"2019-07-25T19:30:11","slug":"copyright-notice","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/copyright-notice\/","title":{"rendered":"Copyright Notice"},"content":{"rendered":"\n\n\n<p><strong>1. Ownership of copyright<\/strong><\/p>\n\n<p>The copyright in this website and the material on this website (including without limitation the text, computer code, artwork, photographs, images, music, audio material, video material and audio-visual material on this website) is owned by us and our licensors.<\/p>\n\n<p>Website content copyright ©  2015 MirandaNet Fellowship<\/p>\n\n<p>Images, video clips and text extracts used in article is the copyright of their original owners and is used by MirandaNet Fellowship under the Fair Use provisions for criticism or review. The work is made available without charge to the public. The material quoted is accompanied by discussion or assessment. The amount of the material quoted is no more than is necessary for the purpose of the review. The source of the material is acknowledged.<\/p>\n\n<p><strong>2. Copyright licence<\/strong><\/p>\n\n<p>We grant to you a worldwide non-exclusive royalty-free revocable licence to:<br>\n\na. view this website and the material on this website on a computer or mobile device via a web browser;<br>\n\nb. copy and store this website and the material on this website in your web browser cache memory; and<br>\n\nc. print pages from this website for your own personal and non-commercial use.<\/p>\n\n<p>We do not grant you any other rights in relation to this website or the material on this website. In other words, all other rights are reserved.<\/p>\n\n<p>For the avoidance of doubt, you must not adapt, edit, change, transform, publish, republish, distribute, redistribute, broadcast, rebroadcast or show or play in public this website or the material on this website (in any form or media) without our prior written permission.<\/p>\n\n<p><strong>3. Data mining<\/strong><\/p>\n\n<p>The automated and\/or systematic collection of data from this website is prohibited.<\/p>\n\n<p><strong>4. Permissions<\/strong><\/p>\n\n<p>You may request permission to use the copyright materials on this website by writing to editor@mirandanet.ac.uk.<\/p>\n\n<p><strong>5. Enforcement of copyright<\/strong><\/p>\n\n<p>We take the protection of our copyright very seriously.<\/p>\n\n<p>If we discover that you have used our copyright materials in contravention of the licence above, we may bring legal proceedings against you seeking monetary damages and an injunction to stop you using those materials.  You could also be ordered to pay legal costs.<\/p>\n\n<\/p>If you become aware of any use of our copyright materials that contravenes or may contravene the licence above, please report this by email to editor@mirandanet.ac.uk.<\/p>\n\n<p><strong>6. Infringing material<\/strong><\/p>\n\n<p>If you become aware of any material on our website that you believe infringes your or any other person’s copyright, please report this by email to editor@mirandanet.ac.uk<\/p>\n\n<p><strong>Contact<\/strong><\/p>\n\n<p>Should you have any questions about this policy, please contact us.\n\neditor@mirandanet.ac.uk<\/p>\n\n<p><i>25\/07\/2019<\/i><\/p>\n\n","protected":false},"excerpt":{"rendered":"<p>1. Ownership of copyright The copyright in this website and the material on this website (including without limitation the text, computer code, artwork, photographs, images, music, audio material, video material and audio-visual material on this website) is owned by us &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/copyright-notice\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-12117","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12117"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=12117"}],"version-history":[{"count":2,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12117\/revisions"}],"predecessor-version":[{"id":12119,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12117\/revisions\/12119"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=12117"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}