{"id":12129,"date":"2019-07-25T22:08:59","date_gmt":"2019-07-25T21:08:59","guid":{"rendered":"http:\/\/u3e.55d.mywebsitetransfer.com\/?page_id=12129"},"modified":"2019-07-27T14:44:56","modified_gmt":"2019-07-27T13:44:56","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p> We are committed to safeguarding the privacy of our website visitors; this policy sets out how we will treat your personal information. <\/p>\n\n<p> Our website uses cookies. By using our website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy. <\/p>\n\n<p> <strong>1. Credit<\/strong><\/p>\n\n<p> The legal template upon which this privacy policy is based is available for download from www.website-law.co.uk. <\/p>\n\n<p> <strong>2. What information do we collect?<\/strong><\/p>\n\n<p> We may collect, store and use the following kinds of personal information:\n<br>\na. information about your computer and about your visits to and use of this website (including your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views, website navigation and\n<br>\n\nb. information relating to any transactions carried out between you and us on or in relation to this website, including information relating to any purchases you make of our goods or services\n<br>\n\nc. information that you provide to us for the purpose of registering with us\n<br>\n\nd. information that you provide to us for the purpose of subscribing to our website services, email notifications and\/or newsletters\n<br>\n\ne. any other information that you choose to send to us.\n<\/p>\n<p> <strong>3. Cookies<\/strong><\/p>\n\n<p> A cookie consists of information sent by a web server to a web browser, and stored by the browser. The information is then sent back to the server each time the browser requests a page from the server. This enables the web server to identify and track the web browser. <\/p>\n\n<p>We may use both “session” cookies and “persistent” cookies on the website. We will use the session cookies to: keep track of you whilst you navigate the website. We will use the persistent cookies to: enable our website to recognise you when you visit. <\/p>\n\n<p>Persistent cookies will remain stored on your computer until deleted, or until they reach a specified expiry date. <\/p>\n\n<p> We use Google Analytics to analyse the use of this website. Google Analytics generates statistical and other information about website use by means of cookies, which are stored on users’ computers. The information generated relating to our website is used to create reports about the use of the website. Google will store this information. Google’s privacy policy is available at: http:\/\/www.google.com\/privacypolicy.html. <\/p>\n\n\n<p> Our advertisers\/payment services providers may also send you cookies. <\/p>\n\n\n<p> We may publish Google Adsense interest-based advertisements on our website. These are tailored by Google to reflect your interests. To determine your interests, Google will track your behaviour across the web using cookies. You can view, delete or add interest categories associated with your browser using Google’s Ads Preference Manager, available at: http:\/\/www.google.com\/ads\/preferences\/. You can opt-out of the Adsense partner network cookie at: http:\/\/www.google.com\/privacy_ads.html. However, this opt-out mechanism uses a cookie, and if you clear the cookies from your browser your opt-out will not be maintained. To ensure that an opt-out is maintained in respect of a particular browser, you should use the Google browser plug-in available at: http:\/\/www.google.com\/ads\/preferences\/plugin. <\/p>\n\n\n<p> Most browsers allow you to reject all cookies, whilst some browsers allow you to reject just third party cookies. For example, in Internet Explorer you can refuse all cookies by clicking “Tools”, “Internet Options”, “Privacy”, and selecting “Block all cookies” using the sliding selector. Blocking all cookies may, however, have a negative impact upon the usability of many websites, including this one. <\/p>\n\n\n<p> <strong>4. Using your personal information<\/strong><\/p>\n\n\n<p> Personal information submitted to us via this website will be used for the purposes specified in this privacy policy or in relevant parts of the website. <\/p>\n\n\n<p> We may use your personal information to:\n<br>\na. administer the website; <br>\n\n\nb. improve your browsing experience by personalising the website; <br>\n\n\nc. enable your use of the services available on the website; <br>\n\n\nd. send to you goods purchased via the website, and supply to you services purchased via the website; <br>\n\n\ne .send statements and invoices to you, and collect payments from you; <br>\n\n\nf. send you general (non-marketing) commercial communications; <br>\n\n\ng. send you email notifications which you have specifically requested; <br>\n\n\nh. send to you our newsletter and other marketing communications relating to our business or the businesses of carefully-selected third parties, which we think may be of interest to you by post or, where you have specifically agreed to this, by email or similar technology (you can inform us at any time if you no longer require marketing communications);\n<br>\n\ni.provide third parties with statistical information about our users – but this information will not be used to identify any individual user;\n<br>\n\nj. deal with enquiries and complaints made by or about you relating to the website; and\n<br>\n\nk. other uses.\n<\/p>\n<p>We will not without your express consent provide your personal information to any third parties for the purpose of direct marketing. <\/p>\n\n<p>All our website financial transactions are handled through our payment services provider, PayPal. You can review the PayPal privacy policy at www.paypal.com. We will share information with PayPal only to the extent necessary for the purposes of processing payments you make via our website and dealing with complaints and queries relating to such payments. <\/p>\n\n<p><strong>5. Disclosures<\/strong><\/p>\n\n<p>We may disclose information about you to any of our employees, officers, agents, suppliers or subcontractors insofar as reasonably necessary for the purposes as set out in this privacy policy. <\/p>\n\n<p>In addition, we may disclose your personal information:\n<br>\n\na. to the extent that we are required to do so by law;\n<br>\n\nb. in connection with any legal proceedings or prospective legal proceedings;\n<br>\n\nc. in order to establish, exercise or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk);\n<br>\n\nd. to the purchaser (or prospective purchaser) of any business or asset which we are (or are contemplating) selling; and\n<br>\n\ne. to any person who we reasonably believe may apply to a court or other competent authority for disclosure of that personal information where, in our reasonable opinion, such court or authority would be reasonably likely to order disclosure of that personal information.<\/p>\n\n<p>Except as provided in this privacy policy, we will not provide your information to third parties. <\/p>\n\n<p><strong>6. International data transfers<\/strong><\/p>\n\n<p>Information that we collect may be stored and processed in and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this privacy policy. <\/p>\n\n<p>Information which you provide may be transferred to countries outside the UK, which do not have data protection laws equivalent to those in force in the European Economic Area.\n<\/p>\n<p>In addition, personal information that you submit for publication on the website will be published on the internet and may be available, via the internet, around the world. We cannot prevent the use or misuse of such information by others. <\/p>\n\n<p>You expressly agree to such transfers of personal information. <\/p>\n\n<p><strong>7. Security of your personal information<\/strong><\/p>\n\n<p>We will take reasonable technical and organisational precautions to prevent the loss, misuse or alteration of your personal information. <\/p>\n\n<p>We will store all the personal information you provide on our secure (password- and firewall- protected) servers. <\/p>\n\n<p>Of course, data transmission over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet. <\/p>\n\n<p>You are responsible for keeping your password and user details confidential. We will not ask you for your password (except when you log in to the website). <\/p>\n\n<p><strong>8. Policy amendments<\/strong><\/p>\n\n<p>We may update this privacy policy from time-to-time by posting a new version on our website. You should check this page occasionally to ensure you are happy with any changes. <\/p>\n\n<p>We may also notify you of changes to our privacy policy by email. <\/p>\n\n<p><strong>9. Your rights<\/strong><\/p>\n\n<p>You may instruct us to provide you with any personal information we hold about you. Provision of such information will be subject to:\n<br>\na. the payment of a fee (currently fixed at £10.00); and\n<br>\nb. the supply of appropriate evidence of your identity (for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address). <\/p>\n\n<p>We may withhold such personal information to the extent permitted by law. <\/p>\n\n<p>You may instruct us not to process your personal information for marketing purposes by email at any time. In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt-out of the use of your personal information for marketing purposes. <\/p>\n\n<p><strong>10. Third party websites<\/strong><\/p>\n\n<p>The website contains links to other websites. We are not responsible for the privacy policies or practices of third party websites.\n\n<p><strong>11. Updating information<\/strong><\/p>\n\n<p>Please let us know if the personal information, which we hold about you needs to be corrected or updated.<\/p>\n\n<p><strong>12. Contact<\/strong><\/p>\n\n<p>Should you have any questions about this policy, please contact us.\n\n<br>You can contact us by email to editor@mirandanet.ac.uk<\/p>\n\n<p>27\/07\/2019<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We are committed to safeguarding the privacy of our website visitors; this policy sets out how we will treat your personal information. Our website uses cookies. By using our website and agreeing to this policy, you consent to our use &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/privacy-policy\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-12129","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12129"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=12129"}],"version-history":[{"count":3,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12129\/revisions"}],"predecessor-version":[{"id":12153,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12129\/revisions\/12153"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=12129"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}