{"id":12303,"date":"2019-11-19T16:28:18","date_gmt":"2019-11-19T16:28:18","guid":{"rendered":"https:\/\/mirandanet.ac.uk\/?page_id=12303"},"modified":"2020-01-18T14:33:09","modified_gmt":"2020-01-18T14:33:09","slug":"bett-20","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/bett-20\/","title":{"rendered":"BETT 20"},"content":{"rendered":"\n<p><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2019\/12\/image001.jpg\" width=500\" alt=\"BETT20\"><\/center><\/p>\n\n<h2>Technology, Pedagogy and Education Association (TPEA)<\/h2>\n<h3>Informing EdTech policy and practice<\/h3>\n\n\n<h5>Who are we?<\/h5>\n\n<p>We believe that educators need better independent access to international EdTech research and to innovations in policy and practice that have proved successful. In this belief the Technology, Pedagogy and Education Association (TPEA <a href=\"http:\/\/tpea.ac.uk\/\">http:\/\/tpea.ac.uk<\/a> ) is being established, a learned society that aims to inform about EdTech policy and practice in government, schools, colleges and teacher education. in this context, the Association for Information Technology in Teacher Education is now changing its name to TPEA and collaborating with the MirandaNet Fellowship (<a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\">http:\/\/u3e.55d.mywebsitetransfer.com<\/a>) and their associate companies who engage in practice based research. Each organisation boasts more than thirty years of expertise and knowledge of members and a combined international membership of more than 1,400. TPEA’s international members represent a wide range of education technology experts including university and college lecturers, advisory services and independent consultants, school leaders, classroom teachers, researchers and associate EdTech companies. <\/p> \n\n<table border=\"2\">\n  <tr>\n    <th><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/BJDEducation.png\" width=\"200\"><\/center><\/th>\n    <th><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/dotcom.jpg\" width=\"200\"><\/center><\/th>\n  <\/tr>\n<\/table>\n<table border=\"2\">\n  <tr>\n    <th><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/iris-logo-300x170-1.jpg\" width=\"200\"><\/center><\/th>\n    <th><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/image001-1.png\" width=\"200\"><\/center><\/th>\n    <th><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/Routledge_RGB.jpg\" width=\"200\"><\/center><\/th>\n  <\/tr>\n<\/table>\n\n<p>We offer a busy programme at BETT 2020 that includes: <ul>\n<li>an invitation for EdTech professionals to join Tim Berners Lee’s Call to Action to improve the web; <\/li>\n<li>a presentation on the iCatalyst professional development practice-based research programme that involves teachers as co-researchers; <\/li>\n<li>three safaris where BETT20 tourists attend a talk on the research findings that teachers have published and then join a guided tour to visit relevant EdTech companies.<\/li><\/ul><\/p>\n\n\n<h5>TPEA, Stand SD72, South Hall <\/h5>\n\n<p>Experts on research into EdTech products and services will be available on our stand, SD72 South Hall, to discuss with companies how TPEA can communicate the value of their product or service in teaching and learning.  <\/p>\n<p>Contact Professor Christina Preston for a stand appointment <br>christina@mirandanet.ac.uk <\/p>\n<hr>\n<h3>Can we ‘Fix the Web’ together?<\/h3>\n<h5>Powerful pedagogies emerging from digital opportunities<\/h5>\n\n<p><em>Led by Emeritus Professor Mike Sharples, Open University <\/p>\n<p>TPEA Event, South Gallery Suite 2 1500 24th January<\/em><\/p>\n<p>Tim Berners Lee developed the World Wide Web through bricolage, as a member of CERN at the centre of a huge network of scientists with the aim of supporting access to knowledge within their community and beyond. “In this case,” asks Dr Mike Sharples, “what went wrong? How can we fix the WWW? Scientists and technologists are trying to create a more decentralised ‘web for good’. But that&#8217;s not enough. We need to involve professionals who understand pedagogy in that endeavour, so that the web is not just decentralised, but also valuable, educational, ethical. We should be working alongside the web technologists to create a ‘web for good’ not just disseminating what they produce.”<\/p>\n\n<p>Come and join members of the Technology, Pedagogy and Education Association (TPEA) to discuss these issues and answer the Call to Action that has been issued by Berners Lee. Refreshments will be available, and members will join together afterwards for an informal supper at 18:30. Register here: <a href=\"http:\/\/tpea_launch.eventbrite.co.uk\">http:\/\/tpea_launch.eventbrite.co.uk<\/a><\/p>\n<p><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/Champagne.jpeg\" width=\"300\"> <\/center><\/p>\n<hr>\n\n\n<h3>Teachers as co-researchers: investigating solutions to enhance learner achievement<\/h3>\n\n<p><em>Led by Dr Sarah Younie, Editor of the Technology, Pedagogy journal and Professor of Education Innovation, De Montfort University, with Professor Christina Preston, TPEA outgoing chair and John Sibbald, TPEA Knowledge Exchange<\/p>\n\n<p>Thursday 23rd January, 16:50 – 17:20 in the Education Show Theatre<\/em><\/p>\n\n<p>This session by Technology, Pedagogy and Education Association (TPEA) members will explain how teachers as co-researchers have investigated digital technologies in order to customise their teaching techniques and make more accurate assessments of pupils’ learning interests and progress. The talk featuring the iCatalyst professional development programme, will present findings from a variety of members’ research projects that have been funded by associate companies and led by TPEA researchers. <\/p>\n\n<p>Teachers who engage in iCatalyst enjoy free professional development experience that supports them in analysing the value and the drawbacks of technologies in their classroom and across the school. Funding associates use the findings to improve their products and services: Special Educational Needs (SEN) will be a key focus in findings from iCatalyst projects with the Greater Manchester Digital Talent Pipeline, BJDEducation, IRIS Connect and Learning by Questions.\nJoin us to consider whether this mode of professional learning is viable for you.<\/p>\n\n<hr>\n<h3>Research Safari<\/h3>\n<p><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/Safari1.jpg\"><\/center><\/p>\n<p>The TPEA team will run three research safaris after these presentations in The  Staff Room  <ul>\n<li>Augmented and virtual reality supporting effective international learning: Dr Helen Caldwell, University of Northampton, and Mark Fydenberg, Bentley University USA, Wednesday 22 Jan, 14:00 &#8211; 14:30<\/li>\n\n<li>Using technology to augment professional development opportunities: Dr Elizabeth Hidson, University of Sunderland, Thursday 23 Jan, 11:45 – 12:15<\/li>\n\n<li>Using digital technologies to enhance achievement amongst SEN and PLMD learners: Professor Sarah Younie and Rajvir Gill, Friday 24 Jan, 11:45 – 12:15<\/li><\/ul><\/p>\n\n<p>Research tourists will then embark on guided visits to key EdTech associates to explore the themes more deeply.  A TPEA report will be published after Bett 2020 with the responses from participants. <\/p>\n<p>Book your place on a tour here: <a href=\"https:\/\/tpea.ac.uk\/be-a-tourist-join-our-bett20-research-safaris\/\">https:\/\/tpea.ac.uk\/be-a-tourist-join-our-bett20-research-safaris<\/a><\/p>\n\n\n<p><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2019\/12\/Bett-UK-Logo_RGB-01.png\" width=250\" alt=\"BETT20\"><\/center><\/p>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-12303","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12303"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=12303"}],"version-history":[{"count":19,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12303\/revisions"}],"predecessor-version":[{"id":12539,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12303\/revisions\/12539"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=12303"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}