{"id":12497,"date":"2020-01-14T14:32:58","date_gmt":"2020-01-14T14:32:58","guid":{"rendered":"https:\/\/mirandanet.ac.uk\/?page_id=12497"},"modified":"2020-02-25T11:37:26","modified_gmt":"2020-02-25T11:37:26","slug":"dot-com-digital","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/dot-com-digital\/","title":{"rendered":"Dot Com Digital"},"content":{"rendered":"\n<img loading=\"lazy\" decoding=\"async\" class=\"alignleft wp-image-6900\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/dotcom.jpg\" alt=\"dot com digital\" width=\"198\" height=\"198\"><h6>A 2Simple Safeguarding and Wellbeing product<\/h6>\n<p><a href=\"https:\/\/2simple.com\/wellbeing\/dot-com-digital\/\">Dot Com Digital<\/a><\/p>\n<p>Dot Com Digital provides a unique safeguarding programme that supports children’s personal development and offers a safe environment for them to learn the skills to lead a safe and happy life. The resource is designed by children for children with the help of Essex police and aims to prevent young people becoming victims of online grooming, radicalisation, exploitation and bullying by giving them the confidence and skills to recognise warning signs of danger and reach out to an adult for help.<\/p>\n\n<p><center><img decoding=\"async\" src=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2020\/01\/Dot_sitting.jpg\" width=\"200\"><\/center><\/p>\n\n<p>Dot Com Video &#8211; <a href=\"https:\/\/vimeo.com\/392938952\">https:\/\/vimeo.com\/392938952<\/a><\/p>\n<p>The free Dot Com Digital resource covers the following five themes: Feeling safe, Recognising personal warning signs, Grooming, Knife Crime and County lines.  There’s no limit for schools to use this resource and it will be updated to reflect current issues reported by children and the police. The programme provides schools with a framework to meet the statutory guidance outlined in Keeping Children Safe in Education (2019).<\/p>\n<p>Schools can sign up for the free version here: <a href=\"http:\/\/2simple.com\/dotcomdigital\/\">2simple.com\/dotcomdigital<\/a><\/p>\n<p><strong>The history behind Dot Com Digital<\/strong><br>\nThe Dot Com programme was created by Sharon Doughty a former television presenter who was the victim of violence and abuse in her childhood. She became an adviser to Sir John Stevens and the police nationally on how difficult issues could be communicated to primary school children using her journalist skills and childhood experiences. The Dot Com programme was created more than 15 years ago to provide a mechanism for the police to work with schools to help protect children from risk and to give them a voice. Initial funding for the pilot of the programme in Essex was invested by Sandra Fletcher, Education Welfare Officer for Thurrock Council.<\/p>\n \n<p>Education technology company 2Simple has now developed the learning software, which is available to primary schools across the country, after being piloted in six schools last year, including Holy Cross. Essex Police and the National Police Chiefs Council’s Internet Intelligence and Investigations group have helped to produce the sessions relating to county lines and knife crime.<\/p>\n \n<p><strong>What schools and pupils have to say<\/strong><br>\n“The children really enjoy the lesson (lots of them say it’s their favourite lesson). I feel even the quieter ones have started to come out of themselves as they feel they have time to talk about absolutely anything, also because I always express this is not a lesson where they are being marked\/judged on. It is just a time for them to be themselves.”<br>\n&#8220;We are really looking forward to how the programme will continue to evolve in both schools over time and it is something that we want to share further within our Community Trust as it has had such a positive impact.&#8221; <em>Cathy Sebire – Inclusion Leader at Fairchildes Community Trust (Fairchildes and Rowdown Primary Schools)<\/em><\/p>\n \n<p><strong>Pupils from St Pauls Primary School<\/strong><br>\n“Dot Com helps children not in a physical way but in a wellbeing way.”<br>\n“It explains things in a child friendly way, it’s colourful and the characters are appealing too.”<br>\n“If you are uncomfortable talking to someone you can use the Dot minute to let the teacher know.&#8221;<br>\n&#8220;It also helps to improve our self-esteem with Dot Com we feel we can express ourselves more.”<\/p>\n \n<p><strong>Here’s what the partner organisations have to share<\/strong><br>\n“Protecting our children and the most vulnerable people in our communities is our highest priority and sadly it is a reality that the risk of online exploitation is increasing. This is not an issue that a single agency can tackle effectively alone, and this partnership has children at its heart, while working with companies and organisations who are using technology to arm our children with the knowledge that will help to protect them.” <em>Essex Police Chief Constable BJ Harrington<\/em>\n <\/p>\n<p>“It has been fantastic to see the developments of the Dot Com programme over the years and the impact it has had. The new digital version comes at a time where children spend ever more time online will help us all ensure our children are safe and can feel confident in asking for help.” <em>Carl Foulkes Chief Constable, North Wales &#038; NPCC Lead, Digital Internet Investigations &#038; Intelligence Group<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A 2Simple Safeguarding and Wellbeing product Dot Com Digital Dot Com Digital provides a unique safeguarding programme that supports children’s personal development and offers a safe environment for them to learn the skills to lead a safe and happy life. &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/dot-com-digital\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-12497","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12497"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=12497"}],"version-history":[{"count":21,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12497\/revisions"}],"predecessor-version":[{"id":12643,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/12497\/revisions\/12643"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=12497"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}