{"id":13004,"date":"2021-03-24T21:45:53","date_gmt":"2021-03-24T21:45:53","guid":{"rendered":"https:\/\/mirandanet.ac.uk\/?page_id=13004"},"modified":"2021-03-25T17:02:21","modified_gmt":"2021-03-25T17:02:21","slug":"building-professional-e-communities","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/building-professional-e-communities\/","title":{"rendered":"Building Professional E-communities"},"content":{"rendered":"<hr style=\"color: #9e152c; border-top: dotted 1px;\" \/>\n<p>Communities of practice in the nineteen nineties were essentially for administrative and pedagogical convenience: part of the academy, rather than a community of equals (Cuthell 2002). As early as 1991, Wenger and Lave articulated the notion that a community had an identity which was created by the participants and was important to them in their learning. They located learning in business in the processes of co-participation not in the heads of individuals (Lave and Wenger 1991). The term, community of practice (CoP) began to be widely used in educational circles although Lave and Wenger themselves did not turn their attention to how this concept was applicable in education until 1998 (Wenger 1998; Lave and Wenger 1999; Wenger, McDermott et al. 2002). Although the Internet has been acknowledged as a key component of contemporary communities of practice Wenger has not analysed the effects (2004). It is still the case that researchers who use the term ‘community of practice’ may not be referring to an e-community.<u><\/u><u><\/u><\/p>\n<p>Much of the comment refers to course e-communities where the Internet provides extra benefit to basic distance learning (Palloff 1999; Kim 2000; Salmon 2000; Thurlow 2004). MirandaNet processes relate more closely, however, to innovative networking course models for academic courses that use integrativism as their theoretical and organisational framework for practitioner research (Engestrom 1999; De Laat 2005; Dillon and Tearle 2006). MirandaNet differs from these course communities substantially, however, because Fellows are involved in action for transformation beyond academic discourse and theoretical debate<u><\/u><u><\/u><\/p>\n<p>This connection with non-education communities is not surprising since sharing practice is at the core of these communities. Some academic communities, in contrast, are pursuing notions of collaborative achievement and ways of celebrating the learning process in commerce and in the police (De Laat 2005). These overlaps that are developing between commercial, government agency and educational e-community practice are symptomatic of the blurring of professional boundaries where the development of digital artefacts and networked communications are part of the mix. However, whereas each of the quoted e-communities provides a place for a single profession, the MirandaNet Fellowship now spans a wide section of the educational industry which includes commercial representatives, researchers and policy makers as well as educators in one body.<\/p>\n<h5>As a result of presentation of the material at the bottom of this page you should be able to consider these points:<\/h5>\n<ol>\n<li>What is your history of personal use of computers and devices?<\/li>\n<li>List the social media platforms you belong to and who they are for.<\/li>\n<li>List any other social platforms you know about and who they are for.<\/li>\n<li>Do you know about any new social platforms that are being planned and the community they are expected to attract?<\/li>\n<li>List social media platforms that are dedicated to education.<\/li>\n<li>\n<div>Analyse the success of any communities of practice you belong to in terms of the benefit you derive from this membership.<\/div>\n<\/li>\n<li>What is important in building a community of practice? Is it:<\/li>\n<\/ol>\n<ul>\n<li>The software?<\/li>\n<li>The hardware?<\/li>\n<li>The aims and mission?<\/li>\n<li>the leadership qualities?<\/li>\n<li>The financing?<\/li>\n<li>The face to face meetings?<\/li>\n<li>The roles of members?<\/li>\n<li>The tasks?<\/li>\n<li>The benefits and rewards?<\/li>\n<li>Influencing policy?<\/li>\n<li>Change management?<\/li>\n<\/ul>\n<hr style=\"color: #9e152c; border-top: dotted 1px;\" \/>\n<p>Resources:<\/p>\n<p><a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2021\/03\/Building_Communities1.pdf\" target=\"_blank\" rel=\"noopener\">Building Communities of Practice for Educators &#8211; part 1<\/a><br \/>\n<a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2021\/03\/Building_Communities2.pdf\" target=\"_blank\" rel=\"noopener\">Building Communities of Practice for Educators &#8211; part 2<\/a><br \/>\n<a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2021\/03\/Building_Etopia_here.pdf\" target=\"_blank\" rel=\"noopener\">Building Etopia Here<\/a><\/p>\n<p><a href=\"http:\/\/u3e.55d.mywebsitetransfer.com\/wp-content\/uploads\/2021\/03\/Summary.pdf\" target=\"_blank\" rel=\"noopener\">Summary presentation<\/a><\/p>\n<hr style=\"color: #9e152c; border-top: dotted 1px;\" \/>\n<p>References:<\/p>\n<p>Cuthell, J. P. (2002). &#8220;A learning community &#8211; a community of learners &#8221; Journal of Interactive Learning Research: Association for the Advancement of Computing in Education 13 (1\/2)(Distributed Cognition ed. Karasavvidis): pp. 169–188.<\/p>\n<p>De Laat, M. (2005). Networked Learning, Political Academy of the Netherlands.<\/p>\n<p>Dillon, P. and P. Tearle (2006). &#8220;Special Issue: Educational research in a distributed community.&#8221; Technology, Pedagogy and Education.<\/p>\n<p>Engestrom, Y. (1999). Innovative learning in work teams: analysing knowledge creation cycles in practice. Perspectives on Activity Theory Learning in doing: social, cognitive and computational perspectives. Y. Engestrom, R. Miettinen and R.L. Punamaki. New York, Cambridge University Press.<\/p>\n<p>Kim, A. J. (2000). Community Building on the Web: Secret Strategies for Successful Online Communities, Peachpit.<\/p>\n<p>Lave, J. and E. Wenger (1991). Situated Learning: Legitimate Peripheral Participation Learning in Doing: Social, cognitive and computational, Cambridge University Press. Lave, J. and E. Wenger (1999). Learning and Pedagogy in Communities of Practice in Learners and Pedagogy. Open University.<\/p>\n<p>Palloff, R. a. K. P. (1999). Building Learning Communities in Cyberspace. San Francisco, Jossey-Bass.<\/p>\n<p>Salmon, G. (2000). E-moderating: the key to teaching and learning on line. London, Kogan Paul. Salmon, G. (2002). E-tivities, The Key to Active Online Learning. London, Kogan Page Limited.<\/p>\n<p>Thurlow, C., L. Lengel and A.Tomic (2004). Computer Mediated Communication: social interaction and the internet. London, Sage.<\/p>\n<p>Wenger, E., R. McDermott, et al. (2002). Cultivating Communities of Practice: A Guide to Managing Knowledge. Boston, Harvard Business School Press. Wenger, R. (1998). Communities of Practice: Learning, Meaning and Identity. Cambridge, Cambridge University Press.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Communities of practice in the nineteen nineties were essentially for administrative and pedagogical convenience: part of the academy, rather than a community of equals (Cuthell 2002). As early as 1991, Wenger and Lave articulated the notion that a community had &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/building-professional-e-communities\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-13004","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13004"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=13004"}],"version-history":[{"count":13,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13004\/revisions"}],"predecessor-version":[{"id":13028,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13004\/revisions\/13028"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=13004"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}