{"id":13369,"date":"2023-10-23T13:45:27","date_gmt":"2023-10-23T12:45:27","guid":{"rendered":"https:\/\/mirandanet.ac.uk\/?page_id=13369"},"modified":"2023-11-09T19:21:01","modified_gmt":"2023-11-09T19:21:01","slug":"mirandanet-senior-fellow-development-team","status":"publish","type":"page","link":"https:\/\/mirandanet.ac.uk\/mirandanet-senior-fellow-development-team\/","title":{"rendered":"MirandaNet Senior Fellow Development Team"},"content":{"rendered":"<h4>John Cuthell<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/John-Cuthell.jpg\" alt=\"John Cuthell\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">John Cuthell<\/p><\/div>\n<p>John Cuthell set up Virtual Learning, a consultancy specialising in research, evaluation and change management aspects of e-learning. Part of his work involved research into the training and devel-opment needs of industry and education.<\/p>\n<p>For a number of years John was the Research and Implementation Director for the MirandaNet Academy, developing practice based research accreditation for teachers. International MirandaNet action research projects evaluated the global impact of interactive whiteboards on learning and teaching and the role of CPD in professional development.<\/p>\n<p>John worked in education for a number of years, and researched and evaluated the impact of new communications technologies on learning, teaching and working. With a background in Language, Communication Studies and Cognitive Psychology, his main focus was the extension of a long-term PhD research project on the impact of ICT on thinking, learning and working, published as ‘Virtual Learning’ (2001, Ashgate, Aldershot).<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Niki Davis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/UC-17-0304-35.jpg\" alt=\"Niki Davis\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Niki Davis<\/p><\/div>\n<p>Niki Davis, University of Canterbury Professor Emerita remains associated with the School of Educational Studies and Leadership and UC Child Well-being Research Institute. As UC Distinguished Professor of e-Learning, she was recognized internationally as a leading expert in information and communication technologies in teacher education. <\/p>\n<p>She has over 200 publications including books and scholarly papers. The central focus is on change with digital technologies in education culminating in 2018 with an ecological framework, the Arena Framework, that clarifies and illustrates the complexity of change in teacher education. <\/p>\n<p>Leadership positions have included Director of Iowa State University Center for Technology in Learning and Teaching in the USA and University of Exeter Telematics Center in the UK; President of the Society of Information Technology in Teacher Education, the UK association for Information Technology in Teacher Education and the Flexible Learning Association of Aotearoa New Zealand (FLANZ); Chair of educational research for the International Federation of Information Processing; and Editor of academic refereed journals including Information Technology for Teacher Education. In Aotearoa New Zealand research leadership has included e-learning for adults with needs in literacy and numeracy, virtual schooling and the impact of the digital world on young bilingual children. <\/p>\n<p>Collaborative work includes culturally sensitive e-learning for indigenous peoples and MirandaNet innovations.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Jane Dorner<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/janed.jpg\" alt=\"Jane Dorner\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Jane Dorner<\/p><\/div>\n<p>Jane Dorner got her first email account at a time when she only knew 3 other people who were on email. She ran the first MirandaNet website handing it over to others when flat HTML no longer served the purpose. This was a little before Jane and Christina were asked to advise the BBC on their educational site: there were 3 people in the department at that time. Times have changed.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Rob Ellis<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/rob-ellis.jpg\" alt=\"Riob Ellis\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Rob Ellis<\/p><\/div>\n<p>Rob has had wide experience in education having been a teacher for 30 years leading mathematics, history, computing, data management as well as pastoral care for 100 children. At one point these responsibilities were simultaneous.<\/p>\n<p>While teaching and working for his LA as Educational Transformation Project Manager and advisory teacher for mathematics he worked on a number of national research projects before starting his own company and working independently with schools, local authorities and private companies in the education sector.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>John Galloway<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/johng.png\" alt=\"John Galloway\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">John Galloway<\/p><\/div>\n<p>John Galloway is retired. He was a  specialist in the use of technology to support the inclusion of children and young people with special educational needs and disabilities (SEND) in the curriculum. His work covered all phases of schools and learners with a very broad range of SEND. Along with providing advice and assessment for children with SEND, both groups and individuals, he also provides training as the biggest barrier to success is often the skills of those who teach the children. Beyond this he runs projects in classrooms using technology to improve inclusion, especially in the Computing curriculum.\n<\/p>\n<p>He worked part-time for Tower Hamlets, where for some years he was the education lead for the borough’s e-safety work, and had an involvement in the Prevent strategy. Otherwise he is a freelance consultant and writer, and has worked on a range of projects with schools and local authorities across the country.\n<\/p>\n<p>As a teacher educator John Galloway has devised and delivered courses at post-graduate and foundation degree levels, and has taught teaching assistants at many different levels, including NVQ.\n<\/p>\n<p>He has spoken at conferences across the UK, including BETT, the Education Show, and TES SEN, and internationally in Chicago, Copenhagen, and New Delhi.<\/p>\n<p>John also contributed to several of Mirandanet and ITTE’s  annual conferences, journals, and seminar discussions. Much of his work focused on ensuring that inclusion remained integral to the groups’ thinking and helped to drive the agenda forward. <\/p>\n<p>He has been a judge for both the BETT and Education Resource Awards for a number of years, and has supported several companies in the development of their products.<\/p>\n<p>As a writer John Galloway has written numerous articles for both national publications, such as TES and The Guardian, and specialist ones such as Special Children and Special World, along with a diverse range of blogs, most notably, Mirandanet. He has had several books published, most recently co-authoring ‘Learning with Mobile and Handheld Technologies’ – winner of Best Book in the 2015 Technology and Innovation Awards.\n<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Francis Howlett<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/Francis_Howlett.jpg\" alt=\"Francis Howlett\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Francis Howlett<\/p><\/div>\n<p>My background is in Education. I taught in secondary schools for many years, and then I worked at NCET &#8211; Becta &#8211; on a variety of projects to do with the use of ICT in teaching and learning. On leaving Becta I undertook a number of projects including web site support. I edited existing sites, tinkered with them to improve the way that they displayed, re-wrote them, and then later I began to develop web sites from scratch. For the technically minded, these sites included flat HTML sites, sites with PHP routines, sites which were largely running out of MySQL databases using Perl or PHP routines. There were sites which ran on Apache servers, sites on a First Class server and even on an IIS server with ASP, and there were several examples which exploited Digital Brain&#8217;s London Grid for Learning routines. As web expectations for accessibility increased, many of these sites were then completely re-written to be accessible and to display successfully on the full range of devices from small smartphones through tablets to full-scale PCs.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Andree Jordan<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/andreej.jpeg\" alt=\"Andree Jordan\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Andree Jordan<\/p><\/div>\n<p>After her degree in Life Sciences, Andree Jordan became a teacher of Science at Secondary level. Becoming Head of Department for Health and Social Care, she completed an M.A. in Education Management and over the years ran departments of Psychology, of Social Sciences and ran courses for teachers in ICT. She trained Classroom assistants for their NVQs and led courses in Childcare. However, her greatest love over her teaching career has been as International Coordinator for her school. This began in 1999 with a link developed by her husband David Jordan to a Comenius Project called “Healthy Europe” where learners in her school worked with others from European schools to develop a “Charter for Health” across the schools. With the opportunity arising in 2004 to go to South Africa with MirandaNet to kickstart ICT as a tool in the classroom, Andrée discovered “The Peace Room” &#8211; an actual building in a garden that became Andrée’s passion. With the help of MirandaNet, and Francis Howlett, she took information about the actual Peace Room and created a web resource which could be used by children all over the world to nominate and debate candidates who “have made the world a better place”. It has since been used by children in all continents of the world, and has been a superb classroom tool, encouraging not only writing skills, but research and debating skills, linking children to others around the world, broadening their horizons and hopefully encouraging peace and making the world a better place. <\/p>\n<p>Sadly the coding for the site no longer works and Andree (now retired) is working on reinstating the site in a form for today’s children in today’s world  following in the footsteps of her father who wrote about a family holiday in France “if our children can play on the beach together today, then surely there is hope for a brighter future”. <\/p>\n<p>For more information visit: https:\/\/www.facebook.com\/profile.php?id=100093471606021 <br \/>\nOr contact Andrée Jordan at ajglobalise21c@gmail.com <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Theo Keuchel<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/theo.jpg\" alt=\"Theo Keuchel\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Theo Keuchel<\/p><\/div>\n<p>Since graduating in Fine Art from Hornsey College of Art in 1972 Theo taught Art\/Design &#038; Technology in Bradford schools for 14 years before becoming an Advisor for ICT in Art. <\/p>\n<p>Following 5 years providing support to Bradford Schools he set up his own business providing consultancy and training in computer graphics for industry and education. This led him to work with the University of Hull on a number of international and EU funded projects in digital media including video and TV archives. He also developed digital media courses for the Hull York Medical School, and acted as a consultant in developing Qatar&#8217;s digital learning platform.<\/p>\n<p>A MirandaNet Fellow, Theo works closely with MiranadaNet, and produces newsletters and resources for NAACE and TPEA.<\/p>\n<p>Although retired he is still active with contributions to digital culture and media open content, museums and archives. Other interests include travelling, playing music, and following his beloved Leeds United.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Marilyn Leask<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/mariliynl.jpg\" alt=\"Marilyn Leask\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Marilyn Leask<\/p><\/div>\n<p>Marilyn was a member of the MirandaNet network from the early days in the 90s and over three decades she with others in this community experienced exhilarating and life changing professional development through the industry-education collaboration sponsored by MirandaNet. MirandaNet had a partnership with the leading companies which through the 90s and early 2000s were developing the use and application of educational technologies. This partnership meant that teachers could have access to the latest research and development knowledge held by companies, at their fingertips and in return they advised on and tested educational applications developed by the companies.<\/p>\n<p>Marilyn has been a teacher, researcher, secondary school assistant head, local authority policy officer, researcher, author, editor, dean and professor and has had policy roles in two UK national agencies. She trained as a science teacher at London’s UCL Institute of Education in 1980. Computing was her second specialism. As a new teacher she was involved from early on in a national initiative which transformed the secondary curriculum in England to a technology rich curriculum and the introduction of personal computers into schools. In the London Borough of Enfield, she was school coordinator for this initiative &#8211; the  Technical Vocational Education Initiative (TVEI, 1983-1990ish). She was trained as a teacher researcher as part of her role in TVEI following the Lawrence Stenhouse model and her MPhil thesis in the University of Cambridge library deals definitively and positively with issues often raised about the reliability and validity of teacher research. Her current work includes developing national and international models for scaling up promising small-scale research. <\/p>\n<p>Over 45 year career in education she has been a professor at Brunel University and the University of Bedfordshire where she was also Dean of Education. As well as research undertaken in his academic posts, she spent a number of years as a full-time researcher at the University of Cambridge and at the National Foundation for Educational Research. In these rules she was involved in national and international research projects focused for the most part around the use and adoption of emerging technologies in the education sector.<\/p>\n<p>She held senior knowledge management roles at two national agencies: the Improvement and Development Agency for local government – part of the national Local Government Association and the Training and Development Agency for Schools in which was part of the government Department for Education in England. In these roles her job was to use the opportunities offered through online technologies to share and build knowledge bases for the local government sector and the teacher training sector. <\/p>\n<p>Her research over 35 years has been in teacher knowledge, whole system change, improvement and development across large systems, evidence-informed policy and practice, and the use of digital technologies in education. She led several national multi-million pound national initiatives in her central government officer knowledge management role. <\/p>\n<p>In 1992, she initiated what has become the major textbook series used for secondary teacher training in the UK: <a href=\"https:\/\/learningtoteach.routledge.com\/?gclid=CjwKCAjw7c2pBhAZEiwA88pOF2PShMOjem2WJtAWrxxLq2c_Pn4-VrU3Jehl32VrFqSxQzWXXNnCnRoCaJkQAvD_BwE\" rel=\"noopener\" target=\"_blank\">The Learning to Teach in the Secondary School series published by Routledge Taylor Francis.<\/a>  The series has a core textbook which covers general principles and teacher education and then subject specific textbooks for all major subject areas which themselves are accompanied by books which are practical guides.<\/p>\n<p>Her desire to underpin the advice in these texts with research drives her research into the evidence base underpinning teaching. She has published widely on this topic. <\/p>\n<p>At the Training and Development Agency for schools she brought together subject associations and colleagues across the education sector to establish the Teacher Training Resource Bank (<a href=\"http:\/\/www.ttrb.ac.uk\" rel=\"noopener\" target=\"_blank\">www.ttrb.ac.uk<\/a> &#8211;  closed by Michael Gove in 2010) and associated subject resource networks. At the national Improvement and Development Agency for local government she set up online communities for local government using what became the Knowledge Hub (<a href=\"http:\/\/www.khub.net\/\" rel=\"noopener\" target=\"_blank\">www.khub.net<\/a>).<\/p>\n<p>The closure of the Teacher Training Resource Bank led to the establishment of the Education Futures Collaboration charity to take forward this work.  See www.meshguides.org.<\/p>\n<p>She was elected by peers to a number of national positions &#8211; as a panel member on the 2008 UK Research Assessment Exercise and on the boards for the Association for IT in Teacher Education now the Technology, Pedagogy and Education Association (TPEA), the UK Council for Subject Associations, the British Educational Research Association, the Universities Council for the Education of Teachers. She has held advisory roles for the OECD and the British Council and given keynote speeches in many many countries on knowledge mobilisation for education and the possibilities afforded by digital technologies.<\/p>\n<p>She was awarded lifelong membership by her professional association, TPEA, in 2021.<\/p>\n<p>She, with Professor Younie, was instrumental, with international colleagues, in establishing the European Schoolnet (<a href=\"http:\/\/www.eun.org\/\" rel=\"noopener\" target=\"_blank\">www.eun.org<\/a>) in 1995 which connects classrooms in collaborative projects across Europe. This initiative is sustainable thanks to the support of 34 ministries of education across Europe which is a model proposed for the MESH initiative. <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Bozena Mannova<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/Boba-1.jpg\" alt=\"Bozena Mannova\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Bozena Mannova<\/p><\/div>\n<p>Bozena Mannova has been teaching since 1989 at the Department of Computer Science, Czech Technical University in Prague courses Programming, Data Structures and Software Engineering. She received a degree from the Czech Technical University in Prague, M.Math. from the University of Waterloo, Canada and PhD from Comenius University Bratislava. Before 1989 she worked as a programmer at the Faculty of Mathematics, University of Waterloo (Canada) and after as a programmer at the Computer Centre, Czech Technical University in Prague.<\/p>\n<p>Dr. Mannova is chairman of the Anglo-Czech co-operation of teachers as International Director of MirandaNet. She was awarded in 1998 European Woman of Achievement Award for the development of the Anglo-Czech learning community for teachers on-line.<\/p>\n<p>Dr. Mannova is member of ACM and UPE Honor Society. She is member of ACM Europe Board – Council of European Chapter Leaders (CECL). She was cofounder of Czech ACM Chapter and she served few times as President of this Chapter. She has worked for many years for ACM International Collegiate Programming Contest (ICPC) in different roles, now she is Director of European Contests. In 2012 she received The Mark Measures Distinguished Service Award from ACM for outstanding service to the ACM ICPC from 1994.<\/p>\n<p>She is author of a few textbooks and many papers. She was author and moderator of information technology educational programs for Czech TV. She has participated at many international projects.<\/p>\n<p>Visit https:\/\/www.memoryofnations.eu\/en\/mannova-bozena-1941 for more information.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Yasemin Oezcelik<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/Yaseninehoto.jpeg\" alt=\"Yasemin Oezcelik\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Yasemin Oezcelik<\/p><\/div>\n<p>Yasemin is an education consultant specialising in roles as an online teacher, academic editor, and content writer for the German language. Currently pursuing a part-time MA in Education Practice at De Montfort University Leicester, she aims to add the missing link between theory and practice. As an online teacher, Yasemin is dedicated to facilitating language learning experiences for students, employing interactive methods to promote learner engagement. In the realm of academic editing, she ensures the clarity and coherence of scholarly texts, aiding students in effectively communicating their ideas. Additionally, as a content writer, she equips students with tips and tricks to enhance their academic texts.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Dominic Preston<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2023\/11\/dominic.jpg\" alt=\"Dominic Preston\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Dominic Preston<\/p><\/div>\n<p>Dominic began his career in the commercial space, working in Publishing, Computer Games, Mobile and start ups. However, with a passion for education and the experience of working for Mirandanet,, he eventually changed careers to join the teaching profession. Starting as a Computer Science Teacher at Cherwell School in Oxford for 7 years and, more recently moving to Lord Williams School in Thame to teach Computer Science and Business Studies. <\/p>\n<p>The MirandaNet Fellowship opportunities have  always been present during this time, crossing over into some of the commercial roles and leading to undertaking research and developing networks for MirandaNet before entering the teaching profession. With a background in business and a passion for education, facilitated by the projects at MirandaNet, Dominic has a unique perspective in his role as an educator. <\/p>\n<p>His career in technology and education has created diverse experiences, each contributing to his growth as a teacher, mentor, and advocate for students&#8217; success. <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Lawrence Williams<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/lwilliams.png\" alt=\"Lawrence Williams\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Lawrence Williams<\/p><\/div>\n<p>Lawrence Williams, a graduate in English Language and Literature; in Education; and in Philosophy, is an experienced classroom practitioner, who has taught Literacy, ICT, and Computing, on initial teacher training and MA courses at Brunel University London, the UCL Institute of Education, King’s College London, and at many other universities. I am a Senior MirandaNet Fellow and World Peace Ambassador, and have represented the United Kingdom at international ICT conferences for the DfES and BECTA.<\/p>\n<p>My interests are in literacy, creative uses of ICT\/Computing, cross-curricular teaching and learning, and in international collaborations.  I have written, edited, and reviewed for Routledge and Springer publications, receiving many national and international awards for classroom practice, including a 1998 Japan Festival Award for “Kabuki Gift”, a bi-lingual international Drama through video-conferencing; a 1999 National Teaching Award in ICT; Rolls-Royce Science Awards in 2007 and 2008 for Science Through Arts, an on-line collaboration with NASA scientists in Cleveland, Ohio; and the 2012 Naace ICT Impact Award: Lifelong Achievement. My teacher-training book, “Introducing Computing: a guide for teachers” Routledge 2015, outlines “Literacy from Scratch” a story-telling-with-computing project.<\/p>\n<p>The above work actually began following a MirandaNet Conference, in Martlesham, many years ago.  I had created a series of classroom projects using ICT tools, and was invited by Professor Christina Preston to present some of this work at that conference.  I was reluctant to attend, but was eventually persuaded.  At the event, however. I met three people who changed the whole course of my professional life.  The first was a British Council science editor (“Science Education Newsletter”), who asked me to write up this and subsequent projects for publication, which began a long and fruitful collaboration with the British Council.  <\/p>\n<p>The second delegate was Professor Hiro Tanaka from Osaka Kyoiku University, who invited me to teach at his university, which, once again, resulted in many highly regarded UK-Japan collaborations in music, dance and drama, using video-conferencing equipment.  This culminated in a BBC TV programme, “Blue Peter” about the shared bi-lingual drama, “Kabuki Gift” between my London school and an Osaka school, work which was subsequently included un the Japanese National Curriculum.<\/p>\n<p>The third delegate was Dr. Karel Vosatka, a teacher from the Czech Technical University in Prague, who invited me to attend their “Poskole” series of international conferences, which I continued to do, with a new project each year, for the next 15 years, working also with Dr. Miroslava Černochová, Charles University, Prague. This also started a “domino” effect across Europe: at Poskole, I met a Professor from Poland, Dr. Maciej Syslo, who, having visited my classroom in London, invited me to teach at his (then) University in Wroclaw, and subsequently to feed some of our computing projects into the Polish National Curriculum.  From there, I was further invited to the University of Varna, Bulgaria, and then to Skopje and Bitola Universities in Macedonia.  <\/p>\n<p>Many aspects of this work are posted on the archived MirandaNet website, following a MirandaNet conference that I very nearly did not attend!   <\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n<h4>Sarah Younie<\/h4>\n<div style=\"width: 150px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" decoding=\"async\" style=\"border-radius: 9%; padding: 2px 2px 2px 2px; border: 2PX #9e152c SOLID;\" src=\"https:\/\/mirandanet.ac.uk\/wp-content\/uploads\/2019\/06\/Dr-Sarah-Younie-e1423670201327.jpg\" alt=\"Sarah Younie\" width=\"140\" height=\"122\" \/><p class=\"wp-caption-text\">Sarah Younie<\/p><\/div>\n<p>Professor Younie has been involved in international and national teaching and research on educational technologies for over twenty-five years. She has been involved in the use of digital technologies in educational settings for UNESCO, EU and UK government agencies, including the Training and Development Agency (TDA, DfE), Becta, BBC, HEA and JISC. She has worked as a teacher and researcher in secondary schools, universities and as the UK Chair of the National Subject Association of IT in Teacher Education (ITTE) and she has conducted national research, including evidence for the Parliamentary Select Committee Inquiry into Education.<\/p>\n<p>Professor Younie is a Professor in Education, Innovation and Technology at De Montfort University and is Editor-in-Chief for the Journal of Technology, Pedagogy and Education and sits on the journal’s Editorial Board. Professor Younie is a founder member of ‘Education Futures Collaboration’ (EFC) charity, she is a Trustee and sits on the Strategic Leadership Steering group for EFC. Professor Younie has collaborated with Prof Leask from the beginning to set up MESHGuides and has helped to drive this vision forward, through establishing its structures and processes; she sits on the MESH Chief Editorial Board &#038; is Editor-in-Chief of MESH ICT Editorial Board.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7197 aligncenter\" src=\"\/wp-content\/uploads\/2019\/06\/RMrosette.png\" alt=\"Rosette\" width=\"25\" height=\"25\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>John Cuthell John Cuthell set up Virtual Learning, a consultancy specialising in research, evaluation and change management aspects of e-learning. Part of his work involved research into the training and devel-opment needs of industry and education. For a number of &#8230; <\/p>\n<div><a href=\"https:\/\/mirandanet.ac.uk\/mirandanet-senior-fellow-development-team\/\" class=\"more-link\">Read More<\/a><\/div>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-13369","page","type-page","status-publish","hentry","no-post-thumbnail"],"_links":{"self":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13369"}],"collection":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/comments?post=13369"}],"version-history":[{"count":36,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13369\/revisions"}],"predecessor-version":[{"id":13420,"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/pages\/13369\/revisions\/13420"}],"wp:attachment":[{"href":"https:\/\/mirandanet.ac.uk\/wp-json\/wp\/v2\/media?parent=13369"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}